Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# SQLYuJuSelectYuJu
source: SQL statements (Select Statement)
de: SQL-Anweisungen (Select-Anweisung)
fr: Instructions SQL Select (Déclaration)
ko: SQL 문 (Select 문)
ru: Заявления SQL (Выберите себе)
zh_cn: SQL语句(Select语句)
zh_tw: SQL語句(Select語句)

# SRSJHMDGYGK
source: Enter the phone number, a number with "/" separated
de: Geben Sie die Rufnummer, eine Vielzahl von "/" getrennt
fr: Entrez le numéro de téléphone, une pluralité de "/" séparés
ko: 전화 번호, "/"으로 분리 된 복수의 입력
ru: Введите номер телефона, множество "/" отделен
zh_cn: 输入手机号码，多个以“/”隔开
zh_tw: 輸入手機號碼，多個以“/”隔開

# SSDHWJSP
source: A navigation file for approval
de: Ein Navigationsdatei zur Genehmigung
fr: Un fichier de navigation pour approbation
ko: 승인을위한 탐색 파일
ru: Навигационная файл для утверждения
zh_cn: 实施导航文件审批
zh_tw: 實施導航檔審批

# SSGJTSLJ
source: Implementation tools push links
de: Drücken Sie Links zu Implementierungstools
fr: Poussez liens vers des outils de mise en œuvre
ko: 구현 툴에 대한 링크를 누르십시오
ru: Нажмите ссылки на инструменты реализации
zh_cn: 实施工具推送链接
zh_tw: 實施工具推送連結

# SSJLSP
source: Implementation Manager for approval
de: Implementation Manager für die Zulassung
fr: Implementation Manager pour approbation
ko: 승인을 구현 관리자
ru: Менеджер Реализация на утверждение
zh_cn: 实施经理审批
zh_tw: 實施經理審批

# SSJLYSP
source: Implementation Manager Approved
de: Implementation Manager genehmigt
fr: Implementation Manager Approuvé
ko: 구현 관리자 승인
ru: Утверждено Реализация менеджер
zh_cn: 实施经理已审批
zh_tw: 實施經理已審批

# SSLXTSLJ
source: Push implementation of the road link
de: Push Umsetzung der Straßenverbindung
fr: La mise en oeuvre de poussée de la liaison routière
ko: 도로 링크의 푸시 구현
ru: Реализация Нажмите на ссылку дорожного
zh_cn: 实施路线推送链接
zh_tw: 實施路線推送連結

source: Standard Cost
de: Standardkosten-
ko: 표준 원가
ru: Нормативная стоимость
zh_cn: 标准成本
zh_tw: 標準成本

source: Standard progress
de: Standard Fortschritt
fr: Progrès standard
ko: 표준 진행
ru: Стандартный прогресс
zh_cn: 标准进度
zh_tw: 標準進度

# StartTime
source: Starting time
de: Startzeit
fr: Heure de début
ko: 시작 시간
ru: Время
zh_cn: 开始时间
zh_tw: 開始時間

source: Status
fr: Statut
ko: 지위
ru: Статус
zh_cn: 状态
zh_tw: 狀態

# StatusChangeRecord
source: Status Change History
de: Statusänderungsverlauf
fr: Changement de statut Histoire
ko: 상태 변경 기록
ru: Изменение состояния История
zh_cn: 状态变更记录
zh_tw: 狀態變更記錄

# StatusValue
source: State value
de: Zustandswert
fr: Valeur État
ko: 상태 값
ru: Оценка состояния
zh_cn: 状态值
zh_tw: 狀態值

# String1
source: Termination
de: Beendigung
fr: Résiliation
ko: 종료
ru: Прекращение
zh_cn: 终止
zh_tw: 終止

# String10
source: Bid
ko: 입찰
ru: Заявка
zh_cn: 评标
zh_tw: 評標

# String4
source: The number of reserves
de: Die Zahl der Schutzgebiete
fr: Le nombre de réserves
ko: 보유 수
ru: Количество запасов
zh_cn: 储备人数
zh_tw: 儲備人數

# String4ChengDao
source: Layer - said:
de: Schicht - sagte:
fr: Couche - a dit:
ko: 레이어 - 말했다 :
ru: Слой - сказал:
zh_cn: 层-道：
zh_tw: 層-道：

# String5
source: Level
de: Niveau
fr: Niveau
ko: 수평
ru: Уровень
zh_cn: 级别
zh_tw: 級別

# String6
source: Related needs
de: Ähnliche Anforderungen
fr: Besoins liés
ko: 관련 요구
ru: Связанные потребности
zh_cn: 相关需求
zh_tw: 相關需求

# String7
source: Project tasks
de: Projektaufgaben
fr: Tâches du projet
ko: 프로젝트 작업
ru: Задачи проекта
zh_cn: 项目任务
zh_tw: 項目任務

# String8
source: Receivables warning
de: Forderungen Warn
fr: Avertissement de créances
ko: 채권 경고
ru: Предупреждение Дебиторская задолженность
zh_cn: 收款预警
zh_tw: 收款預警

# String9
source: If you want to be transferred directly into the project, select the parent project and the project manager, and enter your opinion
de: Wenn Sie direkt in das Projekt übertragen werden soll, wählen Sie das übergeordnete Projekt und den Projektmanager, und geben Sie Ihre Meinung
fr: Si vous voulez être transféré directement dans le projet, sélectionnez le projet parent et le gestionnaire de projet, et entrez votre opinion
ko: 프로젝트에 직접 전송하려는 경우, 부모 프로젝트와 프로젝트 관리자를 선택하고 의견을 입력
ru: Если вы хотите, чтобы быть переданы непосредственно в проект, выберите родительскую проекта и менеджер проекта, и введите Ваше мнение
zh_cn: 如要直接转成项目，请选择父项目和项目经理，并输入你的意见
zh_tw: 如要直接轉成項目，請選擇父項目和項目經理，並輸入你的意見

source: Submit
de: Abschicken
fr: Soumettre
ko: 제출
ru: Представить
zh_cn: 提交
zh_tw: 提交

# SubmitApplication
source: submit process
de: Bewerbung
fr: Soumettre la demande
ko: 신청서를 제출
ru: Отправить заявку
zh_cn: 提交处理
zh_tw: 提交申請

# SubmitToApprove
source: Submit to process
de: Senden, um Zustimmung
fr: Soumettre pour approbation
ko: 승인 제출
ru: Отправить на утверждение
zh_cn: 提交去处理
zh_tw: 提交去審批

# SuiCheRen
source: Truck person
fr: Camion personne
ko: 트럭 사람
ru: Грузовик человек
zh_cn: 随车人
zh_tw: 隨車人

# SunHaoLiang
source: Amount of loss
de: Höhe des Schadens
fr: Montant de la perte
ko: 손실 금액
ru: Размер убытка
zh_cn: 损耗量
zh_tw: 損耗量

# SunHaoLv
source: Attrition rate
de: Ausfallrate
fr: Taux d'attrition
ko: 마찰 속도
ru: Скорость истощение
zh_cn: 损耗率
zh_tw: 損耗率

# SunYi
source: Gains and losses
de: Gewinne und Verluste
fr: Les gains et pertes
ko: 이익과 손실
ru: Прибыли и убытки
zh_cn: 损益
zh_tw: 損益

# SunYiBiao
source: Income Statement
de: Gewinn- und Verlustrechnung
fr: Déclaration de revenus
ko: 손익 계산서
ru: Отчет о доходах
zh_cn: 损益表
zh_tw: 損益表

# SuoDingZhuangTai
source: Lock status
de: Sperrstatus
fr: État de verrouillage
ko: 잠금 상태
ru: Блокировка статус
zh_cn: 锁定状态
zh_tw: 鎖定狀態

# SuoShuBuMen
source: Sector
de: Sektor
fr: Secteur
ko: 부문
ru: Сектор
zh_cn: 所属部门
zh_tw: 所屬部門

# SuoShuHangYe
source: Industry
de: Branche
fr: Industrie
ko: 산업
ru: Промышленность
zh_cn: 所属行业
zh_tw: 所屬行業

# SuoXueZhuanYe
source: By Science
de: Durch Wissenschaft
fr: Par la science
ko: 과학에 의해
ru: По науке
zh_cn: 所学专业
zh_tw: 所學專業

# SuoYou
source: All
de: Alle
fr: Tous
ko: 모든
ru: Все
zh_cn: 所有
zh_tw: 所有

# SuoYouChengYuanDeRiCheng
source: Schedule all members
de: Planen Sie alle Mitglieder
fr: Calendrier Tous les membres
ko: 모든 회원 예약
ru: График всех членов
zh_cn: 所有成员的日程
zh_tw: 所有成員的日程

# SuoYouChengYuanJiangJin
source: All members of bonuses
de: Alle Mitglieder der Boni
fr: Tous les membres de bonus
ko: 보너스의 모든 구성원
ru: Все члены бонусов
zh_cn: 所有成员奖金
zh_tw: 所有成員獎金

# SuoYouChengYuanRenWu
source: All members of the task
de: Alle Mitglieder der Task
fr: Tous les membres de la tâche
ko: 작업의 모든 구성원
ru: Все члены задачи
zh_cn: 所有成员任务
zh_tw: 所有成員任務

# SuoYouChengYuanRiCheng
source: All members of the Schedule
de: Alle Mitglieder der Zeitplan
fr: Tous les membres de l'horaire
ko: 일정의 모든 구성원
ru: Все члены графика
zh_cn: 所有成员日程
zh_tw: 所有成員日程

# SuoYouChenYuan
source: All members
de: Alle Mitglieder
fr: Tous les membres
ko: 모든 회원
ru: Все члены
zh_cn: 所有成员
zh_tw: 所有成員

# SuoYouDaiFenPaiKeHuWenTi
source: All customer issues to be dispatched
de: Alle Kundenprobleme zu versendet werden
fr: Tous les problèmes des clients qui doivent être envoyés
ko: 모든 고객 문제가 전달되는
ru: Все вопросы клиентов должны быть направлены
zh_cn: 所有待分派的需求
zh_tw: 所有待分派客戶問題

# SuoYouFeiYongBaoXiao
source: All reimbursement
de: Alle Erstattungs
fr: Tout remboursement
ko: 모든 보상
ru: Все возмещение
zh_cn: 所有费用报销
zh_tw: 所有費用報銷

# SuoYouFeiYongShenQing
source: All expense claims
de: Alle Gebühr
fr: Tous les payant
ko: 모든 요금이 부과
ru: Все плату
zh_cn: 所有费用申请
zh_tw: 所有費用申請

# SuoYouFenPaiJiLu
source: All dispatch records
de: Alle Versand records
fr: Tous les documents d'expédition
ko: 모든 발송 기록
ru: Все о доставке записи
zh_cn: 所有分派记录
zh_tw: 所有分派記錄

# SuoYouGongZuoLiu
source: All workflows
de: Alle Workflows
fr: Tous les flux de travail
ko: 모든 워크 플로우
ru: Все рабочие процессы
zh_cn: 所有工作流
zh_tw: 所有工作流

# SuoYouJiHua
source: All programs
de: Alle Pläne
fr: Tous les plans
ko: 모든 계획
ru: Все планы
zh_cn: 所有计划
zh_tw: 所有計劃

# SuoYouJingFeiShenQing
source: All grant applications
de: Alle Zuschussanträge
fr: Toutes les demandes de subvention
ko: 모든 보조금 신청서
ru: Все заявки на грант
zh_cn: 所有经费申请
zh_tw: 所有經費申請

# SuoYouJiXiao
source: All members of the Performance
de: Alle Mitglieder des Performance-
fr: Tous les membres de la Performance
ko: 성능의 모든 구성원
ru: Все члены Performance
zh_cn: 所有成员绩效
zh_tw: 所有成員績效

# SuoYouKeHuFuWuXuQiu
source: All customer service needs
de: Alle Kundendienstbedarf
fr: Tous les besoins de service à la clientèle
ko: 모든 고객 서비스 요구
ru: Все потребности обслуживания клиентов
zh_cn: 所有服务需求
zh_tw: 所有客戶服務需求

# SuoYouShenPiJiLu
source: All approvals records
de: Alle Genehmigungen Aufzeichnungen
fr: Toutes les approbations dossiers
ko: 모든 승인 기록
ru: Все допуски записи
zh_cn: 所有审批记录
zh_tw: 所有審批記錄

# SuoYouShouRuHeFeiYong
source: All income and expenses
de: Alle Erträge und Aufwendungen
fr: Tous les revenus et dépenses
ko: 모든 수입과 지출
ru: Все доходы и расходы
zh_cn: 所有收入和费用
zh_tw: 所有收入和費用

# SuoYouWebService
source: All WebService
de: Alle WebService
fr: Tous WebService
ko: 모든 WebService에
ru: Все WebService
zh_cn: 所有WebService
zh_tw: 所有WebService

# SuoYouXiangGuanChengYuan
source: All members
de: Alle relevanten Mitglieder der
fr: Tous les membres concernés de la
ko: 의 모든 관련 구성원
ru: Все соответствующими членами
zh_cn: 所有相关成员
zh_tw: 所有相關成員

# SuoYouXiangMuFeiYong
source: All project costs
de: Alle Projektkosten
fr: Tous les coûts du projet
ko: 모든 프로젝트 비용
ru: Все затраты на проект
zh_cn: 所有项目费用
zh_tw: 所有項目費用

# SuoYouYiJian
source: All comments
de: Alle Kommentare
fr: Tous les commentaires
ko: 모든 의견
ru: Все комментарии
zh_cn: 所有意见
zh_tw: 所有意見

# SuoYouYiShanChuWenJianGuanLi
source: All deleted files management
de: Alle gelöschten Datei-Management
fr: Toute la gestion de fichiers supprimés
ko: 모든 삭제 된 파일 관리
ru: Все удаленные управление файлами
zh_cn: 所有已删除文件管理
zh_tw: 所有已刪除檔管理

# SuoYouYongHuRiZhi
source: All user log
de: Alle Benutzer-Log-
fr: Tout utilisateur journal
ko: 모든 사용자 로그
ru: Все лог пользователь
zh_cn: 所有用户日志
zh_tw: 所有使用者日誌

# SuoYouZhiJieChengYuanGongZuoLiu
source: All direct member workflow
de: Alle direktes Mitglied Workflow
fr: Tous les flux de membre direct
ko: 모든 직접 멤버 워크 플로우
ru: Все прямой рабочий членом
zh_cn: 所有直接成员工作流
zh_tw: 所有直接成員工作流

# SuoZaiDiDian
source: Location
de: Stelle
fr: Emplacement
ko: 위치
ru: Расположение
zh_cn: 所在地点
zh_tw: 所在地點

source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# SYBZWJXZ
source: Help file download
de: Verwenden der Hilfe-Datei zum Download
fr: Utilisation du fichier d'aide pour télécharger
ko: 도움말 파일을 사용하면 다운로드
ru: Использование файла справки, чтобы загрузить
zh_cn: 使用帮助文件 下载
zh_tw: 使用幫助檔 下載

# SYDFLQTYQ
source: Applicable law / Other Requirements
de: Anwendbares Recht / Sonstige Anforderungen
fr: Droit applicable / Autres exigences
ko: 적용 법률 / 기타 요구 사항
ru: Действующее законодательство / Другие требования
zh_cn: 适用的法律/其他要求
zh_tw: 適用的法律/其他要求

# SynchronizingFiles
source: Sync files
de: Sync-
fr: Synchronisation des fichiers
ko: 동기화 파일
ru: Синхронизация файлов
zh_cn: 同步文件
zh_tw: 同步文件

# SystemSearch
source: Integrated Query
ko: 통합 쿼리
zh_cn: 综合查询
zh_tw: 綜合查詢

# SZSHLKZLJXSBYXGS
source: Shenzhen Hailing grams of Refrigeration Machinery Co., Ltd.
de: Shenzhen Hailing Gramm Kälte Machinery Co., Ltd
fr: Shenzhen grammes d'interpellation de réfrigération Machinery Co., Ltd.
ko: (주) 냉동 기계 (주), 심천 환영 그램
ru: Шэньчжэнь Родом граммов Рафтинг Machinery Co., Ltd.
zh_cn: 深圳市海菱克制冷机械设备有限公司
zh_tw: 深圳市海菱克製冷機械設備有限公司

# T
source: Address Book
de: Adressbuch
fr: Carnet d'adresses
ko: 주소록
ru: Адресная книга
zh_cn: 通讯簿
zh_tw: 通訊錄

# TaiBi
source: NT
ru: Новый Завет
zh_cn: 台币
zh_tw: 台幣

# TaiDingRuanJian
source: Thai Top Software
fr: Thai Top Logiciel
ko: 타이어 최고의 소프트웨어
ru: Тайский Топ Программное обеспечение
zh_cn: 泰顶软件
zh_tw: 泰頂軟體

# TanShangBiLi
source: Testing ratio:
de: Testing Verhältnis:
fr: Rapport d'essai:
ko: 테스트 비율 :
ru: Соотношение Тестирование:
zh_cn: 探伤比例：
zh_tw: 探傷比例：

source: Task
de: Aufgabe
fr: Tâche
ko: 태스크
ru: Задача
zh_cn: 任务
zh_tw: 任務

# TaskID
source: serial number
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# TaskRecordAssignSummary
source: Tasking Record Summary
de: Tasking Nehmen Zusammenfassung
fr: Résumé tâches fiche
ko: 태스킹 기록 ​​개요
ru: Управление задачами Запись Резюме
zh_cn: 任务分派记录汇总
zh_tw: 任務分派記錄匯總

# TaskSummary
source: Jobs Summary
de: Aufgabenübersicht
fr: Résumé des tâches
ko: 작업 요약
ru: Основная целевая
zh_cn: 任务汇总
zh_tw: 任務匯總

# TaskType
source: Types of
de: Type
fr: Type
ko: 유형
ru: Тип
zh_cn: 类型
zh_tw: 類型

# TBDWZDMB
source: Synchronized to the code table supplies
de: Auf das Material-Code-Tabelle synchronisiert
fr: Synchronisé à la table de code de matériau
ko: 재료 코드 테이블 동기화
ru: Синхронное к столу материал кода
zh_cn: 同步到物资代码表
zh_tw: 同步到物資代碼表

# TDKHGXGLPTSSSC
source: Thai top customer relationship management platform Implementation Manual
de: Thai top Customer Relationship Management-Plattform Implementierungshandbuch
fr: Thai top relation client Manuel plateforme de gestion de mise en œuvre
ko: 타이어 상단 고객 관계 관리 플랫폼 구현 매뉴얼
ru: Руководство Реализация платформа управления тайский топ взаимоотношениями с клиентами
zh_cn: 泰顶客户关系管理平台实施手册
zh_tw: 泰頂客戶關係管理平臺實施手冊

# TDQYZHGLPTSSSCYHSC
source: Thai top enterprise management platform Implementation Manual User Manual
de: Thai oberen Enterprise-Management-Plattform Implementierung Anleitung Bedienungsanleitung
fr: Top management de l'entreprise Thai plate-forme mise en œuvre Manuel de l'utilisateur
ko: 타이어 최고 기업 관리 플랫폼 구현 설명서 사용 설명서
ru: Тайский Реализация топ-менеджмент предприятия платформа Руководство пользователя Руководство
zh_cn: 泰顶企业综合管理平台实施手册用户手册
zh_tw: 泰頂企業綜合管理平臺實施手冊用戶手冊

# TDRJGSHC
source: Thai top software companies album
de: Thai führenden Software-Unternehmen Album
fr: Thai premiers éditeurs de logiciels album
ko: 타이어 최고의 소프트웨어 업체 앨범
ru: Тайский программного обеспечения ведущих компаний альбом
zh_cn: 泰顶软件公司画册
zh_tw: 泰頂軟體公司畫冊

# TDRJGSYCPGNJSHSP
source: Thai top software company and product function introduction (with video)
de: Thai Top-Software-Unternehmen und Produktfunktionseinleitung (mit Video)
fr: Thai société de logiciels haut et la fonction du produit Introduction (avec vidéo)
ko: 타이어 최고의 소프트웨어 회사와 (비디오) 제품 기능 소개
ru: Тайский верхней программного обеспечения компании и внедрение функции продукта (с видео)
zh_cn: 泰顶软件公司与产品功能介绍（含视频）
zh_tw: 泰頂軟體公司與產品功能介紹（含視頻）

# TDRJSSPXJCELYYB
source: Thai top software implementation training course (2011 Edition)
de: Thai Top-Software-Implementierung Schulung (Ausgabe 2011)
fr: Cours de formation de mise en œuvre du logiciel Top Thai (2011 Edition)
ko: 타이어 최고의 소프트웨어 구현 교육 과정 (2011 년 판)
ru: Тайский обучение топ программная реализация, конечно (2011 Edition)
zh_cn: 泰顶软件实施培训教程（2011版）
zh_tw: 泰頂軟體實施培訓教程（2011版）

# TDXMGLPTSSSC
source: Thai top project management platform Implementation Manual
de: Thai top Projektmanagement-Plattform Implementierungshandbuch
fr: Top Thai gestion de projet Manuel plateforme de mise en œuvre
ko: 타이어 최고 프로젝트 관리 플랫폼 구현 매뉴얼
ru: Топ Руководство Реализация платформа управления проектом Тайский
zh_cn: 泰顶项目管理平台实施手册
zh_tw: 泰頂專案管理平臺實施手冊

# TDXMGLPTYHSC
source: Thai top Project Management Platform User's Manual
de: Thai Top Project Management Platform Benutzerhandbuch
fr: Manuel de l'utilisateur Thai haut Plate-forme de gestion de projet
ko: 타이어 위에 프로젝트 관리 플랫폼 사용 설명서
ru: Руководство Таиланда началу Management Platform Project пользователя
zh_cn: 泰顶项目管理平台用户手册
zh_tw: 泰頂專案管理平臺用戶手冊

# TDXTGLPTSSSC
source: Thai Top collaborative management platform Implementation Manual
de: Thai Top kollaborative Management-Plattform Implementierungshandbuch
fr: Thai Top gestion collaborative Manuel plate-forme de mise en œuvre
ko: 타이어 맨 협업 관리 플랫폼 구현 매뉴얼
ru: Тайский Руководство Реализация платформа совместного управления Топ
zh_cn: 泰顶协同管理平台实施手册
zh_tw: 泰頂協同管理平臺實施手冊

# TDXTGLPTYHSC
source: Thai Top collaborative management platform User Manual
de: Thai Top kollaborative Management-Plattform Benutzerhandbuch
fr: Thai Top gestion collaborative Manuel plate-forme de l'utilisateur
ko: 타이어 맨 협업 관리 플랫폼 사용 설명서
ru: Тайский Топ совместного управления Руководство пользователя платформы
zh_cn: 泰顶协同管理平台用户手册
zh_tw: 泰頂協同管理平臺用戶手冊

# TeJi
source: Extra urgent
de: Zusätzliche dringende
fr: Extra urgence
ko: 긴급 추가
ru: Сверхсрочный
zh_cn: 特急
zh_tw: 特急

# TemplateDoc
source: Template document
de: Vorlagendokument
fr: Modèle de document
ko: 템플릿 문서
ru: Шаблон документа
zh_cn: 模板文档
zh_tw: 範本文檔

# TemplateMaintain
source: Template Maintenance
de: Vorlagenverwaltung
fr: Entretien Template
ko: 템플릿 유지 보수
ru: Шаблон обслуживание
zh_cn: 模板维护
zh_tw: 範本維護

source: Template Maintenance
de: Vorlagenverwaltung
fr: Entretien Template
ko: 템플릿 유지 보수
ru: Шаблон обслуживание
zh_cn: 模板维护
zh_tw: 範本維護

source: Test Case
fr: Cas de test
ko: 테스트 케이스
ru: Прецедент
zh_cn: 测试用例
zh_tw: 測試用例

# TeZhongSheBei
source: Special Equipment
de: Sonderausstattung
fr: Équipement spécial
ko: 특수 장비
ru: Спецтехника
zh_cn: 特种设备
zh_tw: 特種設備

# TeZhongZuoYe
source: Special operations
de: Spezialoperationen
fr: Les opérations spéciales
ko: 특수 작전
ru: Специальные операции
zh_cn: 特种作业
zh_tw: 特種作業

# Tian
source: Day
fr: Jour
ko: 하루
ru: День
zh_cn: 天
zh_tw: 天

# TianChongJingShuQiTa
source: Other filler metal
de: Andere Zusatzwerkstoff
fr: Autre métal d'apport
ko: 다른 용가재
ru: Другое присадочного металла
zh_cn: 填充金属其他
zh_tw: 填充金屬其他

# TianJia
source: Add to
de: Hinzufügen
fr: Ajouter
ko: 추가
ru: Добавлять
zh_cn: 添加
zh_tw: 添加

# TianJiaSheXiangTou
source: Add webcam
de: Webcam hinzufügen
fr: Ajouter webcam
ko: 웹캠 추가
ru: Добавить веб-камера
zh_cn: 添加摄像头
zh_tw: 添加攝像頭

# TianJiaShouCang
source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux Favoris
ko: 즐겨 찾기에 추가
ru: Добавить в Избранное
zh_cn: 添加收藏
zh_tw: 添加收藏

# TianJiaShuJuJiaoHuZiDuan
source: Adding data exchange field
de: Datenaustausch Feld hinzufügen
fr: Ajouter un champ d'échange de données
ko: 데이터 교환 필드 추가
ru: Добавить поле обмена данными
zh_cn: 添加数据交互字段
zh_tw: 添加資料交互欄位

# TianJiaWebService
source: Add WebService
de: WebService hinzufügen
fr: Ajouter WebService
ko: WebService에 추가
ru: Добавить веб-
zh_cn: 添加WebService
zh_tw: 添加WebService

# TianPingShen
source: Days Review
de: Tage Bewertung
fr: Jours critique
ko: 일 검토
ru: Дни отзыв
zh_cn: 天评审
zh_tw: 天評審

# TianXieBaoJiaDan
source: Fill Quote
de: Füllen Zitat
fr: Remplissez Citer
ko: 견적 작성
ru: Заполните Цитата
zh_cn: 填写报价单
zh_tw: 填寫報價單

# TianXieRiQi
source: Date of entry
de: Füllen Datum
fr: Date de remplir
ko: 날짜를 입력
ru: Заполните Дата
zh_cn: 填写日期
zh_tw: 填寫日期

# Tiao
source: Article
de: Beitrag
fr: Objet
ko: 기사
ru: Статья
zh_cn: 条
zh_tw: 條

# TiaoJian
source: Condition
de: Voraussetzung
fr: État
ko: 조건
ru: Состояние
zh_cn: 条件
zh_tw: 條件

# TiaoJianBiaoDaShi
source: Conditional expression
de: Bedingungsausdruck
fr: Expression conditionnelle
ko: 조건식
ru: Условное выражение
zh_cn: 条件表达式
zh_tw: 條件運算式

# TiaoJianMiaoShu
source: Condition description
de: Zustandsbeschreibung
fr: Description de la condition
ko: 조건 설명
ru: Описание Состояние
zh_cn: 条件描述
zh_tw: 條件描述

# TiaoJianSeZhi
source: Conditions set
de: Bedingungseinstellung
fr: Établissement de condition
ko: 조건 설정
ru: Установка Состояние
zh_cn: 条件设置
zh_tw: 條件設置

# TiaoJiaoRiQi
source: Date of submission
de: Datum der Einreichung
fr: Date de soumission
ko: 제출 날짜
ru: Дата представления
zh_cn: 提交日期
zh_tw: 提交日期

# TiaoPei
source: Deploy
de: Bereitstellen
fr: Déployer
ko: 배포
ru: Развертывание
zh_cn: 调配
zh_tw: 調配

# TiaoPeiJiLu
source: Deployment record
de: Deployment Rekord
fr: Fiche de déploiement
ko: 배포 기록
ru: Запись развертывания
zh_cn: 调配记录
zh_tw: 調配記錄

# TiaoShu
source: Article Number
de: Artikelnummer
fr: Numéro d'article
ko: 제품 번호
ru: Артикул
zh_cn: 条数
zh_tw: 條數

# TiaoZheng
source: Adjustment
fr: Réglage
ko: 조정
ru: Регулировка
zh_cn: 调整
zh_tw: 調整

# TiaoZhengRen
source: Adjust people
de: Adjustment Menschen
fr: Les gens de réglage
ko: 조정 사람들
ru: Регулировка люди
zh_cn: 调整人
zh_tw: 調整人

# TiaoZhengShiJian
source: Adjustment time
de: Einstellzeit
fr: Temps de réglage
ko: 조정 시간
ru: Время корректировки
zh_cn: 调整时间
zh_tw: 調整時間

# TiBao
source: Escalation
de: Eskalation
fr: Escalade
ko: 단계적 확대
ru: Эскалация
zh_cn: 提报
zh_tw: 提報

# TiCheng
source: Deduct a percentage
de: Vorsteuerabzug einen Prozentsatz
fr: Déduire un pourcentage
ko: 비율을 공제
ru: Минус процент
zh_cn: 提成
zh_tw: 提成

# TiChuZhe
source: Author
de: Autor
fr: Auteur
ko: 저자
ru: Автор
zh_cn: 提出者
zh_tw: 提出者

# TiDaiXingHao
source: Alternative models
de: Alternative Modelle
fr: Des modèles alternatifs
ko: 대체 모델
ru: Альтернативные модели
zh_cn: 替代型号
zh_tw: 替代型號

# TiHaoXinWenTi
source: Submit News
de: News News Eintragen
fr: Proposez Nouvelles
ko: 뉴스 제출
ru: Отправить Новости
zh_cn: 提交新闻
zh_tw: 提交新聞

# TiHuan
source: Replace
de: Ersetzen
fr: Remplacer
ko: 교체
ru: Заменять
zh_cn: 替换
zh_tw: 替換

# TiHuanDaiMa
source: Replace the code:
de: Ersetzen Sie den Code:
fr: Remplacez le code:
ko: 코드를 바꿉니다 :
ru: Замените код:
zh_cn: 替换代码：
zh_tw: 替換代碼：

# TiHuanWei
source: Replace
de: Ersetzen
fr: Remplacer
ko: 교체
ru: Заменять
zh_cn: 替换为
zh_tw: 替換為

# TiHuanWuZiDaiMa
source: Replace supplies Codes
de: Austauschen von Verbrauchsmaterial Codes
fr: Remplacez les consommables codes
ko: 공급 코드를 교체
ru: Замените расходные материалы коды
zh_cn: 替换物资代码
zh_tw: 替換物資代碼

# TiHuaWei
source: Replace
de: Ersetzen
fr: Remplacer
ko: 교체
ru: Заменять
zh_cn: 替换为
zh_tw: 替換為

# TiJianJieLun
source: Medical conclusion
de: Medical Abschluss
fr: Conclusion médicale
ko: 의료 결론
ru: Медицинское заключение
zh_cn: 体检结论
zh_tw: 體檢結論

# TiJianRiQi
source: Examination date
de: Prüfungsdatum
fr: Date de l'examen
ko: 시험 날짜
ru: Дата Экспертиза
zh_cn: 体检日期
zh_tw: 體檢日期

# TiJianShiJian
source: Submitted
de: Zeit abschicken
fr: Proposez temps
ko: 시간을 제출
ru: Разместить время
zh_cn: 提交时间
zh_tw: 提交時間

# TiJianXinXi
source: Medical information
de: Medizinische Informationen
fr: L'information médicale
ko: 의료 정보
ru: Медицинская информация
zh_cn: 体检信息
zh_tw: 體檢信息

# TiJiao
source: Submit
de: Abschicken
fr: Soumettre
ko: 제출
ru: Представить
zh_cn: 提交
zh_tw: 提交

# TiJiaoBaoJia
source: Submit Bid
de: Angebotsabgabe
fr: Présenter une soumission
ko: 입찰 제출
ru: Представить свое предложение
zh_cn: 提交报价
zh_tw: 提交報價

# TiJiaoEr
source: Submit 2
de: Senden 2
fr: Proposez 2
ko: (2) 제출
ru: Разместить 2
zh_cn: 提交2
zh_tw: 提交2

# TiJiaoJieShuShiJian
source: Submit End Time
de: Senden Endzeit
fr: Proposez Heure de fin
ko: 종료 시간 제출
ru: Разместить End Time
zh_cn: 提交结束时间
zh_tw: 提交結束時間

# TiJiaoKaiShiShiJian
source: Submit Start Time
de: Absenden Startzeit
fr: Proposez Start Time
ko: 시작 시간 제출
ru: Разместить Время начала
zh_cn: 提交开始时间
zh_tw: 提交開始時間

# TiJiaoPingShen
source: Submit Review
de: Bewertung abschicken
fr: Poster le commentaire
ko: 리뷰 제출
ru: Добавить отзыв
zh_cn: 提交评审
zh_tw: 提交評審

# TiJiaoRen
source: Author
de: Autor
fr: Auteur
ko: 저자
ru: Автор
zh_cn: 提交人
zh_tw: 提交人

# TiJiaoRiQi
source: Date of submission
de: Datum der Einreichung
fr: Date de soumission
ko: 제출 날짜
ru: Дата представления
zh_cn: 提交日期
zh_tw: 提交日期

# TiJiaoSan
source: Submit 3
de: Senden 3
fr: Proposez 3
ko: 3 제출
ru: Отправить 3
zh_cn: 提交3
zh_tw: 提交3

# TiJiaoShenHe
source: Submit review
de: Bewertung abschicken
fr: Soumettre un commentaire
ko: 리뷰 제출
ru: Отправить отзыв
zh_cn: 提交审核
zh_tw: 提交審核

# TiJiaoShenPi
source: Submitted process
de: Zur Genehmigung vorgelegt
fr: Soumis pour approbation
ko: 승인을 위해 제출
ru: Представлено на официальное утверждение
zh_cn: 提交处理
zh_tw: 提交審批

# TiJiaoShenQing
source: submit process
de: Bewerbung
fr: Soumettre la demande
ko: 신청서를 제출
ru: Отправить заявку
zh_cn: 提交处理
zh_tw: 提交申請

# TiJiaoShiJian
source: Submitted
de: Zeit abschicken
fr: Proposez temps
ko: 시간을 제출
ru: Разместить время
zh_cn: 提交时间
zh_tw: 提交時間

# TiJiaoTuiHui
source: Submit Return
de: Zurück Abschicken
fr: Proposez retour
ko: 반환 제출
ru: Отправить Вернуться
zh_cn: 提交退回
zh_tw: 提交退回

# TiJiaoXinWenTi
source: Submit a new question
de: Neues Frage
fr: Proposez nouvelle question
ko: 새로운 질문을 제출
ru: Разместить новый вопрос
zh_cn: 提交新问题
zh_tw: 提交新問題

# TiJiaoYi
source: Submit 1
de: Senden 1
fr: Proposez 1
ko: (1) 제출
ru: Отправить 1
zh_cn: 提交1
zh_tw: 提交1

source: Time
de: Zeit
fr: Temps
ko: 시간
ru: Время
zh_cn: 时间
zh_tw: 時間
