Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# LiChengFeiYong
source: Mileage, expenses
de: Gebrauchte Autos, Kosten
fr: Kilométrage, frais
ko: 산업
ru: Пробег, расходы
zh_cn: 里程、费用
zh_tw: 里程、費用

# LiChengFeiYongQingKuang
source: Mileage, FUNDS
de: Gebrauchte Autos, die Kostensituation
fr: Kilométrage, la situation des coûts
ko: 산업 인터뷰
ru: Пробег, ситуация стоимость
zh_cn: 里程、费用情况
zh_tw: 里程、費用情況

# LiChengGongLi
source: (Km)
fr: Kilométrage (km)
ko: 산업 관리
ru: Пробег (км)
zh_cn: 里程（公里）
zh_tw: 里程（公里）

# LieBiaoCaoZuo
source: List Manipulation
de: Liste Manipulation
fr: Liste Manipulation
ko: 산업 유형
ru: Список Манипуляция
zh_cn: 列表操作
zh_tw: 列表操作

# LieBiaoChaXun
source: List query
de: Listenabfrage
fr: Liste requête
ko: PWHT는 유지 시간 :
ru: Список запросов
zh_cn: 列表查询
zh_tw: 列表查詢

# LieBiaoPaiXu
source: List Sorting
de: Liste nach
fr: Liste trié
ko: 용접 후 열처리 방법
ru: Список сортируется
zh_cn: 列表排序
zh_tw: 列表排序

# LieBiaoShiLiuLan
source: List browsing
de: Listen-Navigation
fr: Consultation de la liste
ko: PWHT 카테고리
ru: Список просмотра
zh_cn: 列表式浏览
zh_tw: 列表式流覽

# LiHanHanJieFangXiang
source: Vertical welding direction:
de: Vertikale Schweißrichtung:
fr: Direction de soudage verticale:
ko: 용접 후 열처리 온도 :
ru: Вертикальная сварка направление:
zh_cn: 立焊焊接方向：
zh_tw: 立焊焊接方向：

# LiHanHanJieFangXiu
source: Vertical welding direction:
de: Vertikale Schweißrichtung:
fr: Direction de soudage verticale:
ko: 플럭스 기준 :
ru: Вертикальная сварка направление:
zh_cn: 立焊焊接方向：
zh_tw: 立焊焊接方向：

# LiHuaGuanLi
source: Physical and chemical management
de: Physikalische und chemische Management
fr: La gestion physique et chimique
ko: 용접 재료
ru: Физическая и химическая управление
zh_cn: 理化管理
zh_tw: 理化管理

# LiHuaJianYanBeiZhu
source: TESTING Notes:
de: PRÜFUNG Hinweise:
fr: ESSAIS Notes:
ko: 용접 D / B
ru: ИСПЫТАНИЯ Примечания:
zh_cn: 理化检验备注：
zh_tw: 理化檢驗備註：

# LiHuaXinXi
source: Physical and chemical information:
de: Physikalische und chemische Informationen:
fr: Des informations physiques et chimiques:
ko: 용접 전류 :
ru: Физическая и химическая информация:
zh_cn: 理化信息：
zh_tw: 理化信息：

# LiHuiXinXi
source: Regular information
de: Regelmäßige Informationen
fr: Une information régulière
ko: 용접 전류 (A) :
ru: Регулярная информация
zh_cn: 例会信息
zh_tw: 例會資訊

# LiMi
source: (cm)
ko: 전류 범위를 용접 :
ru: (Ст)
zh_cn: (厘米)
zh_tw: (釐米)

# Ling
source: Zero
de: Null
fr: Nul
ko: 용접 전압
ru: Нулю
zh_cn: 零
zh_tw: 零

# LingDao
source: Leadership
de: Führung
fr: Direction
ko: 용접 방법
ru: Руководство
zh_cn: 领导
zh_tw: 領導

# LingDaoDaiMa
source: Leadership Code
ko: 용접 방향
ru: Лидерство код
zh_cn: 领导代码
zh_tw: 領導代碼

# LingDaoMingCheng
source: Leading name
de: Führende Namen
fr: Nom de premier plan
ko: 용접 일정 :
ru: Ведущий название
zh_cn: 领导名称
zh_tw: 領導名稱

# LingDaoPing
source: Leadership Review
de: Führungs Bewertung
fr: Revue du leadership
ko: 용접 절차 인정
ru: Лидерство отзыв
zh_cn: 领导评
zh_tw: 領導評

# LingDaoPingFen
source: Leadership Ratings
de: Führungs Bewertungen
fr: Notes de leadership
ko: 절차 인정 용접 :
ru: Лидерство Рейтинги
zh_cn: 领导评分
zh_tw: 領導評分

# LingDaoPingFeng
source: Leadership Ratings
de: Führungs Bewertungen
fr: Notes de leadership
ko: 용접 절차 인정 목록
ru: Лидерство Рейтинги
zh_cn: 领导评分
zh_tw: 領導評分

# LingDaoPingHe
source: Leadership Assessment
fr: Évaluation du leadership
ko: 용접 구조물 두께 범위 :
ru: Оценка Лидерство
zh_cn: 领导评核
zh_tw: 領導評核

# LingDaoPingZongFen
source: Leadership assessment scores
de: Leadership Assessment Score
fr: Leadership note d'évaluation
ko: 용접 이음
ru: Оценка оценка Лидерство
zh_cn: 领导评总分
zh_tw: 領導評總分

# LingDaoQuanPingZhong
source: Leadership Review weights
de: Kommentar Führung Gewichte
fr: Commentaire poids de leadership
ko: 용접 이음도 :
ru: Комментарий веса лидерские
zh_cn: 领导评权重
zh_tw: 領導評權重

# LingDaoZongPingFeng
source: Leading rating total:
de: Führungs Bewertung:
fr: Leadership Note d'appréciation:
ko: 기타 용접 이음 :
ru: Лидерство оценка отзыв:
zh_cn: 领导评总分：
zh_tw: 領導評總分：

# LingLiaoDanHao
source: Requisition number
de: Anforderungsnummer
fr: Numéro de demande
ko: 용접 기록 시트
ru: Количество реквизиции
zh_cn: 领料单号
zh_tw: 領料單號

# LingLiaoDanWei
source: Picking units
de: Pflückeinheiten
fr: Unités Picking
ko: 기록 정보 용접 :
ru: Выбор единиц
zh_cn: 领料单位
zh_tw: 領料單位

# LingLiaoDanWeiBianGeng
source: Picking unit change
de: Pflückeinheiten Wechsel
fr: Cueillette unités changement
ko: 용접 기술 조치
ru: Изменение Сбор единиц
zh_cn: 领料单位变更
zh_tw: 領料單位變更

# LingLiaoDanWeiBianGengDuiHuaKuang
source: Picking unit change dialog
de: Pflückeinheiten Dialog ändern
fr: Cueillette unités de dialogue changent
ko: 용접 형
ru: Сбор единиц изменить диалог
zh_cn: 领料单位变更对话框
zh_tw: 領料單位變更對話方塊

# LingLiaoDanWeiBianJi
source: Picking unit editor
de: Pflückeinheiten Editor
fr: Cueillette unités éditeur
ko: 용접 작업 목록 관리
ru: Редактор Сбор единиц
zh_cn: 领料单位编辑
zh_tw: 領料單位編輯

# LingLiaoDanWeiJiLu
source: Picking unit record
de: Picking-Einheit Rekord
fr: Cueillette record unité
ko: 작업 순서 목록 용접 :
ru: Выбор блока запись
zh_cn: 领料单位记录
zh_tw: 領料單位記錄

# LingLiaoFangShi
source: Picking way
de: Picking Weg
fr: Façon Picking
ko: 용접 작업을 하나의 메시지 :
ru: Выбор способа
zh_cn: 领料方式
zh_tw: 領料方式

# LingLiaoJiHua
source: Picking plan
de: Pflücken Plan
fr: Plan Picking
ko: 용접 날짜
ru: Выбор плана
zh_cn: 领料计划
zh_tw: 領料計畫

# LingLiaoJiHuaBiaJi
source: Picking plan editor
de: Pflücken Planeditor
fr: Cueillette éditeur de plans
ko: 용접 속도 :
ru: Выбор редактора план
zh_cn: 领料计划编辑
zh_tw: 領料計畫編輯

# LingLiaoJiHuaBiao
source: Picking schedule
de: Picking Zeitplan
fr: Calendrier Picking
ko: 용접 위치
ru: Выбор график
zh_cn: 领料计划表
zh_tw: 領料計畫表

# LingLiaoJiHuaJiLu
source: Picking plan records
de: Pflücken Plansätze
fr: Reprenant les dossiers du régime
ko: 용접 위치 (2)
ru: Выбор записи плана
zh_cn: 领料计划记录
zh_tw: 領料計畫記錄

# LingLiaoJiHuaLieBiao
source: Picking plan list
de: Pflücken Planliste
fr: Reprenant la liste du plan
ko: 용접 자세 (1)
ru: Выбор списка план
zh_cn: 领料计划列表
zh_tw: 領料計畫列表

# LingLiaoJiHuaMingXiBianJi
source: Picking plan details edit
de: Pflücken Plandetails bearbeiten
fr: Cueillette détails du plan modifier
ko: 용접 형태
ru: Сбор Подробности плана редактировать
zh_cn: 领料计划明细编辑
zh_tw: 領料計畫明細編輯

# LingLiaoJiHuaQianShou
source: Picking plans to sign
de: Picking Pläne zu unterzeichnen
fr: Reprenant des plans de signer
ko: 플럭스 사양
ru: Выбор планов подписать
zh_cn: 领料计划签收
zh_tw: 領料計畫簽收

# LingLiaoJiHuaShenHe
source: Picking plan review
de: Pflücken Plan Bewertung
fr: Reprenant l'examen du plan
ko: 플럭스 등급
ru: Выбор отзыв план
zh_cn: 领料计划审核
zh_tw: 領料計畫審核

# LingLiaoRiQi
source: Picking Date
de: Picking Datum
fr: Date de la cueillette
ko: 플럭스 유형
ru: Выбор даты
zh_cn: 领料日期
zh_tw: 領料日期

# LingQuBuMen
source: Collection department
de: Sammlung Abteilung
fr: Département de Collection
ko: 플럭스 유형 학년
ru: Коллекция отдела
zh_cn: 领取部门
zh_tw: 領取部門

# LingYongLiYou
source: Consuming grounds
de: Der Konsum von Gründen
fr: Consommer motifs
ko: 플럭스 모델 - 학년 - 사양 :
ru: Потребление основания
zh_cn: 领用理由
zh_tw: 領用理由

# LingYongPeiJian
source: Consuming Accessories
de: Der Konsum von Zubehör
fr: Consommer Accessoires
ko: 용접 업데이트 코드
ru: Потребление Аксессуары
zh_cn: 领用配件
zh_tw: 領用配件

# LingYongRen
source: Requisitioned people
de: Der Konsum von Menschen
fr: Les personnes consommant
ko: 용접의 수
ru: Потребление люди
zh_cn: 领用人
zh_tw: 領用人

# LingYongShuLiang
source: Number of recipients
de: Anzahl der Empfänger
fr: Nombre de bénéficiaires
ko: 용접 슬로건
ru: Количество получателей
zh_cn: 领用数量
zh_tw: 領用數量

# LingYu
source: Area
de: Bereich
fr: Zone
ko: 용접 상태
ru: Площадь
zh_cn: 领域
zh_tw: 領域

# LinShi
source: Temporary
de: Temporäre
fr: Intérimaire
ko: 청소를 용접하기 전에 :
ru: Временный
zh_cn: 临时
zh_tw: 臨時

# LinShiXiaoXi
source: Temporary message
de: Temporäre Nachricht
fr: Un message temporaire
ko: 세금 가격
ru: Временное сообщение
zh_cn: 临时消息
zh_tw: 臨時消息

# LinShiXuHao
source: Temporary ID
de: Vorläufige No.
fr: No. provisoire
ko: 세액
ru: Предварительная номер
zh_cn: 临时序号
zh_tw: 臨時序號

# LiRu
source: For instance
de: Z.B.
fr: Par exemple
ko: 와이어 기준 :
ru: Например
zh_cn: 例如
zh_tw: 例如

# LiShiJiLu
source: history record
de: Geschichte
fr: Histoire
ko: 선재는 번호 탈취 :
ru: История
zh_cn: 历史记录
zh_tw: 歷史記錄

# LiShiYe
source: History Page
de: Geschichte Seite
fr: Histoire page
ko: 와이어 사양
ru: История страницы
zh_cn: 历史页
zh_tw: 歷史頁

# ListProjectsCreatedByMe
source: I built a list of items
de: Ich baute eine Liste der Elemente
fr: Je construit une liste des articles
ko: 와이어 등급
ru: Я построил список элементов
zh_cn: 建立的项目列表
zh_tw: 我建立的專案列表

# LiuCheng
source: Process
de: Prozess
fr: Processus
ko: 와이어 공급 속도 :
ru: Процесс
zh_cn: 流程
zh_tw: 流程

# LiuChengBiaoDanJSDaiMa
source: Process Form JS code
de: Prozeß-Formulars JS-Code
fr: Processus Code formulaire JS
ko: 와이어 공급 속도 :
ru: Процесс Форма JS код
zh_cn: 流程表单JS代码
zh_tw: 流程表單JS代碼

# LiuChengBuZhouJSDaiMa
source: Process Steps JS code
de: Prozessschritte JS-Code
fr: Étapes du processus de code JS
ko: 와이어 모델
ru: Процесс шаги JS код
zh_cn: 流程步骤JS代码
zh_tw: 流程步驟JS代碼

# LiuChengKeShi
source: Process visualization
de: Prozessvisualisierung
fr: Processus Visualisation
ko: 와이어 모델 - 학년 - 사양 :
ru: Процесс визуализации
zh_cn: 流程可视
zh_tw: 流程可視

# LiuChengLeiXing
source: Process Type
de: Prozesstyp
fr: Type de processus
ko: 전환 수
ru: Тип процесса
zh_cn: 流程类型
zh_tw: 流程類型

# LiuChengMoBanLeiXing
source: Process template type
de: Prozessvorlage Typ
fr: Processus type de modèle
ko: 용접 표준 :
ru: Процесс тип шаблона
zh_cn: 流程模板类型
zh_tw: 流程範本類型

# LiuChengMuBan
source: Process template
de: Prozessvorlage
fr: Modèle de processus
ko: 전극 재료 번호 몰수 :
ru: Шаблон процесса
zh_cn: 流程模板
zh_tw: 流程範本

# LiuChengTu
source: Flow chart
de: Flussdiagramm
fr: Diagramme
ko: 용접 사양
ru: Блок-схема
zh_cn: 流程图
zh_tw: 流程圖

# LiuChenTu
source: Flow chart
de: Flussdiagramm
fr: Diagramme
ko: 전극 등급
ru: Блок-схема
zh_cn: 流程图
zh_tw: 流程圖

# LiuLan
source: Browse
de: Durchsuchen
fr: Parcourir
ko: 전극 모델
ru: Просматривать
zh_cn: 浏览
zh_tw: 流覽

# LiuLanXiangMu
source: Browse Projects
de: Durchsuchen Projekt
fr: Parcourir Projet
ko: 전극 모델 - 학년 - 사양 :
ru: Обзор проекта
zh_cn: 浏览项目
zh_tw: 流覽項目

# LiuShuiHaoKuanDu
source: Serial width
de: Serienbreite
fr: Largeur de série
ko: 즉 포함 추진
ru: Серийный ширина
zh_cn: 流水号宽度
zh_tw: 流水號寬度

# LiuZhuanJiLu
source: Transfer records
de: Transfer Bilanz
fr: Fiche de transfert
ko: 시간을 보내십시오
ru: Передача Запись
zh_cn: 流转记录
zh_tw: 流轉記錄

# LiWaiYongHuSheZhi
source: Exceptions User Settings
de: Ausnahmen Benutzereinstellungen
fr: Exceptions paramètres utilisateur
ko: 연료량
ru: Исключения Настройки пользователя
zh_cn: 例外用户设置
zh_tw: 例外用戶設置

# LiXiang
source: Project
de: Vorhaben
fr: Projet
ko: 연료량
ru: Проект
zh_cn: 立项
zh_tw: 立項

# LiXiangBuChong
source: Supplementary project
de: Ergänzende Projekt
fr: Projet complémentaire
ko: 나선형 파이프 제조 유한 공사 허베이 Jinsuo
ru: Дополнительный проект
zh_cn: 立项补充
zh_tw: 立項補充

# LiXiangRen
source: People project
de: Menschen Projekt
fr: Personnes projet
ko: 호북 긴 석유 화학 설비 제조 유한,
ru: Люди проект
zh_cn: 立项人
zh_tw: 立項人

# LiXiangRiQi
source: Project Date
de: Projektdatum
fr: Date du projet
ko: 설정 통화 (환율은 돈 일위안 전환 얼마나 많은 양이다)
ru: Дата проекта
zh_cn: 立项日期
zh_tw: 立項日期

# LiXiangTuiHui
source: Return project
de: Return-Projekt
fr: Projet de retour
ko: H는 질문을 반복
ru: Вернуться проекта
zh_cn: 立项退回
zh_tw: 立項退回

# LiXiangZhe
source: Project by
de: Projekt
fr: Projet par
ko: 자격있는
ru: Проект по
zh_cn: 立项者
zh_tw: 立項者

# LiYuanShiJian
source: From the park time:
de: Vom Park Zeit:
fr: De l'époque du parc:
ko: 자격을 갖춘 공정한 고지
ru: С момента парке:
zh_cn: 离园时间：
zh_tw: 離園時間：

# LiZhi
source: Turnover
de: Umsatz
fr: Chiffre d'affaires
ko: 품질 수준 :
ru: Оборот
zh_cn: 离职
zh_tw: 離職

# LiZhiYuanYin
source: Reason for leaving
de: Grund für das Verlassen
fr: Raison du départ
ko: 합계
ru: Причина увольнения
zh_cn: 离职原因
zh_tw: 離職原因

# LiZhiYuanYing
source: Reason for leaving
de: Grund für das Verlassen
fr: Raison du départ
ko: 총액
ru: Причина увольнения
zh_cn: 离职原因
zh_tw: 離職原因

# LJGDXXXX
source: Learn more
de: Weitere Infos
fr: En savoir plus
ko: 총 예산 원자가
ru: Узнать больше
zh_cn: 了解更多详细信息
zh_tw: 瞭解更多詳細資訊

# LLJHMXBJ
source: Picking plan details edit
de: Pflücken Plandetails bearbeiten
fr: Cueillette détails du plan modifier
ko: 계약
ru: Сбор Подробности плана редактировать
zh_cn: 领料计划明细编辑
zh_tw: 領料計畫明細編輯

source: Lock status
de: Sperrstatus
fr: État de verrouillage
ko: 계약 선언
ru: Блокировка статус
zh_cn: 锁定状态
zh_tw: 鎖定狀態

source: log in
fr: Connexion
ko: 계약 번호
ru: Войти
zh_cn: 登 录
zh_tw: 登 錄

# LookupAllProjects
source: See all projects
de: Alle Projekte
fr: Voir tous les projets
ko: 계약 편집
ru: Смотреть все проекты
zh_cn: 查看所有项目
zh_tw: 查看所有項目

# LRTZJG
source: Entry price adjustments
de: Eintrag Preisanpassungen
fr: Ajustements du prix d'entrée
ko: 계약 통화
ru: Корректировки цен запись
zh_cn: 录入调整价格
zh_tw: 錄入調整價格

# LuJing
source: Path
de: Weg
fr: Chemin
ko: 계약 재료 압수
ru: Путь
zh_cn: 路径
zh_tw: 路徑

# LunZhuWenXian
source: On the literature
de: Auf der Literatur
fr: Dans la littérature
ko: 계약 압수 자료는 반환
ru: На литературе
zh_cn: 论著文献
zh_tw: 論著文獻

# LuoJiFu
source: Logical operators:
de: Logische Operatoren:
fr: Les opérateurs logiques:
ko: 계약 코드
ru: Логические операторы:
zh_cn: 逻辑符：
zh_tw: 邏輯符：

# LuPiHao
source: Heat number
de: Schmelzennummer
fr: Numéro de chaleur
ko: 계약 카테고리
ru: Тепло номер
zh_cn: 炉批号
zh_tw: 爐批號

# LuRu
source: Input
de: Eingangs
fr: Entrée
ko: 계약 가격
ru: Вход
zh_cn: 录入
zh_tw: 錄入

# LuRuRen
source: Input people
de: Eingangs Menschen
fr: Les gens d'entrée
ko: 계약 만료 시간
ru: Входные люди
zh_cn: 录入人
zh_tw: 錄入人

# LuRuRiQi
source: Input Date
de: Eintrittsdatum
fr: Date d'entrée
ko: 계약은 언급 알림 만료
ru: Вступление Дата
zh_cn: 录入日期
zh_tw: 錄入日期

# LuRuShiJiGongZuo
source: Entry actual work
de: Eintrag eigentliche Arbeit
fr: Entrée travail réel
ko: 계약 인쇄
ru: Вступление фактическая работа
zh_cn: 录入实际工作
zh_tw: 錄入實際工作

# LuWenDuLiLun
source: Oven temperature (theoretical)
de: Ofentemperatur (theoretische)
fr: La température du four (théorique)
ko: 계약 금액
ru: Температура печи (теоретических)
zh_cn: 炉温度（理论）
zh_tw: 爐溫度（理論）

# LuXian
source: Route
fr: Itinéraire
ko: 계약 전달 레코드
ru: Маршрут
zh_cn: 路线
zh_tw: 路線

# LuXianBianHao
source: Route No.
de: Route Nr
ko: 계약 지불 내역
ru: Маршрут номер
zh_cn: 路线编号
zh_tw: 路線編號

# LYGZXJTSHSBZZYXGS
source: Lianyungang Petrochemical Equipment Group Co., Ltd.
fr: Lianyungang pétrochimique Equipment Group Co., Ltd.
ko: 계약 지불의 문
ru: Ляньюньган нефтехимического оборудования Группа Лтд
zh_cn: 连云港振兴集团石化设备制造有限公司
zh_tw: 連雲港振興集團石化設備製造有限公司

# LZSHRW
source: Lanzhou Petrochemical Finalist
fr: Lanzhou Petrochemical Finaliste
ko: 계약 아카이브
ru: Ланьчжоу нефтехимической Финалист
zh_cn: 兰州石化入围
zh_tw: 蘭州石化入圍

# MaiChongPingLv
source: Pulse frequency:
de: Impulsfrequenz:
fr: Fréquence d'impulsion:
ko: 계약 번호
ru: Частота импульсов:
zh_cn: 脉冲频率：
zh_tw: 脈衝頻率：

# MaiKuanBi
source: Width ratio:
de: Breite-Verhältnis:
fr: Largeur:
ko: 계약 가격
ru: Ширина изображения:
zh_cn: 脉宽比：
zh_tw: 脈寬比：

# MainWork
source: The main work
de: Die Hauptarbeit
fr: L'essentiel du travail
ko: 계약 감독 및 검사
ru: Основная работа
zh_cn: 主要工作
zh_tw: 主要工作

# MaiRuShiJian
source: Buy Time
de: Zeit kaufen
fr: Acheter du temps
ko: 계약 기록
ru: Приобрести Время
zh_cn: 买入时间
zh_tw: 買入時間

# MaiShouRen
source: Buyer
de: Käufer
fr: Acheteur
ko: 계약 금액
ru: Покупатель
zh_cn: 买受人
zh_tw: 買受人

# MakeBOM
source: Develop BOM
de: Entwickeln BOM
fr: Développer BOM
ko: 계약의 목록을 가져옵니다
ru: Разработка спецификации
zh_cn: 制定BOM
zh_tw: 制定BOM

# MakeCollaboration
source: Establish collaborative
de: Stellen Sie kollaborative
fr: Établir collaboratif
ko: 계약 시각화
ru: Создание совместных
zh_cn: 建立协作
zh_tw: 建立協作

# MakeReq
source: -> Make demands
de: -> Vorgebrachten Forderungen
fr: -> Mettre en avant des exigences
ko: 계약 유형
ru: -> Выдвинул требования
zh_cn: -->提出需求
zh_tw: -->提出需求

# MakeTask
source: Create a task
de: Erstellen einer Aufgabe
fr: Créer une tâche
ko: 계약 목록
ru: Создать задачу
zh_cn: 创建任务
zh_tw: 創建任務

# MaMa
source: Mom
fr: Mère
ko: 계약 이익
ru: Мама
zh_cn: 妈妈
zh_tw: 媽媽

# ManHour
source: Hours
de: Arbeitsstunden
fr: Les heures de travail
ko: 계약 수익 보고서
ru: Рабочие часы
zh_cn: 工期
zh_tw: 工時

# ManhourBudget
source: Budget Work
de: Budget Arbeit
fr: Travail Budget
ko: 계약의 손익 계산서
ru: Работа с бюджетом
zh_cn: 工期预算
zh_tw: 工時預算

source: Manpower
de: Arbeitskräfte
ko: 계약 제목
ru: Кадры
zh_cn: 人力
zh_tw: 人力

source: Manpower budget
fr: Budget de Manpower
ko: 계약 제목
ru: Кадровая бюджет
zh_cn: 人力预算
zh_tw: 人力預算

# ManpowerSummary
source: Artificial Summary
de: Künstliche Zusammenfassung
fr: Résumé artificielle
ko: 계약 세부 사항
ru: Искусственный Резюме
zh_cn: 人工汇总
zh_tw: 人工匯總

# ManufactureCost
source: Manufacturing cost
de: Herstellungskosten
fr: Le coût de fabrication
ko: 계약 세부 사항 편집
ru: Стоимость Производство
zh_cn: 制造成本
zh_tw: 製造成本

# ManufactureLeadTime
source: Manufacturing lead time
de: Lieferzeit
fr: Délai de fabrication
ko: 계약 상세 기록
ru: Производство свинца время
zh_cn: 制造提前期
zh_tw: 製造提前期

# ManYi
source: Satisfaction
de: Befriedigung
ko: 계약
ru: Удовлетворение
zh_cn: 满意
zh_tw: 滿意

# ManYiChengDu
source: Satisfaction
de: Befriedigung
ko: 계약 편차 (CPB)
ru: Удовлетворение
zh_cn: 满意程度
zh_tw: 滿意程度

# ManYiDuDiaoCha
source: Satisfaction survey
de: Zufriedenheitsumfrage
fr: Enquête de satisfaction
ko: 계약 검토 (양식)
ru: Удовлетворение обследования
zh_cn: 满意度调查
zh_tw: 滿意度調查

# ManYiDuDiaoChaLieBiao
source: Satisfaction Survey List
de: Satisfaction Survey Liste
fr: Liste d'enquêtes de satisfaction
ko: 계약 검토 (일반)
ru: Удовлетворение список Опрос
zh_cn: 满意度调查列表
zh_tw: 滿意度調查列表

# MaterialCost
source: Material costs
de: Materialkosten
fr: Les coûts des matériaux
ko: 계약 검토
ru: Материальные издержки
zh_cn: 材料成本
zh_tw: 材料成本

# MCRiQi
source: MC Dates
de: MC Termine
ko: 계약 검토 워크 플로우
ru: MC Сроки
zh_cn: MC日期
zh_tw: MC日期

# MeetingContent
source: Conference content
de: Conference Inhalte
fr: Contenu de la conférence
ko: 때부터 계약 체결
ru: Содержание конференция
zh_cn: 会议内容
zh_tw: 會議內容

# MeetingID
source: serial number
de: Reihe
fr: Nombre
ko: 협상 계약의 목록
ru: Количество
zh_cn: 编号
zh_tw: 編號

# MeetingList
source: Conference List
de: Konferenzliste
fr: Liste de Conférence
ko: 계약 협상 이름
ru: Список конференция
zh_cn: 会议列表
zh_tw: 會議列表

# MeetingName
source: Conference Name
de: Name der Konferenz
fr: Nom de Conférence
ko: 계약 - 승인
ru: Имя конференции
zh_cn: 会议名称
zh_tw: 會議名稱

# MeetingRoom
source: Conference room
fr: Salle de conférence
ko: 계약 발송 및 수신 경고
ru: Зал
zh_cn: 会议室
zh_tw: 會議室

source: Meeting Room Status
fr: Salle de réunion Statut
ko: 계약 지급받은 경고
ru: Конференц-зал Статус
zh_cn: 会议室状态
zh_tw: 會議室狀態

# MeiGuo
source: United States
de: Vereinigte Staaten
ko: 영수증 레코드 계약
ru: США
zh_cn: 美国
zh_tw: 美國

# MeiRiXianJinJinE
source: Daily Cash Amount
de: Täglicher Barbetrag
fr: Montant de trésorerie quotidienne
ko: 계약 채권
ru: Ежедневный Cash Сумма
zh_cn: 每日现金金额
zh_tw: 每日現金金額

# MeiRiZongJie
source: Daily summary
de: Tagesübersicht
fr: Résumé quotidien
ko: 계약 채권의 기록
ru: Ежедневная сводка
zh_cn: 每日总结
zh_tw: 每日總結

# MeiTiZhuangTai
source: Media Status
de: Medienstatus
fr: Médias Statut
ko: 계약 채권 보고서
ru: Медиа Статус
zh_cn: 媒体状态
zh_tw: 媒體狀態

# MeiXueQiBaoJiaoFei
source: Each semester teaching fees
de: Yasunori Gebühr pro Semester
fr: Yasunori frais par semestre
ko: 계약 수익과 비용
ru: Ясунори плата за семестр
zh_cn: 每学期保教费
zh_tw: 每學期保教費

# MeiYuan
source: Dollar
ko: 계약 수익 보고서
ru: Доллар
zh_cn: 美元
zh_tw: 美元

# MeiZhouGongZuoLiangBaoGao
source: Weekly workload report
de: Wöchentliche Arbeitsbelastung Berichte
fr: Rapports de charge de travail hebdomadaire
ko: 수량 계약
ru: Еженедельные отчеты о рабочей нагрузке
zh_cn: 每周工作量报告
zh_tw: 每週工作量報告

# MemberCustomerSevice
source: Customer service members
de: Kundenservice Mitglieder
fr: Membres du service à la clientèle
ko: 계약 통보
ru: Участники обслуживания клиентов
zh_cn: 成员的服务
zh_tw: 成員的客戶服務

# MenWei
source: Guard
de: Schutzvorrichtung
fr: Garde
ko: 계약 통지 정보
ru: Охрана
zh_cn: 门卫
zh_tw: 門衛

# MenWeiQianZi
source: Signature guard
de: Signature Schutz
fr: Signature de garde
ko: 계약 완료 비율 (CFI)
ru: Подпись охранник
zh_cn: 门卫签字
zh_tw: 門衛簽字

# Message
source: Information
fr: Informations
ko: 계약
ru: Информация
zh_cn: 信息
zh_tw: 信息

# MHuanJingWenTi
source: M Environmental Problems
de: M Umweltprobleme
fr: M problèmes environnementaux
ko: 계약 문서
ru: М Экологические проблемы
zh_cn: M环境问题
zh_tw: M環境問題

# MianFeiFaBuQiuGouXinXi
source: Free ad
de: Gratisanzeige aufgeben
fr: Annonce gratuite
ko: 계약 문서
ru: Объявление
zh_cn: 免费发布求购信息
zh_tw: 免費發佈求購資訊

# MianFeiJiaRuHuiYuan
source: Join Now Free
de: Registrieren Sie sich kostenlos
fr: Inscrivez-vous gratuitement
ko: 계약 정보
ru: Зарегистрируйтесь бесплатно
zh_cn: 免费加入会员
zh_tw: 免費加入會員

# MianFeiZhuCe
source: Free registration
de: REGISTRIEREN
fr: INSCRIVEZ-VOUS GRATUITEMENT
ko: 계약 지불 보고서
ru: РЕГИСТРАЦИЯ
zh_cn: 免费注册
zh_tw: 免費註冊

# Miao
source: second
de: Zweite
fr: Deuxième
ko: 계약 직원
ru: Второй
zh_cn: 秒
zh_tw: 秒

# MiaoShu
source: Description
de: Bezeichnung
ko: 계약 잔액
ru: Описание
zh_cn: 描述
zh_tw: 描述

# MiMa
source: Password
de: Passwort
fr: Mot de passe
ko: 계약 및 납입의 차이
ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# MiMaZiShe
source: Password own
de: Kennwort eigenen
fr: Mot de passe propre
ko: 계약의 이행
ru: Пароль самостоятельно
zh_cn: 密码自设
zh_tw: 密碼自設

# MingBuZhouCheng
source: Name step, said
de: Name Schritt die
fr: Nom étape, dit
ko: 계약 상태
ru: Имя шаг, сказал
zh_cn: 步骤名称
zh_tw: 名步驟稱

# MingChen
source: Name
fr: Nom
ko: 계약 금액
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# MingCheng
source: Name
fr: Nom
ko: 계약의 총 금액
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# MingChengBenYu
source: Name (in this language)
de: Name (der Sprache)
fr: Nom (de la langue)
ko: 확인
ru: Имя (языка)
zh_cn: 名称（本语）
zh_tw: 名稱（本語）

# MingChengJiXingHao
source: Name and model
de: Name und Modell
fr: Nom et modèle
ko: 인증 마크
ru: Имя и модель
zh_cn: 名称及型号
zh_tw: 名稱及型號

# MingChengZhongWen
source: Name (Chinese)
de: Name (chinesisch)
fr: Nom (chinois)
ko: 라이브러리를 쓰지 않는다
ru: Имя (китайский)
zh_cn: 名称（中文）
zh_tw: 名稱（中文）

# MingMingKongJian
source: Namespace
fr: Espace de noms
ko: 쓰기 - 오프 날짜를
ru: Пространство имен
zh_cn: 命名空间
zh_tw: 命名空間

# MingXi
source: Details
de: Einzelheiten
fr: Détails
ko: 확인 반환
ru: Подробности
zh_cn: 明细
zh_tw: 明細

# MingXiDaiYing
source: Details Print
de: Details Druck
fr: Détails Imprimer
ko: 용접기 인증 데이터 가져 오기 템플릿
ru: Подробнее Распечатать
zh_cn: 明细打印
zh_tw: 明細列印

# MingXiDengJi
source: Registration details
de: Registrierungsdetails
fr: Les modalités d'inscription
ko: 환경 목표 기록 목록
ru: Подробности регистрации
zh_cn: 明细登记
zh_tw: 明細登記

# MingXiJinE
source: Details Amount
de: Details Anzahl
fr: Détails Montant
ko: 환경 요인 목록
ru: Подробности Количество
zh_cn: 明细金额
zh_tw: 明細金額

# MingXiLiuLan
source: Details Browse
de: Details Durchsuchen
fr: Détails Parcourir
ko: 환경 적 요인에 대한 자세한 목록
ru: Подробнее Обзор
zh_cn: 明细浏览
zh_tw: 明細流覽

# MingXiTiaoShu
source: Details of the number of
de: Angaben über die Anzahl von
fr: Les détails du nombre de
ko: 환경적인 요인 레코드 목록
ru: Детали количества
zh_cn: 明细条数
zh_tw: 明細條數

# MingZhu
source: Nation
de: Volk
ko: ->이 과정을 활성화
ru: Народ
zh_cn: 民族
zh_tw: 民族

source: Minute
de: Niederlassung
fr: Direction générale
ko: -> 교부 신청
ru: Филиал
zh_cn: 分
zh_tw: 分

# MinZu
source: Nation
de: Volk
ko: -> 회의 일정
ru: Народ
zh_cn: 民族
zh_tw: 民族

# MiYue
source: Keys
fr: Clés
ko: -> 할당
ru: Ключи
zh_cn: 密钥
zh_tw: 金鑰

# MoBan
source: Stencil
fr: Pochoir
ko: -> 구조 계획 전송 계획
ru: Трафарет
zh_cn: 模版
zh_tw: 模版

# MoBanBuZhouCanKao
source: Template Step Reference
de: Template Schritt Referenz
fr: Modèle Étape Référence
ko: -> 팀을 설정
ru: Шаблон Шаг Ссылка
zh_cn: 模版步骤参考
zh_tw: 模版步驟參考

# MoBanMingChen
source: Template name
de: Vorlagennamen
fr: Nom du modèle
ko: -> 확인 수수료
ru: Имя шаблона
zh_cn: 模版名称
zh_tw: 模版名稱

# MoBanWeiHu
source: Template Maintenance
de: Vorlagenverwaltung
fr: Entretien Template
ko: -> 작업 확인
ru: Шаблон обслуживание
zh_cn: 模板维护
zh_tw: 範本維護

# MoCiChuKu
source: LAST library
de: LAST-Bibliothek
fr: DERNIER bibliothèque
ko: -> 템플릿 프로젝트 구조 계획에서 복사
ru: ПОСЛЕДНИЕ библиотека
zh_cn: 末次出库
zh_tw: 末次出庫

# MoCiRuKu
source: Last storage
de: Letzte Speicher
fr: Dernière stockage
ko: -> 템플릿에서 복사
ru: Последнее хранения
zh_cn: 末次入库
zh_tw: 末次入庫
