Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# GongYingShangGuanLi
source: Supplier Management
fr: Gestion des fournisseurs
ko: 공급 업체 관리
ru: Управление поставщиками
zh_cn: 供应商管理
zh_tw: 供應商管理

# GongYingShangJiLuGong
source: Vendor records: total
de: Vendor Datensätze: Gesamt
fr: Les enregistrements de vendeur: total
ko: 공급 업체 레코드 : 총
ru: Продавец записей: всего
zh_cn: 供应商记录：共
zh_tw: 供應商記錄：共

# GongYingShangLieBiao
source: Vendor List
de: Lieferantenliste
fr: Liste des fournisseurs
ko: 공급 업체 목록
ru: Список поставщиков
zh_cn: 供应商列表
zh_tw: 供應商列表

# GongYingShangMingCheng
source: Supplier name
de: Herstellername
fr: Nom du vendeur
ko: 공급 업체 이름
ru: Имя поставщика
zh_cn: 供应商名称
zh_tw: 供應商名稱

# GongYingShangMoBan
source: Suppliers template
de: Lieferant Template
fr: Fournisseur Template
ko: 공급 업체 템플릿
ru: Поставщик шаблона
zh_cn: 供应商模板
zh_tw: 供應商範本

# GongYingShangMoBanJiLu
source: Suppliers template record
de: Lieferanten Template
fr: Fiche Fournisseurs de modèle
ko: 공급자 템플릿 기록
ru: Запись Поставщики шаблон
zh_cn: 供应商模板记录
zh_tw: 供應商範本記錄

# GongYingShangRuWangFuHe
source: Suppliers Network review
de: Lieferanten-Netzwerk Bewertung
fr: Fournisseurs avis Réseau
ko: 공급자 네트워크 검토
ru: Поставщики сети отзыв
zh_cn: 入网复核
zh_tw: 供應商入網覆核

# GongYingShangRuWangShenHe
source: Supplier Network Audit
fr: Audit de réseaux de fournisseurs
ko: 공급 업체 네트워크 감사
ru: Поставщик Сетевой аудит
zh_cn: 入网审核
zh_tw: 供應商入網審核

# GongYingShangRuWangShenQing
source: Supplier Network Application
de: Supplier Network Anwendungs
fr: Fournisseur Network Application
ko: 공급 업체 네트워크 응용 프로그램
ru: Поставщик сетевых приложений
zh_cn: 供应商入网申请
zh_tw: 供應商入網申請

# GongYingShangShouQuan
source: Suppliers authorization
de: Lieferanten Berechtigungs
fr: Autorisation des Fournisseurs
ko: 공급자 인증
ru: Поставщики авторизации
zh_cn: 供应商授权
zh_tw: 供應商授權

# GongYingShangTouBiaoLieBiao
source: Suppliers bid list
de: Lieferanten bieten Liste
fr: Fournisseurs liste soumissionner
ko: 공급 업체 목록을 입찰
ru: Поставщики ставки список
zh_cn: 供应商投标列表
zh_tw: 供應商投標列表

# GongYingShangXinXi
source: Suppliers Information
de: Lieferanten Informationen
fr: Fournisseurs d'information
ko: 공급 업체 정보
ru: Поставщики данных
zh_cn: 供应商信息
zh_tw: 供應商資訊

# GongYingShangZhangHaoGuanLi
source: Supplier Account Manager
de: Lieferant Account Manager
fr: Fournisseur Account Manager
ko: 공급 업체 계정 관리자
ru: Поставщик Менеджер по работе
zh_cn: 供应商帐号管理
zh_tw: 供應商帳號管理

# GongYingShangZhuCe
source: Vendor Registration
de: Anbieter Registrierung
fr: Enregistrement de Fournisseur
ko: 공급 업체 등록
ru: Поставщик регистрация
zh_cn: 供应商注册
zh_tw: 供應商註冊

# GongYingShangZiGeFuShen
source: Supplier qualification review
de: Lieferantenqualifizierung Bewertung
fr: Revue de qualification du fournisseur
ko: 공급 업체 자격 검토
ru: Поставщик квалификация отзыв
zh_cn: 供应商资格复审
zh_tw: 供應商資格複審

# GongYingShangZiLiao
source: Supplier Profile
de: Anbieterprofil anzeigen
fr: Profil du fournisseur
ko: 공급 업체 프로필
ru: Поставщик профиля
zh_cn: 供应商资料
zh_tw: 供應商資料

# GongYinShang
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYinShang1
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYinShang2
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYinShang3
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYiPignDingBianMa
source: Technology Assessment coding
de: Process Assessment Codierung
fr: Codage de l'évaluation du processus
ko: 프로세스 평가 코딩
ru: Кодирование Процесс оценки
zh_cn: 工艺评定编码
zh_tw: 工藝評定編碼

# GongYiPingDingBaoGao
source: Technology Assessment report information:
de: Informationstechnologie Bewertungsbericht:
fr: Technologies de l'information de rapport d'évaluation:
ko: 정보 기술 평가 보고서 :
ru: Информационные технологии Доклад об оценке:
zh_cn: 工艺评定报告信息：
zh_tw: 工藝評定報告資訊：

# GongYiPingDingBianMa
source: Technology Assessment coding
de: Process Assessment Codierung
fr: Codage de l'évaluation du processus
ko: 프로세스 평가 코딩
ru: Кодирование Процесс оценки
zh_cn: 工艺评定编码
zh_tw: 工藝評定編碼

# GongYiPingDingXinXi
source: Technology Assessment Information
de: Technology Assessment Informationen
fr: Information sur l'évaluation de la technologie
ko: 기술 평가 정보
ru: Информационные технологии Оценка
zh_cn: 工艺评定信息
zh_tw: 工藝評定資訊

# GongZhong
source: Trades
fr: Métiers
ko: 거래
ru: Торги
zh_cn: 工种
zh_tw: 工種

# GongZhongLeiXing
source: Trades Type
de: Trades Typ
fr: Tapez métiers
ko: 거래 유형
ru: Торги Введите
zh_cn: 工种类型
zh_tw: 工種類型

# GongZi
source: Wage
de: Lohn
fr: Salaire
ko: 임금의
ru: Заработная плата
zh_cn: 工资
zh_tw: 工資

# GongZuo
source: Jobs
de: Arbeit
fr: Travail
ko: 작업
ru: Работа
zh_cn: 工作
zh_tw: 工作

# GongZuoDanWei
source: Employer
de: Arbeitsplatz
fr: Lieu de travail
ko: 직장
ru: Рабочее место
zh_cn: 工作单位
zh_tw: 工作單位

# GongZuoDianShu
source: Working Points
de: Arbeitspunkte
fr: Points de travail
ko: 작업 포인트
ru: Рабочие очки
zh_cn: 工作点数
zh_tw: 工作點數

# GongZuoFanWei
source: Scope of work
de: Leistungsumfang
fr: Portée des travaux
ko: 업무 범위
ru: Объем работ
zh_cn: 工作范围
zh_tw: 工作範圍

# GongZuoJiangJinBaoBiao
source: Work Bonus Report
de: Work Bonus Bericht
fr: Work Bonus Rapport
ko: 작업 보너스 보고서
ru: Работа Бонус Сообщить
zh_cn: 工作奖金报表
zh_tw: 工作獎金報表

# GongZuoJiHua
source: Work Plan
de: Arbeitsplan
fr: Plan de travail
ko: 작업 계획
ru: План работы
zh_cn: 工作计划
zh_tw: 工作計畫

# GongZuoJingLi
source: work experience
de: Arbeitserfahrung
fr: L'expérience de travail
ko: 직장 경력
ru: Опыт работы
zh_cn: 工作经历
zh_tw: 工作經歷

# GongZuoLiang
source: Workload
fr: Charge de travail
ko: 워크로드
ru: Рабочая нагрузка
zh_cn: 工作量
zh_tw: 工作量

# GongZuoLiu
source: Workflow
fr: Flux de travail
ko: 워크 플로우
ru: Рабочий процесс
zh_cn: 工作流
zh_tw: 工作流

# GongZuoLiuBianHao
source: Workflow number
de: Workflow-Nummer
fr: Numéro de workflow
ko: 워크 플로 번호
ru: Количество рабочих процессов
zh_cn: 工作流编号
zh_tw: 工作流編號

# GongZuoLiuBuZhouSeJi
source: Workflow step design
de: Workflow-Schritt Design
fr: La conception de l'étape de workflow
ko: 워크 플로 단계 디자인
ru: Рабочий процесс шаг дизайн
zh_cn: 工作流步骤设计
zh_tw: 工作流步驟設計

# GongZuoLiuDingYi
source: Workflow definition
fr: Définition de workflow
ko: 워크 플로 정의
ru: Определение рабочего процесса
zh_cn: 工作流定义
zh_tw: 工作流定義

# GongZuoLiuGuanLi
source: Workflow Management
ko: 워크 플로우 관리
ru: Управление рабочими процессами
zh_cn: 工作流管理
zh_tw: 工作流管理

# GongZuoLiuLeiXing
source: Workflow Type
fr: Type de flux de travail
ko: 워크 플로 유형
ru: Процедура Тип
zh_cn: 工作流类型
zh_tw: 工作流類型

# GongZuoLiuLieBiao
source: Workflow List
de: Workflow-Liste
fr: Liste de Workflow
ko: 워크 플로 목록
ru: Список рабочих процессов
zh_cn: 工作流列表
zh_tw: 工作流列表

# GongZuoLiuMingChen
source: Workflow name
de: Workflow-Namen
fr: Nom de workflow
ko: 워크 플로 이름
ru: Имя рабочего процесса
zh_cn: 工作名称
zh_tw: 工作流名稱

# GongZuoLiuMingCheng
source: Workflow name
de: Workflow-Namen
fr: Nom de workflow
ko: 워크 플로 이름
ru: Имя рабочего процесса
zh_cn: 工作名称
zh_tw: 工作流名稱

# GongZuoLiuMoBan
source: Workflow Templates
de: Workflow-Muster
fr: Modèle de workflow
ko: 워크 플로 템플릿
ru: Процедура Шаблон
zh_cn: 工作流模版
zh_tw: 工作流模版

# GongZuoLiuMoBanWeiHu
source: Workflow Template Maintenance
de: Workflow-Muster Wartung
fr: Modèle de workflow Entretien
ko: 워크 플로 서식 유지 보수
ru: Процедура Шаблон обслуживание
zh_cn: 工作流模板维护
zh_tw: 工作流範本維護

# GongZuoLiuMuBan
source: Workflow Template
de: Workflow-Muster
fr: Modèle de workflow
ko: 워크 플로 템플릿
ru: Процедура Шаблон
zh_cn: 工作流模板
zh_tw: 工作流範本

# GongZuoLiuMuBanLieBiao
source: Workflow Template List
de: Workflow-Muster-Liste
fr: Liste des modèles de workflow
ko: 워크 플로 템플릿 목록
ru: Список шаблонов рабочих процессов
zh_cn: 工作流模板列表
zh_tw: 工作流範本清單

# GongZuoLiuMuBanWeiHu
source: Workflow Template Maintenance
de: Workflow-Muster Wartung
fr: Modèle de workflow Entretien
ko: 워크 플로 서식 유지 보수
ru: Процедура Шаблон обслуживание
zh_cn: 工作流模板维护
zh_tw: 工作流範本維護

# GongZuoLiuShenQing
source: Workflow Application
de: Workflow-Anwendung
ko: 워크 플로 응용 프로그램
ru: Процедура Применение
zh_cn: 申请
zh_tw: 工作流申請

# GongZuoLiuWenDang
source: Workflow document
de: Workflow-Dokument
fr: Document de workflow
ko: 워크 플로 문서
ru: Документооборота
zh_cn: 工作流文档
zh_tw: 工作流文檔

# GongZuoLiuXiangWenJian
source: Workflow related files
de: Workflow relevant Mitglied fragen
fr: Workflow pertinent de se demander membre
ko: 회원을 물어 관련 워크 플로우
ru: Рабочий процесс уместно спросить члена
zh_cn: 工作流相关文件
zh_tw: 工作流相關問件

# GongZuoLiuXiangXiXinXi
source: Workflow detail information
de: Workflow Detailinformationen
fr: Informations détaillées de Workflow
ko: 워크 플로 세부 정보
ru: Рабочий процесс подробная информация
zh_cn: 工作流明细信息
zh_tw: 工作流明細資訊

# GongZuoLiuZhuangTai
source: Workflow status
fr: Le statut de workflow
ko: 워크 플로 상태
ru: Статус рабочего процесса
zh_cn: 工作流状态
zh_tw: 工作流狀態

# GongZuoNeiRong
source: Work content
de: Arbeitsinhalt
fr: Contenu du travail
ko: 작업 내용
ru: Содержание работы
zh_cn: 工作内容
zh_tw: 工作內容

# GongZuoQueRen
source: Working confirm
de: Working bestätigen
fr: Confirmation de travail
ko: 작업 확인
ru: Рабочая подтверждения
zh_cn: 工作确认
zh_tw: 工作確認

# GongZuoRiCheng
source: Work schedule
de: Arbeitsplan
fr: Horaire de travail
ko: 작업 일정
ru: План работы
zh_cn: 工作日程
zh_tw: 工作日程

# GongZuoRiQi
source: Working Date
de: Arbeits Datum
fr: Date de travailler
ko: 근무 날짜
ru: Работа Дата
zh_cn: 工作日期
zh_tw: 工作日期

# GongZuoRiZhi
source: Work Log
de: Arbeitsprotokoll
fr: Journal de travail
ko: 작업 로그
ru: Работа Вход
zh_cn: 工作日志
zh_tw: 工作日志

# GongZuoRiZhiJiangJinBaoBiao
source: Bonus for log reports
de: Bonus für Protokollberichte
fr: Bonus pour les rapports de journaux
ko: 로그 보고서에 대한 보너스
ru: Бонус для отчетов журнала
zh_cn: 作日志奖金报表
zh_tw: 作日誌獎金報表

# GongZuoRiZhiJiangJinCanShu
source: Logbook bonus parameters
de: Arbeitsprotokoll Bonusparameter
fr: Travailler paramètres de bonus Connexion
ko: 로그인 보너스 매개 변수를 작업
ru: Работа бонусные параметры Вход
zh_cn: 工作日志奖金参数
zh_tw: 工作日志獎金參數

# GongZuoRiZhiJiangJinQueRen
source: Logbook bonus confirm
de: Arbeitsprotokoll Bonus bestätigen
fr: Journal de travail bonus de confirmation
ko: 로그인 보너스 확인을 작업
ru: Работа Войдите бонус подтвердить
zh_cn: 工作日志奖金确认
zh_tw: 工作日志獎金確認

# GongZuoShiJian
source: Operating hours
de: Arbeitsstunden
fr: Heures de travail
ko: 근무 시간
ru: Часы работы
zh_cn: 工作时间
zh_tw: 工作時間

# GongZuoWenDang
source: Working Document
de: Arbeitsdokument
fr: Document de travail
ko: 작업 문서
ru: Рабочий документ
zh_cn: 工作文档
zh_tw: 工作文檔

# GongZuoYaoQiu
source: Work requirements
de: Arbeitsanforderungen
fr: Exigences de travail
ko: 작업 요구 사항
ru: Рабочие требования
zh_cn: 工作要求
zh_tw: 工作要求

# GongZuoYueFen
source: Work Month
de: Arbeits Monat
fr: Mois travail
ko: 일 월
ru: Работа Месяц
zh_cn: 工作月份
zh_tw: 工作月份

# GongZuoZhuangTai
source: Working status
de: Arbeitsstatus
fr: État Travail
ko: 작업 상태
ru: Состояние работы
zh_cn: 工作状态
zh_tw: 工作狀態

# GongZuoZongJie
source: Summary
de: Zusammenfassung
fr: Résumé
ko: 개요
ru: Резюме
zh_cn: 工作总结
zh_tw: 工作總結

# GongZuoZongJieHuiZong
source: Work Summary Summary
de: Arbeiten Zusammenfassung Zusammenfassung
fr: Travail Résumé Résumé
ko: 작업 개요 요약
ru: Работа Резюме Резюме
zh_cn: 工作总结汇总
zh_tw: 工作總結匯總

# GouMai
source: Purchase
de: Kaufen
fr: Achat
ko: 매수
ru: Покупка
zh_cn: 购买
zh_tw: 購買

# GouMaiLiYou
source: Reasons to Buy
de: Gründe für den Kauf
fr: Raisons d'acheter
ko: 구매하는 이유
ru: Причины купить
zh_cn: 购买理由
zh_tw: 購買理由

# GouMaiShenQingGongZuoLiu
source: Purchase application workflow
de: Kaufantrag Workflow
fr: Demande d'achat flux de travail
ko: 구매 응용 프로그램 워크 플로우
ru: Покупка приложений документооборота
zh_cn: 购买申请工作流
zh_tw: 購買申請工作流

# GouMaiShiJian
source: Buy Time
de: Zeit kaufen
fr: Acheter du temps
ko: 주문 시간
ru: Приобрести Время
zh_cn: 购买时间
zh_tw: 購買時間

# GRHJCZXMPXXX
source: Welding certified personal project training information
de: Schweißhalter Einzelprojekte Schulungen Informationen
fr: Support de soudure projets individuels d'information de formation
ko: 용접 홀더 개별 프로젝트 교육 정보
ru: Сварка держатель индивидуальные проекты Обучение Информация
zh_cn: 个人焊接持证项目培训信息
zh_tw: 個人焊接持證專案培訓資訊

# GRTZSBZYPXXX
source: Individual special equipment operator training information
de: Individuelle Sonderausstattung Bedienerschulung Informationen
fr: Information sur la formation de l'opérateur de l'équipement spécial individuel
ko: 개별 특수 장비 운전자 교육 정보
ru: Индивидуальный специальное оборудование обучение информационной
zh_cn: 个人特种设备作业培训信息
zh_tw: 個人特種設備作業培訓資訊

# GRTZZYPXXX
source: Individual special operations training information
de: Individuelle Sonderoperationen Trainingsinformationen
fr: Information sur la formation des opérations spéciales individuelle
ko: 개별 특수 작전 훈련 정보
ru: Индивидуальный спецоперации информация Обучение
zh_cn: 个人特种作业培训信息
zh_tw: 個人特種作業培訓資訊

# GSCYCQJSTDJH
source: Members of the company's plan extended 90 days
de: Die Mitglieder der Unternehmensplan erweitert 90 Tage
fr: Membres du plan de l'entreprise étendue 90 jours
ko: 이 회사의 계획의 구성원 90 일 연장
ru: Члены плана компании продлен на 90 дней
zh_cn: 公司成员超期90天的计划
zh_tw: 公司成員超期90天的計畫

# GShuJuCuoWuWenTi
source: G data error problem
de: G Datenfehler Problem
fr: G problème d'erreur de données
ko: G 데이터 오류 문제
ru: G проблема ошибка данных
zh_cn: G数据错误问题
zh_tw: G資料錯誤問題

# GSSL0903ZYFZGSHFW
source: (Format example: 09:03, Note: minute format and range: 00 - & gt; 59, hour format and range: 00 - & gt; 23, minutes and hours can not be negative)
de: (Format Beispiel: 09.03, Hinweis: minütige Format und Bereich: 00 - & gt; 59-Stunden-Format und Bereich: 00 - & gt; 23, Minuten und Stunden nicht negativ sein kann)
fr: (Format exemple: 09h03, Remarque: format de minutes et la plage: 00 - & gt; 59, format de l'heure et de la gamme: 00 - & gt; 23, minutes et heures peuvent pas être négatif)
ko: (형식 예 : 9시 3분, 주 : 분 형식과 범위 : 00 -한다 59 시간 형식과 범위 : 00 -한다 (23), 분, 시간이 음수가 될 수 없습니다)
ru: (Пример формата: 9:03, примечание: минута формат и диапазон: 00 - & GT; 59, часовом формате и диапазон: 00 - & GT; 23, минуты и часы не могут быть отрицательными)
zh_cn: （格式示例：09:03,注意：分钟格式和范围：00--&gt;59，小时格式和范围：00--&gt;23，分钟和小时都不能为负数）
zh_tw: （格式示例：09:03,注意：分鐘格式和範圍：00--&gt;59，小時格式和範圍：00--&gt;23，分鐘和小時都不能為負數）

# GSSL0903ZYFZHFW
source: Format example: 09:03, Note: minute format and range: 00 - & gt; 59, hour format and range: 00 - & gt; 23, minutes and hours can not be negative
de: Format Beispiel: 09.03, Hinweis: minütige Format und Bereich: 00 - & gt; 59-Stunden-Format und Bereich: 00 - & gt; 23, Minuten und Stunden nicht negativ sein
fr: Format exemple: 09h03, Remarque: format de minutes et la plage: 00 - & gt; 59, format de l'heure et de la gamme: 00 - & gt; 23, minutes et heures peuvent pas être négatif
ko: 형식 예 : 9시 3분는 참고 : 분 형식과 범위 : 00 -된다을 59, 시간 형식 및 범위 : 00 -된다을 23, 분, 시간이 음수가 될 수 없습니다
ru: Пример формата: 9:03, примечание: минута формат и диапазон: 00 - & GT; 59-часовой формат, и диапазон: 00 - & GT; 23, минуты и часы не могут быть отрицательными
zh_cn: 格式示例：09:03,注意：分钟格式和范围：00--&gt;59，小时格式和范围：00--&gt;23，分钟和小时都不能为负数
zh_tw: 格式示例：09:03,注意：分鐘格式和範圍：00--&gt;59，小時格式和範圍：00--&gt;23，分鐘和小時都不能為負數

# GuanBi
source: Close
de: In der Nähe
fr: Fermer
ko: 가까운
ru: Близко
zh_cn: 关闭
zh_tw: 關閉

# GuanBiBiaoZhi
source: Close Flag
de: Schließen Flagge
fr: Fermer Drapeau
ko: 닫기 신고
ru: Закрыть Флаг
zh_cn: 关闭标志
zh_tw: 關閉標誌

# GuanBiCiRenWu
source: Close this task
de: Schließen Sie diese Aufgabe
fr: Fermez cette tâche
ko: 이 작업을 닫습니다
ru: Закрыть эту задачу
zh_cn: 关闭此任务
zh_tw: 關閉此任務

# GuanBiCiXuQiu
source: Close this requirement
de: Schließen Sie diese Anforderung
fr: Fermez cette exigence
ko: 이 요구 사항을 닫습니다
ru: Закрыть это требование
zh_cn: 关闭此需求
zh_tw: 關閉此需求

# GuanBiTuiHui
source: Close Return
de: Schließen Zurück
fr: Fermer Retour
ko: 닫기 돌아 가기
ru: Закрыть Вернуться
zh_cn: 关闭退回
zh_tw: 關閉退回

# GuanBiXieZuo
source: Close collaboration
de: Enge Zusammenarbeit
fr: Une collaboration étroite
ko: 긴밀한 협력
ru: Тесное сотрудничество
zh_cn: 关闭协作
zh_tw: 關閉協作

# GuanDaoDengJi
source: Pipeline Ratings
de: Pipeline Bewertungen
fr: Pipeline évaluations
ko: 파이프 라인 평가
ru: Трубопроводные Рейтинги
zh_cn: 管道等级
zh_tw: 管道等級

# GuanDaoGuiGe
source: Pipeline specifications
de: Pipeline-Spezifikationen
fr: Spécifications des pipelines
ko: 파이프 라인 사양
ru: Характеристики трубопроводов
zh_cn: 管道规格
zh_tw: 管道規格

# GuanDaoXiangMu
source: Pipeline Project
de: Pipeline-Projekt
fr: Projet de pipeline
ko: 파이프 라인 프로젝트
ru: Проект трубопровода
zh_cn: 管道项目
zh_tw: 管道項目

# GuanGaoLianXi
source: Advertise Contact
de: Inserieren Kontakt
fr: Annoncez contacter
ko: 연락 광고
ru: Реклама Связаться
zh_cn: 广告联系
zh_tw: 廣告聯繫

# GuangGaoFuWu
source: Advertising Services
de: Werbedienstleistungen
fr: Services de publicité
ko: 광고 서비스
ru: Рекламные услуги
zh_cn: 广告服务
zh_tw: 廣告服務

# GuanJian
source: The essential
de: Schlüssel
fr: Touche
ko: 키
ru: Ключ
zh_cn: 关键
zh_tw: 關鍵

# GuanJianCi
source: Key words
de: Schlagwort
fr: Mots-clés
ko: 키워드
ru: Ключевое слово
zh_cn: 关键词
zh_tw: 關鍵字

# GuanJianHao
source: Fittings No.
fr: Raccords No.
ko: 부품 번호
ru: Фитинги номер
zh_cn: 管件号
zh_tw: 管件號

# GuanJianHaoAnZhuangRiQi
source: Fittings No. / installation date
de: Fittings No. / Installationsdatum
fr: Raccords No. / date d'installation
ko: 부품 번호 / 설치 날짜
ru: Фитинги номер / дата установки
zh_cn: 管件号/安装日期
zh_tw: 管件號/安裝日期

# GuanJianMuBiao
source: Key objectives
de: Schlüsselziele
fr: Principaux objectifs
ko: 주요 목표
ru: Основные цели
zh_cn: 关键目标
zh_tw: 關鍵目標

# GuanJianZi
source: Categories
de: Kategorien
fr: Catégories
ko: 카테고리
ru: Категории
zh_cn: 关键字
zh_tw: 關鍵字

# GuanLian
source: Associate
de: Assoziieren
fr: Associé
ko: 준회원
ru: Ассоциировать
zh_cn: 关联
zh_tw: 關聯

# GuanLianBuMenDaiMa
source: Associated department code
de: Assoziierte Abteilungscode
fr: Code de département associé
ko: 관련 부서 코드
ru: Связанное код отдела
zh_cn: 关联部门代码
zh_tw: 關聯部門代碼

# GuanLianBuMenMingCheng
source: Associate department name
de: Associate Abteilungsnamen
fr: Nom du service associé
ko: 준 부서 이름
ru: Ассоциированный название отдела
zh_cn: 关联部门名称
zh_tw: 關聯部門名稱

# GuanLianBuZhou
source: Association step
de: Verband Schritt
fr: Association étape
ko: 협회 단계
ru: Ассоциация шаг
zh_cn: 关联步骤
zh_tw: 關聯步驟

# GuanLianCiKeHu
source: Associated with this customer
de: Mit diesem Kunden verbunden sind
fr: Associée à ce client
ko: 이 고객과 관련
ru: Связанное с этим клиентом
zh_cn: 关联此客户
zh_tw: 關聯此客戶

# GuanLianDingDan
source: Associated order
de: Assoziierte bestellen
fr: Pour associés
ko: 관련 주문
ru: Связанное порядок
zh_cn: 关联订单
zh_tw: 關聯訂單

# GuanLianDuiXiangID
source: Association Object ID
de: Zuordnungsobjekt-ID
ko: 협회 개체 ID
ru: Ассоциация ID объекта
zh_cn: 关联对象ID
zh_tw: 關聯對象ID

# GuanLianGongYingShang
source: Related suppliers
de: Assoziierte Lieferant
fr: Le fournisseur associé
ko: 관련 업체
ru: Связанное с поставщиком
zh_cn: 关联供应商
zh_tw: 關聯供應商

# GuanLianGongZuoLiuMuBan
source: Associated workflow template
de: Zugeordnete Workflow-Muster
fr: Modèle de workflow associé
ko: 관련 워크 플로 서식
ru: Связанный шаблон рабочего процесса
zh_cn: 关联工作流模板
zh_tw: 關聯工作流範本

# GuanLianHeTong
source: Related contract
de: Verband Vertrag
fr: Contrat de l'Association
ko: 협회 계약
ru: Ассоциация контракт
zh_cn: 关联合同
zh_tw: 關聯合同

# GuanLianHuiYi
source: Association meeting
de: Vereinsversammlung
fr: Réunion de l'Association
ko: 협회 회의
ru: Ассоциация встреча
zh_cn: 关联会议
zh_tw: 關聯會議

# GuanLianKeHu
source: Client Association
de: Client-Verband
fr: Association client
ko: 클라이언트 협회
ru: Ассоциация Клиент
zh_cn: 关联客户
zh_tw: 關聯客戶

# GuanLianLeiXing
source: Association Type
de: Zuordnungstyp
fr: Type d'Association
ko: 연결 유형
ru: Тип Ассоциация
zh_cn: 关联类型
zh_tw: 關聯類型

# GuanLianLiuChengMuBanTongBu
source: Associated synchronization process template
de: Assoziierten Synchronisationsprozess Vorlage
fr: Associé modèle de processus de synchronisation
ko: 관련 동기화 프로세스 템플릿
ru: Связанный шаблон процесс синхронизации
zh_cn: 关联流程模板同步
zh_tw: 關聯流程範本同步

# GuanLianQuanXianYongHu
source: User permissions associated
de: Associate Benutzerberechtigungen
fr: Permissions des utilisateurs associés
ko: 준 사용자 권한
ru: Разрешения Ассоциированные пользователей
zh_cn: 关联权限用户
zh_tw: 關聯許可權用戶

# GuanLianShangPinCaiGouDingDan
source: Related items Purchase Order
de: Verwandte Artikel Bestellung
fr: Articles connexes bons de commande
ko: 관련 상품 구매 주문
ru: Похожие материалы Покупка Заказать
zh_cn: 关联物料采购订单
zh_tw: 關聯物料採購訂單

# GuanLianShangPinTuiHuoDan
source: Related items Return Order
de: Einzelbezogenen zurückgebrachten Einzelteile
fr: Pièces uniques liées retournés
ko: 단일 관련 항목이 반환
ru: Вернулся замужем, связанные элементы
zh_cn: 关联物料退货单
zh_tw: 關聯物料退貨單

# GuanLianShangPinXiaoShouDingDan
source: Sales Order related items
de: Sales Order verwandte Artikel
fr: Articles liés Sales Order
ko: 판매 오더 관련 상품
ru: Продажи Заказать связанные элементы
zh_cn: 关联物料销售订单
zh_tw: 關聯物料銷售訂單

# GuanLianWebService
source: Associate WebService
fr: WebService associé
ko: 준 WebService에
ru: Ассоциированный WebService
zh_cn: 关联WebService
zh_tw: 關聯WebService

# GuanLianXiangMu
source: Related items
de: Verwandte Artikel
fr: Articles connexes
ko: 관련 상품
ru: Похожие материалы
zh_cn: 关联项目
zh_tw: 關聯項目

# GuanLianXieZuo
source: Related Collaboration
de: Bezogen Zusammenarbeit
fr: Collaboration connexes
ko: 관련 협업
ru: Связанные Сотрудничество
zh_cn: 关联协作
zh_tw: 關聯協作

# GuanLianYeMian
source: Related pages
de: Ähnliche Seiten
fr: Pages similaires
ko: 관련 페이지
ru: Похожие страницы
zh_cn: 关联页面
zh_tw: 關聯頁面

# GuanLianYeMianMobile
source: The associated page (Mobile)
de: Die zugehörige Seite (Mobile)
fr: La page associée (mobile)
ko: 관련 페이지 (모바일)
ru: Соответствующий страница (для мобильных устройств)
zh_cn: 关联页面(Mobile)
zh_tw: 關聯頁面(Mobile)

# GuanLianYeMianPC
source: Associated page (PC)
de: Zugehörige Seite (PC)
fr: Page associée (PC)
ko: 연관된 페이지 (PC)
ru: Соответствующую страницу (ПК)
zh_cn: 关联页面(PC)
zh_tw: 關聯頁面(PC)

# GuanLianYeWu
source: Related business
de: Verwandte Geschäfts
fr: Entreprises associées
ko: 관련 사업
ru: Связанные бизнес-
zh_cn: 关联业务
zh_tw: 關聯業務

# GuanLianZiChanCaiGouDingDan
source: Associated Assets Purchase Order
de: Bezogenen Vermögenswerten Bestellung
fr: Actifs connexes Purchase Order
ko: 관련 자산 구매 주문
ru: Активы, связанные с заказа
zh_cn: 关联资产采购订单
zh_tw: 關聯資產採購訂單

# GuanLiChuangXin
source: Management Innovation
de: Management Innovations
fr: Gestion de l'innovation
ko: 경영 혁신
ru: Инновационный менеджмент
zh_cn: 管理创新
zh_tw: 管理創新

# GuanLiFei
source: management fee
de: Verwaltungsgebühr
fr: Frais de gestion
ko: 관리 수수료
ru: Плата за управление
zh_cn: 管理费
zh_tw: 管理費

# GuanLiFeiLv
source: Management fee
de: Verwaltungsgebühr
fr: Frais de gestion
ko: 관리 수수료
ru: Плата за управление
zh_cn: 管理费率
zh_tw: 管理費率

# GuanLiRen
source: Administrator
fr: Administrateur
ko: 관리자
ru: Администратор
zh_cn: 管理人
zh_tw: 管理人

# GuanShui
source: Tariff
de: Tarif
fr: Tarif
ko: 관세
ru: Тариф
zh_cn: 关税
zh_tw: 關稅

# GuanShuiZengZhiShui
source: Tariff / VAT
de: Tarif / VAT
fr: Tarif / TVA
ko: 관세 / 부가세
ru: Тариф / НДС
zh_cn: 关税/增值税
zh_tw: 關稅/增值稅

# GuanShuiZongE
source: The total tariff
de: Gesamttarif
fr: Tarif total
ko: 총 관세
ru: Всего тариф
zh_cn: 关税总额
zh_tw: 關稅總額

# GuanXianChangDu
source: Pipeline length
de: Leitungslänge
fr: Longueur de pipeline
ko: 파이프 라인의 길이
ru: Длина трубопровода
zh_cn: 管线长度
zh_tw: 管線長度

# GuanXianDengJi
source: Pipeline Ratings
de: Pipeline Bewertungen
fr: Pipeline évaluations
ko: 파이프 라인 평가
ru: Трубопроводные Рейтинги
zh_cn: 管线等级
zh_tw: 管線等級

# GuanXianHao
source: Line number
de: Zeilennummer
fr: Numéro de ligne
ko: 행 번호
ru: Номер строки
zh_cn: 管线号
zh_tw: 管線號

# GuanXianHeHanKouBianJi
source: Pipeline and weld editor
de: Pipeline und Schweiß bearbeiten
fr: Pipeline et soudure modifier
ko: 파이프 라인 및 용접 편집
ru: Трубопроводов, сварки редактировать
zh_cn: 管线和焊口编辑
zh_tw: 管線和焊口編輯

# GuanXianHeHanKouLieBiao
source: Pipeline and weld listing
de: Pipeline und Schweiß Angebot
fr: Pipeline et soudure fiche
ko: 파이프 라인 및 용접 목록
ru: Трубопроводов, сварки список
zh_cn: 管线和焊口列表
zh_tw: 管線和焊口列表

# GuanXianJianCha
source: Pipeline inspection
de: Pipeline-Inspektion
fr: Inspection de canalisation
ko: 파이프 라인 검사
ru: Трубопровод осмотр
zh_cn: 管线检查
zh_tw: 管線檢查
