Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGCBMDMHMCBYZHBCZDRIBMDMTOSTRINGTRIMDRIBMMCTOSTRINGTRIMJC
source: Warning, this department code and name of inconsistent or non-existent: "+ dr [i] [" Department Code "] .ToString () Trim () + dr [i]. [" Department Name "] .ToString () Trim (. ) + ", please check
de: Achtung, dieses Abteilungscode und Name der inkonsistenten oder nicht vorhanden: "+ dr [i] [" Abteilungscode "]. ToString () Trim () + dr [i] [" Department name "] .ToString () Trim (. ) + ", überprüfen Sie bitte
fr: Attention, ce code de département et le nom de incohérentes ou inexistantes: "+ dr [i] [" code de département "]. ToString () trim () + dr [i] [" nom Département "] .ToString () Coupez (. ) + ", s'il vous plaît vérifier
ko: 일관성이 없거나 존재의 경고,이 부서 코드와 이름 : "+ DR [I] ["부서 코드 "].로 .toString () 트림 () + DR [I] ["부서명 "]로 .toString () (트림. ) + ", 확인하시기 바랍니다
ru: Внимание, этот отдел код и наименование непоследовательного или несуществующей: "+ DR [я] [" код отдела "]. .ToString () Обрезать () + др [я] [" Название отдела "] .ToString () Обрезать (. ) + ", пожалуйста, проверьте
zh_cn: 警告，此部门代码和名称不一致或不存在或存在空行，请检查：
zh_tw: 警告，此部門代碼和名稱不一致或不存在：" + dr[i]["部門代碼"].ToString().Trim() + dr[i]["部門名稱"].ToString().Trim() + " ，請檢查

# ZZJGCBMDMHMCBYZHBZNGXFWDRIBMDMTOSTRINGTRIMDRIBMMCTOSTRINGTRIMJC
source: Warning, this department code and name of inconsistent or not in your jurisdiction: "+ dr [i] [" department code "]. .ToString () Trim () + dr [i] [" Department Name "] .ToString (). Trim () + ", please check
de: Achtung, dieses Abteilungscode und Name der inkonsistenten oder nicht in Ihrem Land: "+ dr [i] [" Abteilungscode "]. ToString () Trim () + dr [i] [" Abteilungsname "] .ToString (). Trim () + ", überprüfen Sie bitte
fr: Attention, ce code de département et le nom du incompatible ou non dans votre juridiction: "+ dr [i] [" code de service "]. ToString () trim () + dr [i] [" Nom Département "] .ToString (). trim () + ", s'il vous plaît vérifier
ko: 해당 관할 지역의 일치 여부의 경고,이 부서 코드와 이름 : "+ DR [I] ["부서 코드 "].로 .toString () 트림 () + DR [I] ["부서명 "]로 .toString (). () + "를 트림, 확인하시기 바랍니다
ru: Внимание, этот отдел код и наименование непоследовательного или нет в вашей юрисдикции: "+ DR [я] [" код отдела "]. .ToString () Обрезать () + др [я] [" Название отдела "] .ToString (). Обрезать () + ", пожалуйста, проверьте
zh_cn: 警告，此部门代码和名称不一致或不在你管辖范围，或存在空行，请检查
zh_tw: 警告，此部門代碼和名稱不一致或不在你管轄範圍：" + dr[i]["部門代碼"].ToString().Trim() + dr[i]["部門名稱"].ToString().Trim() + " ，請檢查

# ZZJGCBSBCZSBJC
source: Warning, the contractor shall choose, the operation fails, check!
de: Achtung, der Auftragnehmer entscheiden, die Operation fehlschlägt, überprüfen!
fr: Attention, l'entrepreneur doit choisir, l'opération échoue, vérifiez!
ko: 경고를 선택한다 계약자는 작업이 실패, 확인!
ru: Предупреждение, подрядчик должен выбрать, операция терпит неудачу, проверьте!
zh_cn: 警告，承包商必选，操作失败，请检查！
zh_tw: 警告，承包商必選，操作失敗，請檢查！

# ZZJGCBSBJC
source: Warning, the contractor must choose, please check!
de: Achtung, der Auftragnehmer entscheiden, prüfen Sie bitte!
fr: Attention, l'entrepreneur doit choisir, s'il vous plaît vérifier!
ko: 경고, 계약자 선택, 확인하시기 바랍니다해야한다!
ru: Предупреждение, подрядчик должен выбрать, пожалуйста, проверьте!
zh_cn: 警告，承包商必选，请检查！
zh_tw: 警告，承包商必選，請檢查！

# ZZJGCCGHTYBDYWFSCJC
source: Warning, this purchase contract has been invoked, can not be deleted, please check!
de: Achtung, dieses Kaufvertrages aufgerufen worden ist, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, ce contrat d'achat a été invoqué, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 경고, 호출 된이 구매 계약, 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, это договор купли-продажи был вызван, не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，此采购合同已被调用，无法删除，请检查！
zh_tw: 警告，此採購合同已被調用，無法刪除，請檢查！

# ZZJGCCPBNZWYJRDCPBOMDZJYWBOMZJBHCYJRBOMDCPFJBNZWZJDZJJC
source: Warning, this product can not be added to the product as a BOM component, because it contains the BOM sub-items to be added BOM product (parent item not as a sub-element sub-elements), check!
de: Achtung, dieses Produkt kann nicht in dem Produkt als Stücklistenkomponente hinzugefügt werden, denn es enthält die Stücklistenunterpositionen hinzugefügt werden BOM Produkt (übergeordnete Element nicht als ein Kind Mitglied der Unterpunkte), überprüfen Sie bitte!
fr: Attention, ce produit ne peut être ajouté au produit en tant que composant de la nomenclature, car il contient les sous-articles de la nomenclature à ajouter produit BOM (parent de l'article non pas comme un membre de la Sous-éléments enfant), s'il vous plaît vérifier!
ko: 이 BOM 서브 아이템 BOM 생성물 (부모 항목하지 하위 항목의 하위 부재) 확인해주십시오 추가 될 포함하기 때문에 경고,이 제품은, BOM 성분으로서 제품에 첨가 할 수 없다!
ru: Предупреждение, этот продукт не может быть добавлен к продукту в качестве компонента спецификации, потому что она содержит спецификации подпункты должны быть добавлены спецификации продукта (родительский элемент не как ребенок членом подпунктов), пожалуйста, проверьте!
zh_cn: 警告，此产品不能作为要加入的产品BOM的组件，因为其BOM子件包含此要加入BOM的产品（父件不能作为子件的子件），请检查！
zh_tw: 警告，此產品不能作為要加入的產品BOM的元件，因為其BOM子件包含此要加入BOM的產品（父件不能作為子件的子件），請檢查！

# ZZJGCCYCZBNZFTJ
source: Warning, this member exists, can not be repeated to add!
de: Warning, existiert dieses Mitglied, können Sie nicht duplizieren hinzuzufügen!
fr: Attention, ce membre existe, vous ne pouvez pas dupliquer ajouter!
ko: 이 멤버는 존재, 경고, 당신은 추가 복제 할 수 없습니다!
ru: Предупреждение, этот элемент существует, вы не можете дублировать добавить!
zh_cn: 警告，此成员存在，不能重复添加！
zh_tw: 警告，此成員存在，不能重複添加！

# ZZJGCGHTWBXCZSBJC
source: Warning, procurement contracts are mandatory, the operation fails, check!
de: Warning, Aufträge obligatorisch sind, die Operation fehlschlägt, überprüfen!
fr: Avertissement, des marchés publics sont obligatoires, l'opération échoue, vérifier!
ko: 경고, 조달 계약이 필수, 작업이 실패, 확인!
ru: Предупреждающие, контракты на закупку являются обязательными, операция терпит неудачу, проверьте!
zh_cn: 警告，采购合同为必选项，操作失败，请检查！
zh_tw: 警告，採購合同為必選項，操作失敗，請檢查！

# ZZJGCGYSDWBXCZSBJC
source: Warning, acceptance of a single purchase is mandatory, the operation fails, check!
de: Warning, verbindliche Annahme eines einzigen Kaufoption, die Operation fehlschlägt, überprüfen!
fr: Attention, l'acceptation obligatoire d'une option d'achat unique, l'opération échoue, vérifiez!
ko: 경고, 하나의 구매 옵션의 필수 수용, 작업이 실패, 확인!
ru: Внимание, обязательным принятие варианта одной покупки, операция терпит неудачу, проверьте!
zh_cn: 警告，采购验收单为必选项，操作失败，请检查！
zh_tw: 警告，採購驗收單為必選項，操作失敗，請檢查！

# ZZJGCHJYSGHYCCZSBJC
source: Warning, this expired or abnormal environmental factors, the operation fails, check!
de: Achtung, diese abgelaufen ist oder anormale Umweltfaktoren, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, cette expiré ou facteurs environnementaux anormaux, l'opération échoue, vérifiez!
ko: 경고이 만료 또는 비정상적인 환경 요소는 동작이 실패 확인!
ru: Предупреждение, это истек или аномальные экологические факторы, операция терпит неудачу, проверьте!
zh_cn: 警告，此环境因素过期或异常，操作失败，请检查！
zh_tw: 警告，此環境因素過期或異常，操作失敗，請檢查！

# ZZJGCJHMYSZXGLDTJSBJC
source: Warning, this program is not set related to leadership, submission fails, check!
de: Warning, wird dieser Plan nicht im Zusammenhang mit Führung gesetzt, Übermittlung fehlschlägt, überprüfen!
fr: Attention, ce plan est pas défini liées au leadership, la soumission échoue, vérifiez!
ko: 경고,이 계획이 리더십에 관련된 설정되지 않은, 제출 실패, 확인!
ru: Предупреждение, этот план не установлен, связанные с руководством, представление не удается, проверьте!
zh_cn: 警告，此计划没有设置相关领导，提交失败，请检查！
zh_tw: 警告，此計畫沒有設置相關領導，提交失敗，請檢查！

# ZZJGCNJXCZBJBNSCJC
source: The presence of warning, this year class, can not be deleted, please check!
de: Die Anwesenheit der Warnung, in diesem Jahr Klasse, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: La présence d'avertissement, cette classe d'âge, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 경고의 존재는, 올해 클래스는 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Наличие предупреждения, в этом году класс, не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，此年级下存在班级，不能删除，请检查！
zh_tw: 警告，此年級下存在班級，不能刪除，請檢查！

# ZZJGCPHBNWKCZSBJC
source: Warning, the license plate number can not be empty, the operation fails, check!
de: Warnung kann das Kennzeichen nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, le numéro de plaque de licence ne peut pas être vide, l'opération échoue, vérifiez!
ko: , 번호판 번호는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, номерной знак не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，车牌号不能为空，操作失败，请检查！
zh_tw: 警告，車牌號不能為空，操作失敗，請檢查！

# ZZJGCPHYZSJBZCZCZSBZXSRZDCPH
source: Warning, the license plate number already exist in the data table, the operation fails, please re-enter the correct license plate number!
de: Warnung, das Kennzeichen bereits in der Datentabelle vorhanden ist, der Vorgang fehlschlägt, wenden Sie sich bitte wieder in die richtige Kfz-Kennzeichen!
fr: Attention, le nombre de plaque d'immatriculation existe déjà dans le tableau de données, l'opération échoue, s'il vous plaît ré-entrer le bon numéro de plaque d'immatriculation!
ko: 상기 번호판은 이미 데이터 테이블에 존재 경고 동작은 정확한 차량 번호를 다시 입력하세요 실패!
ru: Предупреждение, номер лицензии пластины уже существует в таблице данных, операция терпит неудачу, пожалуйста, введите правильный номерной знак!
zh_cn: 警告，车牌号已在数据表中存在，操作失败，请重新输入正确的车牌号！
zh_tw: 警告，車牌號已在資料表中存在，操作失敗，請重新輸入正確的車牌號！

# ZZJGCPHZSJBZBCZCZSBZXSRZDCPH
source: Warning, the license plate number in the data table does not exist, the operation fails, please re-enter the correct license plate number!
de: Achtung, das Kennzeichen in der Datentabelle nicht vorhanden ist, der Vorgang fehlschlägt, wenden Sie sich bitte wieder in die richtige Kfz-Kennzeichen!
fr: Attention, le nombre de plaque d'immatriculation dans le tableau de données ne existe pas, l'opération échoue, s'il vous plaît ré-entrer le bon numéro de plaque d'immatriculation!
ko: 경고, 존재하지 않는 데이터 테이블의 번호판이 동작은, 올바른 번호판을 다시 입력하세요 실패!
ru: Предупреждение, номерной знак лицензии в таблице данных не существует, операция терпит неудачу, пожалуйста, введите правильный номерной знак!
zh_cn: 警告，车牌号在数据表中不存在，操作失败，请重新输入正确的车牌号！
zh_tw: 警告，車牌號在資料表中不存在，操作失敗，請重新輸入正確的車牌號！

# ZZJGCPZJBNWKCZSBJC
source: Warning, the participating experts can not be empty, the operation fails, check!
de: Warnung, können die teilnehmenden Experten nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, les experts participants ne peuvent pas être vide, l'opération échoue, vérifier!
ko: , 참여하는 전문가는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, участвующие специалисты не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，参评专家不能为空，操作失败，请检查！
zh_tw: 警告，參評專家不能為空，操作失敗，請檢查！

# ZZJGCSDYBZBFADYWFSCJC
source: Warning, this application form has been called tender program, can not be deleted, please check!
de: Warning, hat diese Anwendung wurden genannt die einzelnen Vergabeschema, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, cette demande a été appelé le régime d'appel d'offres unique, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 이 응용 프로그램을 삭제할 수 없습니다, 하나의 입찰 방식을 호출 된 경고 확인하세요!
ru: Предупреждение, это приложение было названо единую схему проведения торгов, не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，此申请单已被招标方案调用，无法删除，请检查！
zh_tw: 警告，此申請單已被招標方案調用，無法刪除，請檢查！

# ZZJGCSQLYJYWJC
source: Warning, this SQL statement in error, please check!
de: Achtung, diese SQL-Anweisung in Fehler, prüfen Sie bitte!
fr: Attention, cette instruction SQL dans l'erreur, s'il vous plaît vérifier!
ko: 오류,이 SQL 문을 경고, 확인하시기 바랍니다!
ru: Предупреждение, это SQL заявление в ошибке, пожалуйста, проверьте!
zh_cn: 警告，此SQL语句有误，请检查！
zh_tw: 警告，此SQL語句有誤，請檢查！

# ZZJGCWKJLBNGBZTZXZXM
source: Warning, this record is empty, you can not change the state value, please select items!
de: Achtung, das ist Rekord leer ist, können Sie den Status Wert nicht ändern, wählen Sie zuerst Artikel!
fr: Attention, ce dossier est vide, vous ne pouvez pas changer la valeur d'état, d'abord sélectionner les éléments!
ko: 경고,이 기록은, 사용자가 항목을 선택 먼저, 상태 값을 변경할 수없는 비어!
ru: Предупреждение, эта запись является пустым, вы не можете изменить значение состояния, сначала выберите пункты!
zh_cn: 警告，此为空记录，不能改变状态值，请先选择项目！
zh_tw: 警告，此為空記錄，不能改變狀態值，請先選擇項目！

# ZZJGCWLCZYBOMDZBNSCJC
source: Warning, this material exists in BOM which can not be deleted, please check!
de: In BOM Warnung besteht dieses Material, die nicht gelöscht werden können, überprüfen Sie bitte!
fr: Attention, ce matériau existe dans la nomenclature qui ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 경고,이 물질이 삭제되지 않을 수있는 BOM에 존재 확인하세요!
ru: Предупреждение, этот материал существует в спецификации, которые не могут быть удалены, пожалуйста, проверьте!
zh_cn: 警告，此物料存在于BOM当中，不能删除，请检查！
zh_tw: 警告，此物料存在於BOM當中，不能刪除，請檢查！

# ZZJGCXMYJAHGHXBNBXFYL
source: Warning, this project has been closed or suspended or canceled, can not be reimbursed the cost of it!
de: Warnung Dieses Projekt geschlossen oder ausgesetzt oder aufgehoben wird, können nicht erstattet werden die Kosten davon!
fr: Attention, ce projet a été fermé ou suspendu ou annulé, ne peut être remboursée le coût de celui-ci!
ko: 경고,이 프로젝트가 폐쇄 또는 정지 또는 취소 된 그것의 비용을 상환 할 수 없습니다!
ru: Предупреждение, этот проект был закрыт или отменен или приостановлен, не могут быть возмещены расходы на него!
zh_cn: 警告，此项目已结案或挂起或取消，不能报销费用了！
zh_tw: 警告，此專案已結案或掛起或取消，不能報銷費用了！

# ZZJGCXPZSBJC
source: Warning, revoke the approval fails, check!
de: Warning, widerrufen die Genehmigung versagt, zu überprüfen!
fr: Attention, de retirer l'approbation échoue, vérifiez!
ko: 경고, 확인, 승인이 실패 취소!
ru: Предупреждение, отозвать утверждение не удается, проверьте!
zh_cn: 警告，撤消失败，请检查！
zh_tw: 警告，撤銷批准失敗，請檢查！

# ZZJGCYGBCZCJXKHWFFZJC
source: Warning, this employee is not present last performance appraisal, can not be copied, please check!
de: Warnung geht diese Mitarbeiter nicht zuletzt Leistungsbeurteilung vorhanden ist, kann nicht kopiert werden, überprüfen Sie bitte!
fr: Attention, ce salarié ne existe pas la dernière évaluation de la performance, ne peut pas être copié, s'il vous plaît vérifier!
ko: 이 직원이 복사 할 수 없습니다, 마지막 성능 평가를 존재하지 않는 경고 확인하세요!
ru: Предупреждение, этот сотрудник не существует последний оценку производительности, не могут быть скопированы, пожалуйста, проверьте!
zh_cn: 警告，此员工不存在前次绩效考核，无法复制，请检查！
zh_tw: 警告，此員工不存在前次績效考核，無法複製，請檢查！

# ZZJGCYHDMHXMBCZJC
source: Warning, this user code or name does not exist, please check!
de: Achtung, dieses Benutzercode oder Name nicht vorhanden ist, überprüfen Sie bitte!
fr: Attention, ce code d'utilisateur ou le nom ne existe pas, s'il vous plaît vérifier!
ko: 경고,이 사용자 코드 또는 존재하지 않는 이름을 확인하시기 바랍니다!
ru: Предупреждение, это код пользователя или имя не существует, пожалуйста, проверьте!
zh_cn: 警告，此用户代码或姓名不存在，请检查！
zh_tw: 警告，此用戶代碼或姓名不存在，請檢查！

# ZZJGCZJCYYCZBNZFZJ
source: Warning, this direct members already exist, can not be repeated increase!
de: Achtung, dieses direkte Mitglieder bereits vorhanden sind, kann nicht Erhöhung wiederholt werden!
fr: Attention, cette membres directs existent déjà, ne peut pas être répété augmentation!
ko: 경고,이 직접 회원은 이미 존재 증가를 반복 할 수 없습니다!
ru: Предупреждение, это прямые члены уже существуют, не могут быть повторены увеличение!
zh_cn: 警告，此直接成员已存在，不能重复增加！
zh_tw: 警告，此直接成員已存在，不能重複增加！

# ZZJGCZJEYWJC
source: Warning, the amount posted in error, please check!
de: Achtung, die Menge in error geschrieben, bitte!
fr: Attention, le montant inscrit dans l'erreur, s'il vous plaît vérifier!
ko: 경고, 오류에 게시 양을 확인하시기 바랍니다!
ru: Предупреждение, сумма отвечал в ошибке, пожалуйста, проверьте!
zh_cn: 警告，出账金额有误，请检查！
zh_tw: 警告，出賬金額有誤，請檢查！

# ZZJGCZLJCDHGWXZGCZSBJC
source: Warning, this quality checklist qualified, without rectification, the operation fails, check!
de: Achtung, dieses Qualitätscheckliste qualifiziert, ohne Berichtigung, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, cette liste de contrôle de la qualité qualifié, sans rectification, l'opération échoue, vérifiez!
ko: 경고,이 품질 체크리스트는 정류하지 않고, 작업이 실패, 확인, 자격​​!
ru: Предупреждение, этот перечень качество квалификацию, без ректификации, операция терпит неудачу, проверьте!
zh_cn: 警告，此质量检查单合格，无需整改，操作失败，请检查！
zh_tw: 警告，此品質檢查單合格，無需整改，操作失敗，請檢查！

# ZZJGCZTMSMJSMJSCSBGMHZSC
source: Warning, the presence of the same name scanned documents, scanned documents upload fails, then upload renamed!
de: Achtung, die Anwesenheit der gleichnamigen gescannte Dokumente, gescannte Dokumente Upload fehlschlägt, dann umbenannt hochladen!
fr: Attention, la présence des documents numérisés même nom, les documents numérisés téléchargement échoue, puis télécharger renommé!
ko: 업로드가 실패 동명 스캔 문서의 존재, 스캔 문서 경고 후 개명 업로드하세요!
ru: Предупреждение, присутствие же имя отсканированных документов, отсканированных документов сбой отправки, а затем загрузить переименован!
zh_cn: 警告，存在同名扫描件，扫描件上传失败，请改名后再上传！
zh_tw: 警告，存在同名掃描件，掃描件上傳失敗，請改名後再上傳！

# ZZJGCZTMWJGMHZSC
source: Warning, file exists, please rename then upload!
de: Achtung, Datei vorhanden ist, benennen Sie dann hochladen!
fr: Attention, le fichier existe, s'il vous plaît rename puis télécharger!
ko: 경고, 파일이 존재하고 업로드 이름을 변경하십시오!
ru: Внимание, файл существует, переименуйте затем загрузить!
zh_cn: 警告，存在同名文件，请改名后再上传！
zh_tw: 警告，存在同名文件，請改名後再上傳！

# ZZJGCZTMWJMTZTSCSBGMHZSC
source: Warning, file exists, state media upload fails, then upload renamed!
de: Achtung, Datei vorhanden ist, den staatlichen Medien Upload fehlschlägt, dann umbenannt hochladen!
fr: Attention, le fichier existe, télécharger des médias d'Etat échoue, puis télécharger renommé!
ko: 경고, 파일이 존재, 상태 미디어 업로드는 다음 이름을 바꾼는 올리지 실패!
ru: Внимание, файл существует, загрузки государственные СМИ не удается, а затем загрузить переименован!
zh_cn: 警告，存在同名文件，媒体状态上传失败，请改名后再上传！
zh_tw: 警告，存在同名檔，媒體狀態上傳失敗，請改名後再上傳！

# ZZJGCZTMYTJPSHPSMTGZTZBNGWTG
source: Warning, this state did not submit reviews or review did not pass, the state value can not be changed by!
de: Achtung, dieser Zustand nicht oder Bewertungen Bewertung abgeben zu nicht bestanden, der Zustandswert kann nicht durch geändert werden!
fr: Attention, cet état n'a pas présenté de commentaires ou avis ne passe pas, la valeur d'état ne peut pas être changé par!
ko: 경고, 통과하지 못한 리뷰 나 리뷰를 제출하지 않은이 상태는, 상태 값은 변경할 수 없습니다!
ru: Предупреждение, это состояние не представляет отзывы или отзыв не проходят, то значение государство не может быть изменен!
zh_cn: 警告，此状态没有提交评审或评审没通过，状态值不能改为通过！
zh_tw: 警告，此狀態沒有提交評審或評審沒通過，狀態值不能改為通過！

# ZZJGCZXTMCYJMZGGSBJC
source: Warning, the presence of the same name a module, the change fails, check!
de: Achtung, die Gegenwart mit dem gleichen Namen in einem Modul, die Änderung fehlschlägt, überprüfen Sie bitte!
fr: Attention, la présence du même nom dans un module, la modification échoue, s'il vous plaît vérifier!
ko: 경고 모듈에 같은 이름의 존재는, 변화가 확인에 실패주세요!
ru: Предупреждение, наличие же именем в модуле, изменение терпит неудачу, пожалуйста, проверьте!
zh_cn: 警告，存在相同名称一级模组，更改失败，请检查！
zh_tw: 警告，存在相同名稱一級模組，更改失敗，請檢查！

# ZZJGCZXTMCYJMZZJSBJC
source: Warning, the presence of the same name, a module, an increase fails, check!
de: Achtung, die Gegenwart mit dem gleichen Namen in einem Modul, schlägt die Erhöhung, zu überprüfen!
fr: Attention, la présence du même nom dans un module, l'augmentation échoue, vérifiez!
ko: 경고 모듈에 같은 이름의 존재는 증가 실패 확인!
ru: Предупреждение, наличие же именем в модуле, увеличение не удается, проверьте!
zh_cn: 警告，存在相同名称一级模组，增加失败，请检查！
zh_tw: 警告，存在相同名稱一級模組，增加失敗，請檢查！

# ZZJGCZXTZHDYGDRICYDMTOSTRINGTRIMDRICYXMTOSTRINGTRIMJC
source: Warning, the presence of the same staff account: "+ dr [i] [" member code "] .ToString () Trim () + dr [i]. [" Member name "], .ToString () Trim () +." Please check
de: Achtung, die Anwesenheit der gleichen Konto Angestellten: "+ dr [i] [" member code "] .ToString () Trim () + dr [i]. [" Mitglied name "], .ToString () Trim () +". prüfen
fr: Attention, la présence des mêmes comptes employés: "+ dr [i] [" code de membre "] .ToString () trim () + dr [i]. [" Nom membres "], .ToString () trim () +". Vérifier
ko: 경고, 동일한 계정 직원의 존재 : "+ DR [내가] ["회원 코드 "]로 .toString () (트림) + 박사 [I]. ["회원 이름 "],로 .toString ()가 () 트림 +." 확인
ru: Внимание, наличие одних и тех же сотрудников счета: "+ DR [я] [" Код членом "] .ToString () Обрезать () + др [я]. [" Имя пользователя "], .ToString () Обрезать (+)." Проверить
zh_cn: 警告，存在相同帐号的员工，请检查
zh_tw: 警告，存在相同帳號的員工：" + dr[i]["成員代碼"].ToString().Trim() + dr[i]["成員姓名"].ToString().Trim() + " ，請檢查

# ZZJGDAHBNWKJC
source: Warning, the file number can not be empty, please check!
de: Warning, Dateinummer darf nicht leer sein, prüfen Sie bitte!
fr: Numéro Attention, le fichier ne peut pas être vide, s'il vous plaît vérifier!
ko: 경고, 파일 번호는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Количество Внимание, файл не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，档案号不能为空，请检查！
zh_tw: 警告，檔案號不能為空，請檢查！

# ZZJGDAHZSJBZYCZJC
source: Warning, file number already exists in the data table, please check!
de: Achtung, in der Datentabelle existiert Dateinummer bereits, bitte!
fr: Attention, le nombre de fichier existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 경고, 파일 번호가 이미 데이터 테이블에 존재 확인하세요!
ru: Внимание, номер файла уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 警告，档案号在数据表中已存在，请检查！
zh_tw: 警告，檔案號在資料表中已存在，請檢查！

# ZZJGDAMCWBXJC
source: Warning, the file name is mandatory, check!
de: Warning, ist der Dateiname obligatorisch, zu überprüfen!
fr: Attention, le nom de fichier est obligatoire, vérifiez!
ko: 경고, 파일 이름은 필수이고, 체크!
ru: Предупреждение, имя файла является обязательным, проверьте!
zh_cn: 警告，档案名称为必选项，请检查！
zh_tw: 警告，檔案名稱為必選項，請檢查！

# ZZJGDCDSJYWJC
source: Warning, the exported data is incorrect! Please check!
de: Achtung, nicht korrekt sind die exportierten Daten! Bitte überprüfen!
fr: Attention, les données exportée est incorrecte! S'il vous plaît vérifier!
ko: 경고 보낸 데이터가 잘못입니다! 확인하시기 바랍니다!
ru: Предупреждение, экспортируемый данные неверны! Пожалуйста, проверьте!
zh_cn: 警告，导出的数据有误！请检查！
zh_tw: 警告，匯出的數據有誤！請檢查！

# ZZJGDCSJYSLXBJC
source: WARNING, export data, budget type Required, please check!
de: WARNUNG, Exportdaten, Budgetarten erforderlich ist, überprüfen Sie bitte!
fr: ATTENTION, les données d'exportation, types de budget nécessaire, s'il vous plaît vérifier!
ko: 경고, 수출 데이터는 필요한 예산 유형, 확인하시기 바랍니다!
ru: ВНИМАНИЕ, экспорт данных, требуется виды бюджета, пожалуйста, проверьте!
zh_cn: 警告，导出数据前，预算类型必选，请检查！
zh_tw: 警告，匯出資料前，預算類型必選，請檢查！

# ZZJGDHXBNWKJC
source: Warning with an asterisk entry can not be empty, please check!
de: Warnung mit einem Sternchen Eintrag darf nicht leer sein, prüfen Sie bitte!
fr: Avertissement avec une entrée astérisque ne peut pas être vide, s'il vous plaît vérifier!
ko: 별표 항목과 경고 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение с записью звездочкой не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，带*号项不能为空，请检查！
zh_tw: 警告，帶*號項不能為空，請檢查！

# ZZJGDMYCJC
source: Warning, the code is wrong, please check!
de: Warning, falsch ist der Code, bitte!
fr: Attention, le code est erroné, s'il vous plaît vérifier!
ko: 경고, 코드를 잘못 확인하시기 바랍니다!
ru: Предупреждение, код не так, пожалуйста, проверьте!
zh_cn: 警告，代码有错，请检查！
zh_tw: 警告，代碼有錯，請檢查！

# ZZJGDRBZZBFAYXNJC
source: Warning, the current date is not within the period of validity of the tender, please check!
de: Warnung, dass das aktuelle Datum nicht innerhalb der Gültigkeitsdauer des Angebots, bitte!
fr: Avertissant que la date actuelle est pas dans le délai de validité de l'offre, s'il vous plaît vérifier!
ko: 현재 날짜가 입찰의 유효 기간 내에 아니라고 경고, 확인하시기 바랍니다!
ru: Предупреждение о том, что текущая дата не в пределах срока действия тендера, пожалуйста, проверьте!
zh_cn: 警告，当前日期不在招标方案有效期内，请检查！
zh_tw: 警告，當前日期不在招標方案有效期內，請檢查！
