Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZXQSQZSY
source: Applicant:ALL
de: Demand-Antragsteller: alle
fr: La demande des candidats: tous
ko: 수요 신청자 : 모든
ru: Спрос Заявитель: все
zh_cn: 需求申请者：所有
zh_tw: 需求申请者：所有

# ZZZBuMen
source: Department:
de: Abteilung:
fr: Département:
ko: 부서 :
ru: Факультет:
zh_cn: 部门：
zh_tw: 部门：

# ZZZhiXingZhe
source: Operator:
de: Schauspieler:
fr: Acteurs:
ko: 배우 :
ru: В главных ролях:
zh_cn: 执行者:
zh_tw: 執行者:

# ZZZhiXingZheAll
source: Operator: All
de: Schauspieler: Alle
fr: Acteurs: Tous
ko: 배우 : 모든
ru: Актеры: Все
zh_cn: 执行者：所有
zh_tw: 執行者：所有

source: My document list
de: My Documents Liste
fr: Ma liste de documents
ko: 내 문서 목록
ru: Мой список документов
zh_cn: 我的文档列表
zh_tw: 我的文件列表

# ZZDraftBox
source: Draft
de: Drafts
fr: Brouillons
ko: 체커
ru: Шашки
zh_cn: 草稿箱
zh_tw: 草稿箱

# ZZJGYXCSPZYWTBNSVYJQJC
source: Warning, the mailbox parameter configuration problems, can not send and receive e-mail, please check!
de: Achtung, die Postfach-Parameterkonfiguration Probleme, kann nicht senden und E-Mail erhalten, überprüfen Sie bitte!
fr: Attention, les boîtes aux lettres des problèmes de configuration des paramètres, ne peut pas envoyer et recevoir des e-mail, s'il vous plaît vérifier!
ko: 사서함 매개 변수 구성 문제를 경고하고 전자 메일을받을 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, проблемы конфигурации параметр почтовых ящиков, не может отправлять и получать электронную почту, пожалуйста, проверьте!
zh_cn: 警告,邮箱参数配置有问题，不能收发邮件，请检查！
zh_tw: 警告,郵箱參數配置有問題，不能收發郵件，請檢查！

# ZZNewMail
source: New
de: Neu eingehende E-Mails
fr: Nouveau courrier entrant
ko: 새로운 수신 메일
ru: Новый входящей почты
zh_cn: 新收邮件
zh_tw: 新收郵件

# ZZReadMail
source: Read
de: Ich habe die Nachricht lesen
fr: Je l'ai lu le message
ko: 나는이 메시지를 읽고
ru: Я прочитал сообщение
zh_cn: 已阅邮件
zh_tw: 已閱郵件

# ZZRubbishBox
source: Rubbish
de: Müll
fr: Trash
ko: 휴지통
ru: Мусор
zh_cn: 垃圾箱
zh_tw: 垃圾箱

# ZZSendMail
source: Send
de: Gesendete Nachrichten
fr: Le courrier envoyé
ko: 보낸 편지함
ru: Отправленные
zh_cn: 已发邮件
zh_tw: 已发邮件

# ZZWaitingMail
source: Waiting
de: Ausgehende Nachrichten
fr: Les messages sortants
ko: 보내는 메시지
ru: Исходящие сообщения
zh_cn: 待发邮件
zh_tw: 待发邮件

# ZZNQDYSCSXYJM
source: Are you sure you want to delete the selected email?
de: Sind Sie sicher, Sie wollen, um die ausgewählte Nachricht löschen?
fr: Êtes-vous sûr de vouloir supprimer le message sélectionné?
ko: 당신이 선택한 메시지를 삭제 하시겠습니까?
ru: Вы уверены, что хотите удалить выбранное сообщение?
zh_cn: 你确定要删除所选择的邮件吗？
zh_tw: 你確定要刪除所選擇的郵件嗎？

# ZZCZTMDJSZQJC
source: Exist same actor group, please check!
de: Die Rollengruppe mit dem gleichen Namen vorhanden ist, überprüfen Sie bitte!
fr: Le groupe de rôles avec le même nom existe, s'il vous plaît vérifier!
ko: 같은 이름을 가진 역할 그룹이 존재 확인하시기 바랍니다!
ru: Роль группа с таким же именем существует, пожалуйста, проверьте!
zh_cn: 存在同名的角色组，请检查！
zh_tw: 存在同名的角色組，請檢查！

# QiTaZhuangTai
source: Other Status
de: Andere Staats
fr: Autre Etat
ko: 다른 상태
ru: Другое состояние
zh_cn: 其它状态
zh_tw: 其它狀態

# ShouFuKan
source: Receive&Pay
de: Erhaltene Anzahlungen
fr: Paiements reçus
ko: 지불은 접수
ru: Платежи, полученные
zh_cn: 收付款
zh_tw: 收付款

# QuanTian
source: AllDay
de: Den ganzen Tag
fr: Toute la journée
ko: 모든 일
ru: Весь день
zh_cn: 全天
zh_tw: 全天

# BuNengWeiKong
source: Can not be null
de: Darf nicht leer sein
fr: Vous ne pouvez pas être vide
ko: 비워 둘 수 없습니다
ru: Не может быть пустым
zh_cn: 不能为空
zh_tw: 不能為空

# ZhuanFa
source: Transfer
de: Weiterleiten
fr: Renvoi
ko: 전송
ru: Экспедиция
zh_cn: 转发
zh_tw: 轉發

# ZZTSDSSFF
source: Push implementation methods
de: Schieben Implementierungsmethoden
fr: Poussez les méthodes de mise en œuvre
ko: 구현 방법을 밀어
ru: Нажмите методы реализации
zh_cn: 推送的实施方法
zh_tw: 推送的实施方法

source: Common Project
de: Gemeinsames Projekt
fr: Projet commun
ko: 일반 프로젝트
ru: Общие проекта
zh_cn: 普通项目
zh_tw: 普通項目

# ZZNQDYFGZGJHM
source: Are you sure you want to overwrite this plan?
de: Sind Sie sicher, Sie wollen, um diesen Plan zu überschreiben?
fr: Etes-vous sûr que vous voulez écraser ce plan?
ko: 당신은이 계획을 덮어 하시겠습니까?
ru: Вы уверены, что хотите перезаписать этот план?
zh_cn: 你确定要覆盖这个计划吗？
zh_tw: 你確定要覆蓋這個計畫嗎？

# XiaoShouDingDan
source: Sale Order
de: Sales Order
fr: Sales Order
ko: 판매 주문
ru: продажи Заказать
zh_cn: 销售订单
zh_tw: 銷售訂單

# ShengChanDingDanHao
source: Production Order Number
de: Fertigungsauftragsnummer
fr: Numéro de commande de production
ko: 생산 오더 번호
ru: Производство Номер заказа
zh_cn: 生产订单号
zh_tw: 生產訂單號

# ShengChanTongZhiDan
source: Production Order
de: Fertigungsaufträge
fr: les ordonnances de production
ko: 생산 주문
ru: Производственные заказы
zh_cn: 生产通知单
zh_tw: 生產通知單

# MingChengHuoDingDanHao
source: NameOrOrderNumber
de: Name oder Bestellnummer
fr: Nom ou numéro
ko: 이름 또는 주문 번호
ru: Имя или номер заказа
zh_cn: 名称或订单号
zh_tw: 名稱或訂單號

# FXGWZYKB
source: Distributor Resource Consultants Kanban
de: Händler Ressourcen Consultants Kanban
fr: Distributeur Resource Consultants Kanban
ko: 유통 자원 컨설턴트 칸반
ru: Дистрибьютор ресурсов Консультанты канбан
zh_cn: 分销顾问资源看板
zh_tw: 分銷顧問資源看板

# FXXMNSLACPX
source: Distributor project acceptance rate - by product line
de: Händler Projektannahmequote - nach Produktlinie
fr: Projet de Distributeur taux d'acceptation - par ligne de produits
ko: 유통 프로젝트 승인 속도 - 제품 라인으로
ru: Дистрибьютор проект ставка принятие - по видам продукции
zh_cn: 分销项目验收率-按产品线
zh_tw: 分銷專案驗收率-按產品線

# FXXMNSLAJG
source: Distributor project acceptance rate - by agency
de: Händler Projektannahmequote - der Büro
fr: Projet de Distributeur taux d'acceptation - par l'agence
ko: 유통 프로젝트 승인 속도 - 기관의
ru: Дистрибьютор проект ставка принятие - агентство
zh_cn: 分销项目验收率-按机构
zh_tw: 分銷專案驗收率-按機構

# FXXMZHCXBB
source: Distribution projects integrated query report
de: Verteilung Projekte integriert Anfragenbericht
fr: Des projets de distribution de rapports de recherche intégré
ko: 배포 프로젝트 통합 쿼리 보고서
ru: Распределительные проекты интегрированный отчет запроса
zh_cn: 分销项目综合查询报表
zh_tw: 分銷專案綜合查詢報表

# ZXGWNSLAJG
source: Direct project acceptance rate - by agency
de: Direkter Projektannahmequote - der Büro
fr: Direct taux d'acceptation du projet - par l'agence
ko: 직접 프로젝트 승인 속도 - 기관의
ru: Прямая ставка принятие проекта - агентство
zh_cn: 直销项目验收率-按机构
zh_tw: 直銷專案驗收率-按機構

# ZXGWZYKB
source: Direct marketing consultant resources Kanban
de: Direkt-Marketing-Berater-Ressourcen Kanban
fr: Les ressources directes de consultant en marketing Kanban
ko: 직접 마케팅 컨설턴트 자원 칸반
ru: Прямые консультант по маркетингу ресурсы канбан
zh_cn: 直销顾问资源看板
zh_tw: 直銷顧問資源看板

# ZXXMNSLACPX
source: Direct project acceptance rate - by product line
de: Direkter Projektannahmequote - nach Produktlinie
fr: Direct taux d'acceptation du projet - par ligne de produits
ko: 직접 프로젝트 승인 속도 - 제품 라인으로
ru: Прямая ставка принятие проект - по видам продукции
zh_cn: 直销项目验收率-按产品线
zh_tw: 直銷專案驗收率-按產品線

# ZXXMZHCXBB
source: Direct project Integrated Query Report
de: Direkter Projekt Integrated Query Bericht
fr: Projet direct Rapport Integrated Query
ko: 직접 프로젝트 통합 쿼리 보고서
ru: Прямая проект сводного отчета Запрос
zh_cn: 直销项目综合查询报表
zh_tw: 直銷專案綜合查詢報表

# ZongE
source: TotalAmount
de: Gesamt
fr: global
ko: 합계
ru: общее
zh_cn: 总额
zh_tw: 總額

# BaoZhuangFangShi
source: Packing
de: Verpackung
fr: Emballage
ko: 포장
ru: упаковка
zh_cn: 包装方式
zh_tw: 包裝方式

# JiaoHuoRiQi
source: Delivery Date
de: Liefertermin
fr: date de livraison
ko: 배달 날짜
ru: Дата поставки
zh_cn: 交货日期
zh_tw: 交貨日期

# ZhiDan
source: Single-system
fr: simple système
ko: 단일 시스템
ru: Одноместный система
zh_cn: 制单
zh_tw: 制單

# ZZLinShiXiaoXi
source: Temporary message
de: temporäre Nachricht
fr: un message temporaire
ko: 임시 메시지
ru: Временное сообщение
zh_cn: 临时消息
zh_tw: 臨時消息

# CYGZLYMGL
source: When common workflow, please select the associated page
de: Gemeinsame Workflowzuordnung Seite
fr: Flux de travaux courant page association
ko: 일반적인 워크 플로 연결 페이지
ru: Страница Общие рабочий ассоциация
zh_cn: 常用工作流时，请选择关联页面
zh_tw: 常用工作流頁面關聯

# CaiLiangShengQing
source: Vehicle Application
de: Fahrzeug-Lösungen
fr: Demande de véhicules
ko: 차량 응용 프로그램
ru: Автомобиль Применение
zh_cn: 车辆申请
zh_tw: 車輛申請

# CYLC
source: Common Process
de: gemeinsame Prozess
fr: processus commune
ko: 일반 과정
ru: Общие процесса
zh_cn: 常用申请
zh_tw: 常用流程

# CYLCSQ
source: Common Application Process
de: Gemeinsame Bewerbungsprozess
fr: Processus de demande commune
ko: 일반적인 응용 프로그램 프로세스
ru: Общие Применение процесса
zh_cn: 常用工作申请
zh_tw: 常用流程申請

# QingJiaShengQing
source: Leave Application
de: Urlaubsantrag
fr: demande d'autorisation
ko: 휴가 신청
ru: Оставить заявку
zh_cn: 请假申请
zh_tw: 請假申請

# ShenQingLeiXing
source: Application Type
de: Anwendungstyp
fr: Type de demande
ko: 응용 프로그램 유형
ru: Тип приложения
zh_cn: 申请类型
zh_tw: 申請類型

# ZiChanCaiGouShengQing
source: Asset Purchase Requisition
de: Asset Bestellanforderung
fr: Asset Demande d'achat
ko: 자산 구매 요청
ru: Заявка активами
zh_cn: 资产采购申请
zh_tw: 資產採購申請

# ZichanLingYongShengQing
source: Assets recipients apply
de: Vermögenswerte Empfänger gelten
fr: Destinataires Actifs appliquent
ko: 자산받는 사람이 적용
ru: Активы получателей применять
zh_cn: 资产领用申请
zh_tw: 資產領用申請

# FYBXHZ
source: Expenses Claim For summary
de: Aufwendungen Zusammenfassung
fr: Sommaire des dépenses
ko: 비용 요약
ru: Расходы резюме
zh_cn: 费用报销汇总
zh_tw: 費用報銷匯總

# FYSQHZ
source: Fees apply for summary
de: Die Gebühren für die Zusammenfassung gelten
fr: Supplément pour le résumé
ko: 요금 요약 신청
ru: Тарифы применяются для описания
zh_cn: 费用申请汇总
zh_tw: 費用申請匯總

# MingLing
source: Order
de: Befehl
fr: commande
ko: 명령
ru: команда
zh_cn: 命令
zh_tw: 命令

# YuJingMingLing
source: Warning Order
de: Warnung Kommando
fr: Avertissement commande
ko: 경고 명령
ru: Предупреждение команда
zh_cn: 预警命令
zh_tw: 預警命令

# ZZYaoNiChuLi
source: need you to deal with!
de: Um mit Ihnen zu beschäftigen!
fr: Pour traiter avec vous!
ko: 당신과 거래하세요!
ru: Чтобы справиться с вами!
zh_cn: 要你处理！
zh_tw: 要你处理！

# BuLiao
source: Feeding
de: Fütterung
fr: Alimentation
ko: 급송
ru: Кормление
zh_cn: 补料
zh_tw: 補料

# LingLiao
source: Picking
de: Pflücken
fr: Cueillette
ko: 따기
ru: Сбор
zh_cn: 领料
zh_tw: 領料

# YuanGongMoZuQuanXian
source: Employees Module Permissions
de: Mitarbeiter-Modul Berechtigungen
fr: Employés Permission Module
ko: 직원 모듈 권한
ru: Сотрудники Модуль Разрешения
zh_cn: 员工模组权限
zh_tw: 員工模組權限

# YuanGongQiTaQuanXian
source: Employees in other jurisdictions
de: Mitarbeiter in anderen Ländern
fr: Les employés dans d'autres juridictions
ko: 다른 국가에서 직원
ru: Сотрудники в других юрисдикциях
zh_cn: 员工其它权限
zh_tw: 員工其它​​權限

# YanZhengMiMa
source: Check Password
de: Passwort bestätigen
fr: Vérifiez Mot de passe
ko: 비밀번호 확인
ru: Подтвердите пароль
zh_cn: 验证密码
zh_tw: 驗證密碼

source: Mac Address
de: Mac-Adresse
fr: Adresse Mac
ko: Mac 주소
ru: MAC-адрес
zh_cn: Mac地址
zh_tw: Mac地址

# ZZBNCFZJJHQJC
source: Increase plan can not be repeated, please check!
de: Erhöhung Plan kann nicht wiederholt werden, überprüfen Sie bitte!
fr: Augmenter plan ne peut être répété, s'il vous plaît vérifier!
ko: 증가 계획은 반복되지 않을 수 있습니다, 확인하시기 바랍니다!
ru: Увеличение план не может быть повторен, пожалуйста, проверьте!
zh_cn: 不能重复增加计划，请检查！
zh_tw: 不能重複增加計劃，請檢查！

# JiXuFenPai
source: Assign Task
de: Weiter Versand
fr: Continuer expédition
ko: 파견을 계속
ru: Продолжить отправку
zh_cn: 继续分派
zh_tw: 繼續分派

# RenWuChuLi
source: Handle Task
de: Tasking
fr: Polyvalence
ko: 태스킹
ru: Управление задачами
zh_cn: 任务处理
zh_tw: 任務處理

# LDZGCLYBNWK
source: Competent leadership, cost control supervisor and materials, staff can not be empty!
de: Kompetente Führung, Kostenkontrolle Vorgesetzten und Materialien können die Mitarbeiter nicht leer sein!
fr: Un leadership compétent, superviseur et matériaux de contrôle des coûts, le personnel ne peut pas être vide!
ko: 유능한 리더십, 비용 관리 감독자 및 재료, 직원은 비워 둘 수 없습니다!
ru: Компетентный руководство, руководитель контроля затрат и материалы, персонал не может быть пустым!
zh_cn: 主管领导、费控主管和材料员不能为空！
zh_tw: 主管領導、費控主管和材料員不能為空！

# CaiJian
source: Material Check
de: Materialprüfung
fr: Matériel d'inspection
ko: 물질 검사
ru: Контроль качества материалов
zh_cn: 材检
zh_tw: 材檢

# ZZMRPJHBBBNWKQJC
source: MRP plan version can not be empty, please check!
de: MRP-Planversion darf nicht leer sein, prüfen Sie bitte!
fr: Version de planification MRP ne peut pas être vide, s'il vous plaît vérifier!
ko: MRP 계획 버전은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: MRP план версия не может быть пустым, пожалуйста, проверьте!
zh_cn: MRP计划版本不能为空，请检查！
zh_tw: MRP計劃版本不能為空，請檢查！

# GoodsCaiGouShenQingBaoBiao
source: Item Purchase Requisition Report
de: Bestellanforderung Bericht
fr: Achetez Rapport Réquisition
ko: 구매 요청 보고서를 구매
ru: Заявка отчет
zh_cn: 物料采购申请报表
zh_tw: 採購申請報表

# GoodsChuKuBaoBiao
source: Item out of the library report
de: Berichte Bibliothek
fr: Rapports bibliothèque
ko: 보고서 라이브러리
ru: Библиотека Отчеты
zh_cn: 物料出库报表
zh_tw: 出庫報表

# GoodsLingYongShenQingBaoBiao
source: Item recipients apply for statements
de: Applikationsbericht Empfängern
fr: Bénéficiaires de rapport d'application
ko: 응용 프로그램 보고서받는 사람
ru: Получатели отчета Применение
zh_cn: 物料领用申请报表
zh_tw: 領用申請報表

# ZZCZXTXMDHXRQJC
source: Presence of the same names of the candidates, please check!
de: Gegenwart des gleichen Namen der Kandidaten, bitte!
fr: Présence des mêmes noms des candidats, s'il vous plaît vérifier!
ko: 후보자의 같은 이름의 존재는 확인하시기 바랍니다!
ru: Наличие теми же именами кандидатов, пожалуйста, проверьте!
zh_cn: 存在相同姓名的候选人，请检查！
zh_tw: 存在相同姓名的候選人，請檢查！

source: Candidate
de: Kandidat
fr: Candidat
ko: 후보자
ru: Кандидат
zh_cn: 候选人
zh_tw: 候選人

source: Candidate Information
de: Kandidaten-Informationen
fr: Informations du candidat
ko: 후보자 정보
ru: Информация кандидат
zh_cn: 候选人信息
zh_tw: 候選人信息

source: Candidate Management
de: Bewerbermanagement
fr: Gestion de candidat
ko: 후보 관리
ru: Управление кандидат
zh_cn: 候选人管理
zh_tw: 候選人管理

# GongYingShangFuShen
source: Supplier review
de: Lieferant Rezension
fr: Revue de Fournisseur
ko: 공급 검토
ru: Поставщик отзыв
zh_cn: 供应商复审
zh_tw: 供應商複審

# GongYingShangRuWangBuMenShenPi
source: Supplier Network department for approval
de: Netzwerk-Abteilung für die Zulassung
fr: Service de réseau pour approbation
ko: 승인을위한 네트워크 부서
ru: Сеть отдел для утверждения
zh_cn: 入网部门审批
zh_tw: 入網部門審批

# GongYingShangRuWangDengJI
source: Supplier Network Registration
fr: Inscription Supplier Network
ko: 공급 업체 네트워크 등록
ru: Поставщик сети Регистрация
zh_cn: 供应商入网登记
zh_tw: 供應商入網登記

# GongYingShangRuWangHeTondJianShen
source: Supplier network contract supervision and examination
de: Netzwerkvertrags Aufsicht und Prüfung
fr: Réseau supervision des contrats et de l'examen
ko: 네트워크 계약 감독 및 검사
ru: Сеть надзора и экспертизы контракта
zh_cn: 入网合同监审
zh_tw: 入網合同監審

# GongYingShangRuWangTuiJian
source: Recommended Suppliers Network
de: Netzwerk Empfohlene
fr: Réseau Recommandé
ko: 네트워크 추천
ru: Сеть Рекомендуем
zh_cn: 入网推荐
zh_tw: 入網推薦

# RuWangLingDaoShenPi
source: Network leadership for approval
de: Netzwerk-Führung für die Zulassung
fr: Le leadership de Réseau, pour approbation
ko: 승인을위한 네트워크 리더십
ru: Сеть руководство для утверждения
zh_cn: 入网领导审批
zh_tw: 入網領導審批

# RuWangShenQing
source: Network Application
fr: Application de réseau
ko: 네트워크 응용 프로그램
ru: Сеть Применение
zh_cn: 入网申请
zh_tw: 入網申請

# SJDRMB
source: Data Import Template
fr: Importer un modèle de données
ko: 데이터 가져 오기 템플릿
ru: Шаблон Импорт данных
zh_cn: 数据导入模板
zh_tw: 數據導入模板

# QXQLP
source: Please select item
de: Bitte wählen Sie Artikel
fr: S'il vous plaît sélectionner l'élément
ko: 항목을 선택하세요
ru: Пожалуйста, выберите пункт
zh_cn: 请选择物料
zh_tw: 請選擇物料

# ZZSPWJHWZZGBNWKSRHQXBCZTQ
source: Approval documents and materials in charge can not be empty, enter the first save and then recommend!
de: Zulassungsunterlagen und Materialien verantwortlich darf nicht leer sein, geben Sie die erste zu speichern und dann zu empfehlen!
fr: Les documents d'approbation et de matières en charge ne peut être vide, entrer le premier enregistrer, puis recommander!
ko: 담당 승인 문서 및 자료는 비워 둘 수 없습니다, 먼저 저장 한 후 추천 입력!
ru: Утверждение документов и материалов, отвечающих не может быть пустым, введите сначала сохранить, а затем рекомендую!
zh_cn: 审批文件和物资主管不能为空，输入后请先保存再推荐！
zh_tw: 審批文件和物資主管不能為空，輸入後請先保存再推薦！

# GongYingShangFuShenDengJi
source: Supplier registration review
de: Anbieter Registrierung Rezension
fr: Réexamen de l'enregistrement de fournisseur
ko: 공급 업체 등록 심사
ru: Поставщик регистрация отзыв
zh_cn: 供应商复审登记
zh_tw: 供應商複審登記

# ZZYSXXDBNWKBQXBC
source: The above information can not be empty and save, please!
de: Die obige Information darf nicht leer sein, und speichern Sie, bitte!
fr: Les informations ci-dessus ne peut pas être vide et sauver, s'il vous plaît!
ko: 위의 정보는, 제발 비어 및 저장할 수 없습니다!
ru: Приведенная выше информация не может быть пустым и сохранить, пожалуйста!
zh_cn: 以上信息都不能为空并请先保存！
zh_tw: 以上信息都不能為空並請先保存！

# HouXuanRen
source: Candidates
de: Bewerber
fr: Les candidats
ko: 후보자
ru: Кандидаты
zh_cn: 侯选人
zh_tw: 侯選人

# XuQiuChuLi
source: Requirements Processing
de: Anforderungen Verarbeitung
fr: Traitement des Exigences
ko: 요구 사항 처리
ru: Требования Обработка
zh_cn: 需求处理
zh_tw: 需求處理

# CKJFBQTRXQHFQXZ
source: Check whether other people choose and initiate collaboration
de: Überprüfen Sie, ob andere Menschen zu wählen und zu starten Zusammenarbeit
fr: Vérifiez si d'autres personnes choisissent et initier une collaboration
ko: 다른 사람들이 선택하고 공동 작업을 시작 여부를 확인
ru: Проверьте другие люди выбирают и инициировать сотрудничество
zh_cn: 查看是否被其他人选取和发起协作
zh_tw: 查看是否被其他人選取和發起協作

# YueDuGuoDeRen
source: Read man
de: Lesen Mann
fr: Lire l'homme
ko: 읽기 남자
ru: Читайте человек
zh_cn: 阅读过的人
zh_tw: 閱讀過的人

# WoDeHeTong
source: My contract
de: Mein Vertrag
fr: Mon contrat
ko: 내 계약
ru: Мой контракт
zh_cn: 我的合同
zh_tw: 我的合同

# FuHeTong
source: Parent Contract
de: Mutter Contract
fr: Parent contrat
ko: 부모 계약
ru: Родитель Договор
zh_cn: 父合同
zh_tw: 父合同

# ZZJGZHTCZZHTBNSCQJC
source: Warning, there is a sub-contract this contract can not be deleted, please check!
de: Warning, gibt es einen Untervertrag dieser Vertrag kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, il ya un sous-contrat de ce contrat ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 경고, 확인하시기 바랍니다이 계약을 삭제할 수 없습니다 하청있다!
ru: Предупреждение, есть субподряд этот контракт не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，此合同存在子合同不能删除，请检查！
zh_tw: 警告，此合同存在子合同不能刪除，請檢查！

# ZZSBHHTBNZWZHTDZHTQJC
source: Failed as a father of the contract can not subcontract subcontract, check!
de: Als Vater des Vertrages kann nicht vergeben Unterauftrag fehlgeschlagen ist, zu überprüfen!
fr: Échec en tant que père du contrat de sous-traitance ne peut pas sous-traiter, vérifier!
ko: 하청를 하도급 할 수없는 계약의 아버지로 실패 확인!
ru: Не удалось, как отец договора не может субподряд субподряд, проверьте!
zh_cn: 失败,父合同不能作为子合同的子合同，请检查！
zh_tw: 失敗,父合同不能作為子合同的子合同，請檢查！

# ZaiYongHeTongShu
source: Tree with contract
de: Baum mit Vertrag
fr: Arbre avec contrat
ko: 계약 트리
ru: Дерево с договором
zh_cn: 在用合同树
zh_tw: 在用合同樹

# RuWangTuiJian
source: Network Recommended
de: Netzwerk Empfohlene
fr: Réseau Recommandé
ko: 네트워크 추천
ru: Сеть Рекомендуем
zh_cn: 入网推荐
zh_tw: 入網推薦

# ZZRWWJBNWK
source: Network file can not be empty!
de: Netzwerk-Datei darf nicht leer sein!
fr: Fichier de réseau ne peut pas être vide!
ko: 네트워크 파일을 비워 둘 수 없습니다!
ru: Сеть файл не может быть пустым!
zh_cn: 入网文件不能为空！
zh_tw: 入網文件不能為空！

# ZhuanHeTong
source: Switch to contract
de: Wechseln Sie in den Vertrag
fr: Passer à contracter
ko: 계약을 전환
ru: Переключитесь на контракт
zh_cn: 转为合同
zh_tw: 轉為合同

# LiaoPingShouFaChengBaoBiao
source: Transceiver deposit statements
de: Transceiver Depotauszüge
fr: Un relevé de dépôt Transceiver
ko: 트랜시버 예금 문
ru: Трансивер депозитные заявления
zh_cn: 收发存报表
zh_tw: 收發存報表

# ChuKuLiang
source: Volume library
de: Volume-Bibliothek
fr: Bibliothèque de volume
ko: 볼륨 라이브러리
ru: Библиотека Объем
zh_cn: 出库量
zh_tw: 出庫量

# RuKuLiang
source: Storage capacity
de: Speicherkapazität
fr: La capacité de stockage
ko: 저장 용량
ru: Емкость
zh_cn: 入库量
zh_tw: 入庫量

# KuChunLiang
source: inventory
de: Inventar
fr: Inventaire
ko: 목록
ru: Инвентаризация
zh_cn: 库存量
zh_tw: 庫存量

# DangYueKuChunLiang
source: Current Month Inventory
de: Monat Aktien
fr: Stocks Mois
ko: 월 주식
ru: Запасы месяц
zh_cn: 当月库存量
zh_tw: 當月庫存量

# DangYueJieYuLiang
source: Monthly Banlance
de: Wobei der Rest der Menge des Monats
fr: Le solde de la quantité du mois
ko: 개월의 양의 밸런스
ru: Остаток суммы месяца
zh_cn: 当月结余量
zh_tw: 當月結餘量

# KuChengLiang
source: inventory
de: Inventar
fr: Inventaire
ko: 목록
ru: Инвентаризация
zh_cn: 库存量
zh_tw: 庫存量

# QianLiaoLiang
source: Less quantity
de: Weniger Quantität
fr: Moins quantité
ko: 적은 양
ru: Меньше количество
zh_cn: 欠料量
zh_tw: 欠料量

# TuiLiaoLiang
source: Withdrawal quantity
de: Entnahmemenge
fr: Quantité Retrait
ko: 탈퇴 수량
ru: Количество Изъятие
zh_cn: 退料量
zh_tw: 退料量

# XuQiuLiang
source: Demand
de: Nachfrage
fr: Exigence
ko: 수요
ru: Спрос
zh_cn: 需求量
zh_tw: 需求量

# YiCaiGouLiang
source: Purchased quantity
de: Abnahmemenge
fr: Quantité achetée
ko: 구매 수량
ru: Приобретенные количество
zh_cn: 已采购量
zh_tw: 已採購量

# ZhuJiHuaCaiLiaoTongJiBaoBiao
source: Master plan materials statistics
de: Masterplan Materialien Statistiken
fr: Les statistiques des matériaux de régimes de Maître
ko: 마스터 플랜 자료 통계
ru: Статистика генерального плана материалы
zh_cn: 主计划材料统计报表
zh_tw: 主計劃材料統計報表

# ZWZJBFSRQZRGCSZBGCSBNWKQJC
source: Primary materials, level, responsible engineer, review dates, QA Engineer can not be empty, please check!
de: Primärmaterialien, Ebene verantwortliche Ingenieur, Überprüfung Daten, QA-Ingenieur darf nicht leer sein, prüfen Sie bitte!
fr: Matières premières, le niveau, ingénieur responsable, les dates de révision, QA Ingénieur ne peut être vide, s'il vous plaît vérifier!
ko: 기본 재료, 수준, 책임 기술자, 검토 날짜, QA 엔지니어는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Первичные материалы, уровень, ответственный инженер, даты обзор, QA инженер не может быть пустым, пожалуйста, проверьте!
zh_cn: 主物资、级别、责任工程师、复审日期、质保工程师不能为空，请检查！
zh_tw: 主物資、級別、責任工程師、複審日期、質保工程師不能為空，請檢查！

# ChaoLingLiang
source: Ultra-collar quantity
de: Ultra-collar Menge
fr: Quantité Ultra-col
ko: 울트라 칼라 양
ru: Количество Ультра-воротник
zh_cn: 超领量
zh_tw: 超領量

# YiCaiGouWeiRuKu
source: Purchased Not storage
de: Gekaufte Nicht Speicher
fr: Stockage Non acheté
ko: 구입하지 저장
ru: Приобретенные хранения не
zh_cn: 已采购未入库
zh_tw: 已採購未入庫

# ZZZGWZBNWKQJC
source: Zhugong supplies can not be empty, please check!
de: Zhugong Versorgung darf nicht leer sein, prüfen Sie bitte!
fr: Zhugong fournitures ne peut être vide, s'il vous plaît vérifier!
ko: Zhugong 공급 장치는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Zhugong поставок не может быть пустым, пожалуйста, проверьте!
zh_cn: 主供物资不能为空,请检查！
zh_tw: 主供物資不能為空,請檢查！

# ChuHuoTongZhi
source: Shipment notification
de: Versandbenachrichtigung
fr: La notification de l'envoi
ko: 선적 통지
ru: Уведомление Отгрузка
zh_cn: 出货通知
zh_tw: 出貨通知

# ChuHuShiJian
source: delivery time
de: Lieferzeit
fr: Délai de livraison
ko: 배송 시간
ru: Время доставки
zh_cn: 出货时间
zh_tw: 出貨時間

# JiaoHuDiZhi
source: Delivery Address
de: Lieferadresse
fr: Adresse de livraison
ko: 배송 주소
ru: Адрес доставки
zh_cn: 交货地址
zh_tw: 交貨地址

# KeHuXingHao
source: Customer Type
de: Kundentyp
fr: Type de client
ko: 고객 유형
ru: Тип клиента
zh_cn: 客户型号
zh_tw: 客戶型號

# WanChengZhuangTai
source: Completion status
de: Abschlussstatus
fr: État d'achèvement
ko: 완료 상태
ru: Статус Завершение
zh_cn: 完成状态
zh_tw: 完成狀態

# ZhiZaoDanHao
source: Manufacturing a single number
de: Herstellung einer einzelnen Zahl
fr: Fabrication d'un numéro unique
ko: 하나의 숫자를 제조
ru: Производство одного номера
zh_cn: 制造单号
zh_tw: 製造單號

# ZhuangXiangShuLiang
source: Qty
fr: QTE
ko: 수량
ru: КОЛ-ВО
zh_cn: 装箱数量
zh_tw: 裝箱數量

# TiaoMa
source: Barcode
ko: 바코드
ru: Штрих
zh_cn: 条码
zh_tw: 條碼

# JiaoHuDiDian
source: Place of delivery
de: Ort der Lieferung
fr: Lieu de livraison
ko: 배달 장소
ru: Место поставки
zh_cn: 交货地点
zh_tw: 交貨地點

# WanChengQingKang
source: Completion
de: Abschluss
fr: Achèvement
ko: 완성
ru: Завершение
zh_cn: 完成情况
zh_tw: 完成情況
