Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ChengShi
source: City
fr: Ville
ko: 도시
ru: Город
zh_cn: 城市
zh_tw: 城市

# ChengXinBao
source: Bao integrity
de: Ehrlichkeit Schatz
fr: Honnêteté trésor
ko: 정직 보물
ru: Честность сокровище
zh_cn: 诚信宝
zh_tw: 誠信寶

# ChengYuan
source: Member
de: Mitglied
fr: Membres
ko: 회원
ru: Член
zh_cn: 成员
zh_tw: 成員

# ChengYuanCengCiWeiHu
source: Member of the hierarchy maintenance
de: Mitglieder der Hierarchiepflege
fr: Les membres de la Maintenance de la hiérarchie
ko: 계층 구조 유지 보수의 회원
ru: Члены иерархии обслуживания
zh_cn: 成员层次维护
zh_tw: 成員層次維護

# ChengYuanDangAnSheZhiZhe
source: Member Profiles setter
de: Mitgliederprofile Setter
fr: Profils des membres setter
ko: 회원 프로필 세터
ru: Профили участников сеттер
zh_cn: 成员档案设置者
zh_tw: 成員檔案設置者

# ChengYuanHeDongZuo
source: Members and action
de: Mitglieder und Action
fr: Membres et d'action
ko: 회원과 행동
ru: Пользователи и действия
zh_cn: 成员和动作
zh_tw: 成員和動作

# ChengYuanPeiXunXinXi
source: Members of the training information
de: Mitglieder der Trainingsinformationen
fr: Les membres de l'information sur la formation
ko: 교육 정보의 회원
ru: Пользователи информации учебного
zh_cn: 成员培训信息
zh_tw: 成員培訓資訊

# ChengYuanSheZhi
source: Member Settings
de: Mitglied Einstellungen
fr: Paramètres de membres
ko: 회원 설정
ru: Настройки члены
zh_cn: 成员设置
zh_tw: 成員設置

# ChengYuanShuJuDaoRuXinZengMoBan
source: Members of the new data into the template
de: Mitglieder der neuen Daten in die Vorlage
fr: Les membres des nouvelles données dans le modèle
ko: 템플릿에 새 데이터의 회원
ru: Пользователи новых данных в шаблоне
zh_cn: 成员数据导入新增模版
zh_tw: 成員資料導入新增模版

# ChengYuanXingMing
source: Names of Members
de: Namen der Mitglieder
fr: Les noms des membres
ko: 회원의 이름
ru: Имена членов
zh_cn: 成员姓名
zh_tw: 成員姓名

# ChengYuanXinXi
source: Membership Information
de: Mitgliedsinformationen
fr: Informations membres
ko: 회원 정보
ru: Информация Статус
zh_cn: 成员信息
zh_tw: 成員資訊

# ChengYuanZhangHao
source: Member account
de: Mitgliedskonto
fr: Compte de membres
ko: 회원 계정
ru: Учетная запись
zh_cn: 成员帐号
zh_tw: 成員帳號

# ChengZuoShouShu
source: He had surgery
de: Er hatte Chirurgie
fr: Il a été opéré
ko: 그는 수술을받은
ru: Он перенес операцию
zh_cn: 曾做手术
zh_tw: 曾做手術

# ChenJiuDuYouErYuan
source: Attended Kindergarten
de: Besuchte Kindergarten
fr: École maternelle fréquentée
ko: 참가 유치원
ru: Посещал детский сад
zh_cn: 曾就读幼儿园
zh_tw: 曾就讀幼稚園

# ChenWei
source: Title
de: Titel
fr: Titre
ko: 이름
ru: Название
zh_cn: 称谓
zh_tw: 稱謂

# ChenYuanHeDongZuo
source: Members and action
de: Mitglieder und Action
fr: Membres et d'action
ko: 회원과 행동
ru: Пользователи и действия
zh_cn: 成员和动作
zh_tw: 成員和動作

# ChenYuanJiHuaFengXiBaoGao
source: Members of the Program Analysis Report
de: Mitglieder der Program Analysis Reports
fr: Membres des rapports d'analyse de programme
ko: 프로그램 분석 보고서의 회원
ru: Пользователи анализа отчетов программы
zh_cn: 成员计划分析报告
zh_tw: 成員計畫分析報告

# ChenYuanJiHuaRiZhifengXiBaoGao
source: Members program log analysis report
de: Plan Mitglieder Log-Analyse-Bericht
fr: Les membres du régime connectent rapport d'analyse
ko: 플랜 가입자는 분석 보고서 로그
ru: Участники план войти аналитический отчет
zh_cn: 成员计划日志分析报告
zh_tw: 成員計畫日誌分析報告

# ChePai
source: License Plate
de: Kfz-Kennzeichen
fr: Plaque d'immatriculation
ko: 차량 번호판
ru: Номерных
zh_cn: 车牌
zh_tw: 車牌

# ChePaiHao
source: License plate
de: Kennzeichen
fr: Numéro de plaque d'immatriculation
ko: 번호판 번호
ru: Номерной знак
zh_cn: 车牌号
zh_tw: 車牌號

# ChePaiHaoMa
source: License plate number
de: Nummernschilder
fr: Plaques d'immatriculation
ko: 번호판
ru: Количество пластин
zh_cn: 车牌号码
zh_tw: 車牌號碼

# CheShenDaiMa
source: Body Code
de: Körper-Code
fr: Code du corps
ko: 바디 코드
ru: Тело код
zh_cn: 车身代码
zh_tw: 車身代碼

# CheWan
source: Scoliosis
de: Skoliose
fr: Scoliose
ko: 척추 측만증
ru: Сколиоз
zh_cn: 侧弯
zh_tw: 側彎

# CheWenFangFa
source: Temperature method:
de: Temperatur-Methode:
fr: Procédé de température:
ko: 온도에있어서
ru: Метод Температура:
zh_cn: 测温方法：
zh_tw: 測溫方法：

# CheXiaoGuiDang
source: Revocation Archive
de: Widerrufsbelehrung Archiv
fr: Archive Révocation
ko: 해지 아카이브
ru: Отзыв Архив
zh_cn: 撤销归档
zh_tw: 撤銷歸檔

# CheXiaoPiZhun
source: Cancel
de: Widerruf der Zulassung
fr: Révoquer l'agrément
ko: 승인을 취소
ru: Отозвать согласие
zh_cn: 撤销
zh_tw: 撤銷批准

# CheXing
source: Models
fr: Modèles
ko: 모델
ru: Модели
zh_cn: 车型
zh_tw: 車型

# ChiCun
source: Size
de: Größe
fr: Taille
ko: 크기
ru: Размер
zh_cn: 尺寸
zh_tw: 尺寸

# ChiDao
source: Be late
de: Zu spät
fr: Être en retard
ko: 늦게
ru: Опаздывать
zh_cn: 迟到
zh_tw: 遲到

# ChildProjectTree
source: Sub tree
de: Teilprojekt Baum
fr: Arbre sous-projet
ko: 하위 프로젝트 트리
ru: Подпроект дерево
zh_cn: 子项目树
zh_tw: 子項目樹

# ChiZhengXiangMu
source: Certified project
de: Zertifizierte Projekt
fr: Projet certifié
ko: 인증 프로젝트
ru: Сертифицированный проект
zh_cn: 持证项目
zh_tw: 持證項目

# ChongBao
source: Restated
de: Angepasst
fr: Retraité
ko: 재 작성
ru: Пересмотренный
zh_cn: 重报
zh_tw: 重報

# ChongCha
source: Weight check
de: Gewichtskontrolle
fr: Vérification de poids
ko: 체중 체크
ru: Контрольный вес
zh_cn: 重查
zh_tw: 重查

# ChongJiFengHanQu
source: The impact of the weld zone:
de: Die Auswirkungen der Schweißzone:
fr: L'impact de la zone de soudure:
ko: 용접부의 영향 :
ru: Воздействие зоне сварного шва:
zh_cn: 冲击焊缝区：
zh_tw: 衝擊焊縫區：

# ChongJiMuCaiQu
source: The impact of base metal:
de: Die Auswirkungen aus unedlen Metallen:
fr: L'impact de métal de base:
ko: 모재의 영향 :
ru: Влияние основного металла:
zh_cn: 冲击母材区：
zh_tw: 衝擊母材區：

# ChongJiReYingXiangQu
source: The impact of the heat-affected zone:
de: Die Auswirkungen der Wärmeeinflusszone:
fr: L'impact de la zone affectée par la chaleur:
ko: 열 영향 영역의 영향 :
ru: Влияние зоны термического влияния:
zh_cn: 冲击热影响区：
zh_tw: 衝擊熱影響區：

# ChongJiWenDu
source: Shock Temperature:
de: Shock Temperatur:
fr: Shock Température:
ko: 충격 온도 :
ru: Шок Температура:
zh_cn: 冲击温度：
zh_tw: 衝擊溫度：

# ChongMingMing
source: Rename
de: Umbenennen
fr: Renommer
ko: 이름 바꾸기
ru: Переименование
zh_cn: 重命名
zh_tw: 重命名

# ChongMingMingWenJianJia
source: Rename the folder
de: Benennen Sie den Ordner
fr: Renommez le dossier
ko: 폴더 이름 바꾸기
ru: Переименовать папку
zh_cn: 重命名文件夹
zh_tw: 重命名資料夾

# ChongXinFaSongMiMa
source: Re-send password
de: Passwort erneut senden
fr: Renvoyer le mot de passe
ko: 암호를 다시 보내기
ru: Переслать пароль
zh_cn: 重新发送密码
zh_tw: 重新發送密碼

# ChongXinFaSongYouJian
source: Resend the message
de: Senden Sie die Nachricht
fr: Renvoyez le message
ko: 메시지 다시 보내기
ru: Отправьте сообщение
zh_cn: 重新发送邮件
zh_tw: 重新發送郵件

# ChongXinJiaZai
source: Reload
de: Nachladen
fr: Recharger
ko: 새로 고침
ru: Перезагружать
zh_cn: 重新加载
zh_tw: 重新載入

# ChongXinJiaZaiLieBiao
source: Reload List
de: Reload Liste
fr: Recharger
ko: 새로 고침 목록
ru: Перезагрузить Список
zh_cn: 重新加载列表
zh_tw: 重新載入列表

# ChongZuoBiaoJi
source: Redo mark
de: Redo Zeichen
fr: Rétablir marque
ko: 다시 실행 표시
ru: Повторить знак
zh_cn: 重做标记
zh_tw: 重做標記

# ChongZuoShiYongBiaoJi
source: Redo using labeled
de: Wiederherstellen mithilfe von Tags
fr: Rétablir l'aide de balises
ko: 태그를 사용하여 다시 실행
ru: Повторить с помощью тегов
zh_cn: 重做使用标记
zh_tw: 重做使用標記

# ChouQianXiangQing
source: Lottery Details
fr: Les détails de loterie
ko: 복권 정보
ru: Детали лотереи
zh_cn: 抽签详情
zh_tw: 抽籤詳情

# ChouQianXiangQingEr
source: Details 2 ballot
de: 2 Wahl Details
fr: 2 détails de vote
ko: 2 투표의 자세한 사항
ru: 2 детали для голосования
zh_cn: 抽签详情2
zh_tw: 抽籤詳情2

# ChouQianXiangQingSan
source: Lottery Details 3
fr: Loterie Détails 3
ko: 복권의 자세한 사항
ru: Лотерея детали 3
zh_cn: 抽签详情3
zh_tw: 抽籤詳情3

# ChouQianXiangQingSi
source: Details 4 ballot
de: 4 Wahl Details
fr: 4 détails de vote
ko: 4 투표의 자세한 사항
ru: 4 детали для голосования
zh_cn: 抽签详情4
zh_tw: 抽籤詳情4

# ChouQianXiangQingYi
source: Lottery details 1
de: 1 Stimmzettel Details
fr: 1 Détails du vote
ko: 1 투표 세부 사항
ru: 1 Подробнее голосования
zh_cn: 抽签详情1
zh_tw: 抽籤詳情1

# ChouQuZhangHuShuJu
source: Extracting account data
de: Extrahieren von Kontodaten
fr: Extraction de données de compte
ko: 계정 데이터를 추출
ru: Извлечение данных счета
zh_cn: 抽取帐户数据
zh_tw: 抽取帳戶數據

# ChuangJian
source: Create
de: Erstellen
fr: Créer
ko: 만들기
ru: Создать
zh_cn: 创建
zh_tw: 創建

# ChuangJianBiaoZhi
source: Creating flags
de: Erstellen flags
fr: Création de drapeaux
ko: 플래그 만들기
ru: Создание флаги
zh_cn: 创建标志
zh_tw: 創建標誌

# ChuangJianDaiMa
source: Create Code
de: Erstellen-Code
fr: Créer code
ko: 코드 만들기
ru: Создать код
zh_cn: 创建代码
zh_tw: 創建代碼

# ChuangJianDe
source: Created
de: Erstellt
fr: Crée
ko: 생성
ru: Созданный
zh_cn: 创建的
zh_tw: 創建的

# ChuangJianGongZuoLiuMuBan
source: Create a workflow template
de: Erstellen Sie eine Workflow-Vorlage
fr: Créer un modèle de flux de travail
ko: 워크 플로 서식 파일 만들기
ru: Создать шаблон рабочего процесса
zh_cn: 创建工作流模板
zh_tw: 創建工作流範本

# ChuangJianGuDingKuBie
source: Do not create a fixed library
de: Eine feste Bibliothek Erstellen Sie keine
fr: Ne pas créer une bibliothèque fixe
ko: 고정 된 라이브러리를 작성하지 마십시오
ru: Не создавайте фиксированную библиотеку
zh_cn: 创建固定库别
zh_tw: 創建固定庫別

# ChuangJianJinDu
source: Create schedule
de: Zeitplan erstellen
fr: Créer calendrier
ko: 일정 만들기
ru: Создать график
zh_cn: 创建进度
zh_tw: 創建進度

# ChuangJianJueSeZu
source: Create a Actor Group
de: Erstellen einer Rollengruppe
fr: Créer un groupe de rôles
ko: 역할 그룹 만들기
ru: Создание группы ролей
zh_cn: 创建角色组
zh_tw: 創建角色組

# ChuangJianRen
source: Founder
de: Erstellt
fr: Crée
ko: 생성
ru: Созданный
zh_cn: 创建人
zh_tw: 創建人

# ChuangJianRenWu
source: Create a task
de: Erstellen einer Aufgabe
fr: Créer une tâche
ko: 작업 만들기
ru: Создать задачу
zh_cn: 创建任务
zh_tw: 創建任務

# ChuangJianRiQi
source: Creation Date
de: Erstellungsdatum
fr: Date de création
ko: 만든 날짜
ru: Дата создания
zh_cn: 创建日期
zh_tw: 創建日期

# ChuangJianShiJian
source: Created
de: Erstellt
fr: Crée
ko: 생성
ru: Созданный
zh_cn: 创建时间
zh_tw: 創建時間

# ChuangJianZhe
source: creator
de: Schöpfer
fr: Créateur
ko: 창조자
ru: Создатель
zh_cn: 创建者
zh_tw: 創建者

# ChuanZhen
source: Fax
de: Faxen
ko: 팩스
ru: Факс
zh_cn: 传真
zh_tw: 傳真

# ChuBanRiQi
source: Released
de: Erscheinungsdatum
fr: Date de publication
ko: 출판 일
ru: Дата публикации
zh_cn: 出版日期
zh_tw: 出版日期

# ChuBanShe
source: Publishing house
de: Verlagshaus
fr: Maison d'édition
ko: 출판사
ru: Издательство
zh_cn: 出版社
zh_tw: 出版社

# ChuBanSheDi
source: Press to
de: Drücken Sie, um
fr: Appuyez sur pour
ko: 눌러
ru: Нажмите, чтобы
zh_cn: 出版社地
zh_tw: 出版社地

# ChuBanSheMing
source: Publisher Name
de: Herausgeber Namen
fr: Nom de l'éditeur
ko: 게시자 이름
ru: Название издательства
zh_cn: 出版社名
zh_tw: 出版社名

# ChuBanSheSheDing
source: Press set
de: Drücken Sie Set
fr: Appuyez sur SET
ko: 를 눌러 설정
ru: Пресс-набор
zh_cn: 出版社设定
zh_tw: 出版社設定

# ChuBanShiShiRiQi
source: Publishing / implementation date
de: Verlag / Umsetzungsfrist
fr: Publishing / date de mise en œuvre
ko: 출판 / 시행일
ru: Издательство / дата реализации
zh_cn: 出版/实施日期
zh_tw: 出版/實施日期

# ChuBanShiShiShiJian
source: Publishing / implementation time
de: Verlag / Implementierungszeit
fr: Publishing / temps de mise en œuvre
ko: 출판 / 구현 시간
ru: Издательство / время реализация
zh_cn: 出版/实施时间
zh_tw: 出版/實施時間

# ChuBeiLiang
source: Reserve
fr: Réserve
ko: 비축
ru: Резерв
zh_cn: 储备量
zh_tw: 儲備量

# ChuBeiRenShu
source: The number of reserves
de: Die Zahl der Schutzgebiete
fr: Le nombre de réserves
ko: 보유 수
ru: Количество запасов
zh_cn: 储备人数
zh_tw: 儲備人數

# ChuChe
source: Turnout
de: Der Bus
fr: Le bus
ko: 버스
ru: Автобус
zh_cn: 出车
zh_tw: 出車

# ChuCheLiChengFeiYong
source: The bus mileage expenses
de: Die Bus-Kilometerkosten
fr: Les frais de kilométrage de bus
ko: 버스 마일리지 비용
ru: Расходы автобус пробег
zh_cn: 出车里程费用
zh_tw: 出車里程費用

# ChuCheRiQi
source: Turnout date
de: Die Wahlbeteiligung Datum
fr: Date participation
ko: 투표율 날짜
ru: Явка Дата
zh_cn: 出车日期
zh_tw: 出車日期

# ChuCheYuanYin
source: The reason the bus
de: Der Grund, warum der Bus
fr: La raison pour laquelle le bus
ko: 그 이유 버스
ru: Причина автобус
zh_cn: 出车原因
zh_tw: 出車原因

# ChuCheZhuangKuangMWTXHJHSJ
source: The bus situation (after the guard returned filled driver)
de: Aus dem Bus Situation (bitte die Wache nach dem Treiber zurückgegeben)
fr: Sortir de la situation de bus (remplir le garde retourné après que le conducteur)
ko: 버스 상황 중 (드라이버 후 반환 가드에 입력)
ru: Из ситуации шины (заполнить в охране вернулся после водителем)
zh_cn: 出车状况（门卫填写后交回司机）
zh_tw: 出車狀況（門衛填寫後交回司機）

# ChuFaDanWei
source: Penalty units
de: Penalty-Einheiten
fr: Unités de pénalité
ko: 페널티 단위
ru: Взыскание единиц
zh_cn: 处罚单位
zh_tw: 處罰單位

# ChuFaJinE
source: The amount of punishment
de: Höhe der Strafe
fr: Montant de la peine
ko: 형벌의 양
ru: Сумма наказания
zh_cn: 处罚金额
zh_tw: 處罰金額

# ChuFaNeiRong
source: Punishment content
de: Punishment Inhalte
fr: Le contenu de la répression
ko: 처벌 내용
ru: Содержание наказания
zh_cn: 处罚内容
zh_tw: 處罰內容

# ChuFaRiQi
source: Punishment date
de: Punishment Datum
fr: Date de la répression
ko: 처벌 날짜
ru: Дата наказания
zh_cn: 处罚日期
zh_tw: 處罰日期

# ChuFaShiJian
source: departure time
de: Abfahrtszeit
fr: Heure de départ
ko: 출발 시각
ru: Время отправления
zh_cn: 出发时间
zh_tw: 出發時間

# ChuFaTongZhi
source: Penalty notice
de: Bußgeldbescheid
fr: Avis de pénalité
ko: 페널티 통지
ru: Штраф уведомление
zh_cn: 处罚通知
zh_tw: 處罰通知

# ChuFaTongZhiLieBiao
source: Penalty notice list
de: Bußgeldbescheid Liste
fr: Pénalité liste de préavis
ko: 페널티 통지 목록
ru: Штраф список уведомление
zh_cn: 处罚通知列表
zh_tw: 處罰通知列表

# ChuFaTongZhiPingShen
source: Penalty notice Review
de: Bußgeldbescheid Bewertung
fr: Pénalité préavis examen
ko: 페널티 통지 검토
ru: Штраф уведомление отзыв
zh_cn: 处罚通知评审
zh_tw: 處罰通知評審

# ChuFaXinXi
source: Punishment Information
de: Punishment Informationen
fr: Informations de la répression
ko: 처벌 정보
ru: Наказание информация
zh_cn: 处罚信息
zh_tw: 處罰信息

# ChuHuoShenQing
source: Shipping application
de: Versand Anwendung
fr: Demande de livraison
ko: 배송 응용 프로그램
ru: Приложение доставка
zh_cn: 出货申请
zh_tw: 出貨申請

# ChuHuoShenQingDan
source: Shipping Requisition
de: Versandanforderung
fr: Expédition Réquisition
ko: 배송 요청
ru: Доставка реквизиции
zh_cn: 出货申请单
zh_tw: 出貨申請單

# ChuHuoShenQingDanMingXi
source: Shipping Requisition Details
de: Versandanforderung Einzelheiten
fr: Expédition Réquisition Détails
ko: 배송 구매 요청 세부 사항
ru: Доставка Заявка Подробнее
zh_cn: 出货申请单明细
zh_tw: 出貨申請單明細

# ChuiDuan
source: Hammer off:
de: Hammer aus:
fr: Marteau off:
ko: 오프 망치 :
ru: Отбить:
zh_cn: 锤断：
zh_tw: 錘斷：

# ChuJiZhiChengRenYuan
source: Junior grade officers
de: Junior Grade-Offiziere
fr: Officiers de grade junior
ko: 주니어 급 임원
ru: Сотрудники Младшие класса
zh_cn: 初级职称人员
zh_tw: 初級職稱人員

# ChuKu
source: Library
de: Bücherei
fr: Bibliothèque
ko: 도서관
ru: Библиотека
zh_cn: 出库
zh_tw: 出庫

# ChuKuCangKu
source: A library warehouse
de: Eine Bibliothek Lager
fr: Un entrepôt de la bibliothèque
ko: 도서관 창고
ru: Библиотека склад
zh_cn: 出库仓库
zh_tw: 出庫倉庫

# ChuKuDan
source: Delivery
de: Auslieferung
fr: Accouchement
ko: 배달
ru: Доставка
zh_cn: 出库单
zh_tw: 出庫單

# ChuKuDanHao
source: No. Deliveries
de: Nr Lieferungen
fr: No. livraisons
ko: 번호 납품
ru: Поставки No.
zh_cn: 出库单号
zh_tw: 出庫單號

# ChuKuDanJia
source: Delivery Price
de: Lieferung Preis
fr: Livraison Prix
ko: 납품 가격
ru: Доставка Цена
zh_cn: 出库单价
zh_tw: 出庫單價

# ChuKuDanMingXi
source: Delivery details
de: Lieferangaben
fr: Détails de livraison
ko: 납품 세부 사항
ru: Детали поставки
zh_cn: 出库单明细
zh_tw: 出庫單明細

# ChuKuJieShuShiJian
source: Library End Time
de: Eine Bibliothek Endzeit
fr: Une bibliothèque Heure de fin
ko: 라이브러리 종료 시간
ru: Библиотека Время окончания
zh_cn: 出库结束时间
zh_tw: 出庫結束時間

# ChuKuJinE
source: Amount library
de: Menge Bibliothek
fr: Montant de bibliothèque
ko: 금액 라이브러리
ru: Библиотека Сумма
zh_cn: 出库金额
zh_tw: 出庫金額

# ChuKuKaiShiShiJian
source: Start time library
de: Bibliothek Startzeit
fr: Bibliothèque Heure de début
ko: 라이브러리 시작 시간
ru: Библиотека Время
zh_cn: 出库开始时间
zh_tw: 出庫開始時間

# ChuKuKeHu
source: A library customers
de: Ein Bibliothekskunden
fr: A clients de la bibliothèque
ko: 라이브러리 고객
ru: Библиотеку клиентов
zh_cn: 出库客户
zh_tw: 出庫客戶

# ChuKuLeiXing
source: A library type
de: Eine Bibliothek Typ
fr: Un type de bibliothèque
ko: 라이브러리 유형
ru: Тип библиотека
zh_cn: 出库类型
zh_tw: 出庫類型

# ChuKuRen
source: A database of people
de: Eine Bibliothek Person
fr: Une personne bibliothèque
ko: 라이브러리 사람
ru: Библиотека человек
zh_cn: 出库人
zh_tw: 出庫人

# ChuKuShiJian
source: Outbound time
de: Outbound Zeit
fr: Temps Outbound
ko: 아웃 바운드 시간
ru: Выездной время
zh_cn: 出库时间
zh_tw: 出庫時間

# ChuKuShuLiang
source: The number of library
de: Die Anzahl der Bibliothek
fr: Le nombre de bibliothèque
ko: 도서관의 수
ru: Количество библиотеки
zh_cn: 出库数量
zh_tw: 出庫數量

# ChuKuYuanYin
source: The reason the library
de: Grund Bibliothek
fr: Bibliothèque de Raison
ko: 이유 라이브러리
ru: Библиотека Причина
zh_cn: 出库原因
zh_tw: 出庫原因

# ChuKuYuanYing
source: The reason the library
de: Grund Bibliothek
fr: Bibliothèque de Raison
ko: 이유 라이브러리
ru: Библиотека Причина
zh_cn: 出库原因
zh_tw: 出庫原因

# ChuLi
source: deal with
de: Handhaben
fr: Manipuler
ko: 핸들
ru: Обрабатывать
zh_cn: 处理
zh_tw: 處理

# ChuLiFangAn
source: Treatment options
de: Behandlungsmöglichkeiten
fr: Les options de traitement
ko: 치료 옵션
ru: Варианты лечения
zh_cn: 处理方案
zh_tw: 處理方案

# ChuLiFangShi
source: Treatment
de: Behandlung
fr: Traitement
ko: 치료
ru: Лечение
zh_cn: 处理方式
zh_tw: 處理方式

# ChuLiJieGuo
source: process result
de: Ergebnisse
fr: Résultats
ko: 결과
ru: Результаты
zh_cn: 处理结果
zh_tw: 處理結果

# ChuLiJinDuFanKui
source: The progress Feedback
de: Der Fortschritt erteilt
fr: Les progrès Commentaires
ko: 진행 피드백
ru: Прогресс Обратная связь
zh_cn: 处理进度反馈
zh_tw: 處理進度回饋

# ChuLiNeiRong
source: Processing content
de: Verarbeitungsinhalt
fr: Contenu de traitement
ko: 처리 내용
ru: Обработка содержания
zh_cn: 处理内容
zh_tw: 處理內容

# ChuLiRenDianHua
source: Processing Phone
de: Verarbeitungs Telefon
fr: Traitement Téléphone
ko: 처리 전화
ru: Обработка Телефон
zh_cn: 处理人电话
zh_tw: 處理人電話

# ChuLiRenMingCheng
source: Name of treatment
de: Name der Behandlung
fr: Nom du traitement
ko: 치료의 이름
ru: Имя лечения
zh_cn: 处理人名称
zh_tw: 處理人名稱

# ChuLiRenYouJian
source: Mail processing people
de: Postbearbeitungs Menschen
fr: Les gens de traitement du courrier
ko: 메일 처리 사람들
ru: Обработка почты людей
zh_cn: 处理人邮件
zh_tw: 處理人郵件

# ChuLiShiJian
source: Processing time
de: Bearbeitungszeit
fr: Le temps de traitement
ko: 처리 시간
ru: Время обработки
zh_cn: 处理时间
zh_tw: 處理時間

# ChuLiXinXi
source: Processing information
de: Verarbeitung von Informationen
fr: Traitement de l'information
ko: 정보 처리
ru: Обработка информации
zh_cn: 处理信息
zh_tw: 處理資訊

# ChuLiYiJian
source: Processing advice
de: Verarbeitungshinweise
fr: Des conseils de traitement
ko: 가공 조언
ru: Обработка совет
zh_cn: 处理意见
zh_tw: 處理意見

# ChuLiZhong
source: Processing
de: Verarbeitung
fr: Traitement
ko: 처리
ru: Обработка
zh_cn: 处理中
zh_tw: 處理中

# ChuLiZhongDe
source: Treatment
de: Behandlung
fr: Traitement
ko: 치료
ru: Лечение
zh_cn: 处理中的
zh_tw: 處理中的

# ChuLiZhuangTai
source: Processing Status
de: Bearbeitungsstatus
fr: Traitement Statut
ko: 처리 상태
ru: Обработка Статус
zh_cn: 处理状态
zh_tw: 處理狀態

# ChunRiCheng
source: Pure schedule
de: Reine Zeitplan
fr: Pur calendrier
ko: 순수 일정
ru: Чистый график
zh_cn: 纯日程
zh_tw: 純日程

# ChuQingRiQi
source: Attendance Date
de: Die Teilnahme Datum
fr: Date de Participation
ko: 출석 날짜
ru: Посещаемость Дата
zh_cn: 出勤日期
zh_tw: 出勤日期

# ChuQingShiJian
source: Attendance Time
de: Präsenzzeit
fr: Temps de présence
ko: 출석 시간
ru: Посещаемость Время
zh_cn: 出勤时间
zh_tw: 出勤時間

# ChuRuShiJian
source: Access Time
de: Zugriffszeit
fr: Temps d'accès
ko: 액세스 시간
ru: Время доступа
zh_cn: 出入时间
zh_tw: 出入時間

# ChuSheng
source: Born
de: Geboren
fr: Né
ko: 태어남
ru: С узким кругозором
zh_cn: 出生
zh_tw: 出生

# ChuShengDi
source: Place of birth
de: Geburtsort
fr: Lieu de naissance
ko: 출생지
ru: Родина
zh_cn: 出生地
zh_tw: 出生地

# ChuShengDiDian
source: Birth place
de: Geburtsort
fr: Lieu de naissance
ko: 출생지
ru: Место рождения
zh_cn: 出生地点
zh_tw: 出生地點

# ChuShengRiJi
source: date of birth
de: Geburtstag
fr: Date de naissance
ko: 생년월일
ru: Дата рождения
zh_cn: 出生日期
zh_tw: 出生日期

# ChuShengRiQi
source: date of birth
de: Geburtstag
fr: Date de naissance
ko: 생년월일
ru: Дата рождения
zh_cn: 出生日期
zh_tw: 出生日期

# ChuShiDanJia
source: Initial Price
de: Erstausgabepreis
fr: Prix ​​initial
ko: 초기 가격
ru: Начальная цена
zh_cn: 初始单价
zh_tw: 初始單價

# ChuShiHua
source: Initialization
de: Initialisierung
fr: Initialisation
ko: 초기화
ru: Инициализация
zh_cn: 初始化
zh_tw: 初始化

# ChuShiJinE
source: Initial Amount
de: Anfangsbetrag
fr: Montant initial
ko: 초기 금액
ru: Первоначальная сумма
zh_cn: 初始金额
zh_tw: 初始金額

# ChuShiLiCheng
source: Initial mileage
de: Initial Autos
fr: Kilométrage initial
ko: 초기 주행 거리
ru: Первоначальный пробег
zh_cn: 初始里程
zh_tw: 初始里程

# ChuShiRiQi
source: Initial Date
de: Anfangsdatum
fr: Date initiale
ko: 초기 날짜
ru: Начальная дата
zh_cn: 初始日期
zh_tw: 初始日期

# ChuShiShuLiang
source: The initial number
de: Die ursprüngliche Anzahl
fr: Le nombre initial
ko: 초기 번호
ru: Начальное число
zh_cn: 初始数量
zh_tw: 初始數量

# ChuZhang
source: An account
de: Ein Konto
fr: Un compte
ko: 계정
ru: Счет
zh_cn: 出账
zh_tw: 出賬

# ChuZhangJinE
source: The account amount
de: Das Konto, Betrag
fr: Le montant du compte
ko: 계정 금액
ru: Сумма счета
zh_cn: 出账金额
zh_tw: 出賬金額

# CiRenWuFenPaiJiLuZiJiLu
source: This tasking record child records
de: Diese Tasking Rekordgeordneten Datensätze
fr: Cet enregistrement de tâches enregistrements enfants
ko: 이 태스킹 기록 ​​자식 레코드
ru: Это многозадачность запись дочерние записи
zh_cn: 此任务分派记录子记录
zh_tw: 此任務分派記錄子記錄

# CiXu
source: Order
de: Reihenfolge
fr: Ordre
ko: 순서
ru: Порядок
zh_cn: 次序
zh_tw: 次序

# CiXuDaiMa
source: Order Code
de: Bestellcode
fr: Code commande
ko: 주문 코드
ru: Код заказа
zh_cn: 次序代码
zh_tw: 次序代碼

# CJJSZBBXMCYGHWJSZCY
source: Create a Actor Group and a member of the project team members for the Actor cured
de: Erstellen einer Rollengruppe und Mitglied der Projektteammitglieder für die Rolle gehärtet
fr: Créer un groupe de rôle et un membre des membres de l'équipe de projet pour le rôle durci
ko: 경화 역할 그룹 및 역할에 대한 프로젝트 팀 구성원의 구성원 만들기
ru: Создать группу ролей и член членов команды проекта для роли вылечить
zh_cn: 创建角色组并把项目成员固化为角色组成员
zh_tw: 創建角色組並把專案成員固化為角色組成員

# CJXJSZ
source: Create a new Actor group
de: Erstellen Sie eine neue Rollengruppe
fr: Créer un nouveau groupe de rôles
ko: 새 역할 그룹을 만듭니다
ru: Создать новую роль группу
zh_cn: 创建新角色组
zh_tw: 創建新角色組

# CKSYYHGL
source: See all user management
de: Alle Benutzerverwaltung
fr: Voir toute la gestion de l'utilisateur
ko: 모든 사용자 관리를 참조하십시오
ru: Смотреть все управление пользователями
zh_cn: 查看所有用户管理
zh_tw: 查看所有用戶管理

# CKSYZXYH
source: See all online users
de: Alle Internetuser
fr: Voir tous les utilisateurs en ligne
ko: 모든 온라인 사용자보기
ru: Смотреть все пользователи онлайн-
zh_cn: 查看所有在线用户
zh_tw: 查看所有線上用戶

# CKYYSPDS
source: View Points video
de: Aussichtspunkte mit Video
fr: View points avec vidéo
ko: 비디오보기 점
ru: Посмотреть видео с точки
zh_cn: 查看已用视频点数
zh_tw: 查看已用視頻點數

# CKZJCYGZFH
source: View a direct member of the workload
de: Sehen Sie sich eine Direktmitglied der Arbeitsbelastung
fr: Voir un membre direct de la charge de travail
ko: 작업 부하의 직접 멤버보기
ru: Смотреть прямую член рабочей нагрузки
zh_cn: 查看直接成员工作负荷
zh_tw: 查看直接成員工作負荷

# CKZJCYRC
source: View a direct member of Schedule
de: Sehen Sie sich eine Direktmitglied Zeitplan
fr: Voir un membre direct de l'annexe
ko: 일정의 직접 멤버보기
ru: Смотреть прямую члена Списка
zh_cn: 查看直接成员日程
zh_tw: 查看直接成員日程

source: Close
de: In der Nähe
fr: Fermer
ko: 가까운
ru: Близко
zh_cn: 关闭
zh_tw: 關閉

# CMBXMFZJGWBSGH
source: Copied from a template project structure (WBS) Plan
de: Aus einer Vorlage Projektstruktur kopiert (WBS) planen
fr: Copié à partir d'une structure de projet de modèle de plan (WBS)
ko: 템플릿 프로젝트 구조에서 복사 (WBS) 계획
ru: Скопировано из структуры шаблона проекта (WBS) План
zh_cn: 从模板项目复制结构(WBS)规划
zh_tw: 從範本專案複製結構(WBS)規劃

# CMBXMFZJH
source: Copied from a template project plan
de: Aus einer Vorlage Projektplan kopiert
fr: Copié à partir d'un plan de projet de modèle
ko: 템플릿 프로젝트 계획에서 복사
ru: Скопировано из плана шаблона проекта
zh_cn: 从模板项目复制计划
zh_tw: 從範本專案複製計畫

source: Code
ko: 코드
ru: Код
zh_cn: 代码
zh_tw: 代碼
