Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZHTJDBSCBZTBNPZ
source: Progress is not reported to the state contract, it can not be approved!
de: Fortschritt ist nicht auf den Staatsvertrag gemeldet, kann es nicht genehmigt werden!
fr: Progrès est pas signalé au contrat de l'État, il ne peut pas être approuvé!
ko: 진행은 국가 계약에보고되지 않습니다, 그것은 승인 할 수 없습니다!
ru: Прогресс не сообщается государственного контракта, не может быть одобрено!
zh_cn: 合同进度不是呈报状态，不能批准！
zh_tw: 合同進度不是呈報狀態，不能批准！

# ZZHTJDBSCBZTBNTH
source: Contract progress is not reported, and can not be returned!
de: Contract Fortschritt wird nicht berichtet, und können nicht zurückgegeben werden!
fr: Les progrès de contrat ne sont pas déclarées, et ne peut pas être retourné!
ko: 계약 진행 상황은보고되지 않으며, 반환 할 수 없습니다!
ru: Прогресс Договор не сообщается, и не могут быть возвращены!
zh_cn: 合同进度不是呈报状态，不能退回！
zh_tw: 合同進度不是呈報狀態，不能退回！

# ZZHTJDBSCJZTBNS
source: Contract progress is not material seized, and can not sign!
de: Contract Fortschritt ist nicht Material beschlagnahmt, und kann nicht unterschreiben!
fr: Les progrès de contrat est non matériel saisi, et ne peut pas signer!
ko: 계약 진행 압수 중요하지, 그리고 로그인 할 수 없습니다!
ru: Прогресс Договор не является существенным захватили, и не может подписать!
zh_cn: 合同进度不是材检状态，不能签收！
zh_tw: 合同進度不是材檢狀態，不能簽收！

# ZZHTJDBSCJZTBNTH
source: Progress is not a member state of the subject contract, can not be returned!
de: Fortschritt ist nicht ein Mitgliedstaat der mit dem Vertrag, können nicht zurückgegeben werden!
fr: Des progrès sont pas un Etat membre du contrat en question, ne peut pas être retourné!
ko: 진행은 대상 계약의 회원국은 반환 할 수 없습니다되지 않습니다!
ru: Прогресс не является государством-членом предмета договора, не могут быть возвращены!
zh_cn: 合同进度不是材检状态，不能退回！
zh_tw: 合同進度不是材檢狀態，不能退回！

# ZZHTJDBSCJZTHZWKEBW0HTYBSCZYBNHX
source: Check the status of contract progress is not material or did not please the amount is not zero, the contract is not an operator who can not write off!
de: Fortschritt ist nicht ein Mitgliedstaat der mit dem Vertrag, oder nicht die Menge nicht Null ist, ist der Vertrag nicht ein Betreiber die nicht schreiben können off!
fr: Les progrès sont pas un Etat membre du contrat de l'objet, ou non faire le montant est non nul, le contrat est pas un opérateur qui ne peuvent pas radier!
ko: 진행 피사체 계약 부재 상태가 아니거나 양이 0이 아닌 만들지, 계약 해제 쓸 수 연산자 아니다!
ru: Прогресс не является государством-членом предмета договора, или не сделать сумма не равна нулю, то договор не является оператором, который не может списать!
zh_cn: 合同进度不是材检状态，或者未请款额不为0，合同员不是操作员，不能核销！
zh_tw: 合同進度不是材檢狀態，或者未請款額不為0，合同員不是操作員，不能核銷！

# ZZHTJDBSCZTBNCTH
source: Contract progress is not initialed, and can not be returned initialed!
de: Leistungsfortschritts ist nicht abgezeichnet, und können nicht zurück paraphiert werden!
fr: Les progrès de contrat ne sont pas paraphé, et ne peut pas être retourné paraphé!
ko: 계약 진행 이니셜되지 않으며, 반환 이니셜 수 없다!
ru: Прогресс Договор не парафировано, и не могут быть возвращены парафировано!
zh_cn: 合同进度不是草签状态，不能草签退回！
zh_tw: 合同進度不是草簽狀態，不能草簽退回！

# ZZHTJDBSCZTBNSH
source: Contract progress is not initialed, and can not review!
de: Leistungsfortschritts ist nicht abgezeichnet, und kann nicht überprüfen!
fr: Les progrès de contrat ne sont pas paraphé, et ne peut revoir!
ko: 계약 진행 이니셜되지 않으며, 검토 할 수 없습니다!
ru: Прогресс Договор не парафировано, и не может просматривать!
zh_cn: 合同进度不是草签状态，不能审核！
zh_tw: 合同進度不是草簽狀態，不能審核！

# ZZHTJDBSHXZTBNHXTH
source: Contract progress is not written off, and can not be returned to write off!
de: Contract Fortschritt wird nicht aus dem Zustand geschrieben, kann nicht ausgeschaltet Rückkehr geschrieben werden!
fr: Les progrès de contrat ne sont pas radiés de l'Etat, ne peuvent pas être radiés retour!
ko: 계약 진행, 상태 오프 기록되지는 반환을 쓸 수 없습니다!
ru: Прогресс Договор не списываются государства, не могут быть списаны возвращение!
zh_cn: 合同进度不是核销状态，不能核销退回！
zh_tw: 合同進度不是核銷狀態，不能核銷退回！

# ZZHTJDBSLRZTBNC
source: Contract schedule is not entered, and can not initialed!
de: Leistungsfortschritts nicht eingegeben, und kann nicht paraphiert!
fr: Les progrès de contrat est pas entré, et ne peut pas paraphé!
ko: 계약 진행이 입력되지 않으며, 이니셜 수 없다!
ru: Прогресс Договор не вступил, и не может парафировано!
zh_cn: 合同进度不是录入状态，不能草签！
zh_tw: 合同進度不是錄入狀態，不能草簽！

# ZZHTJDBSPZZTBNPZ
source: The contract is not approved by the state of progress, it can not be approved!
de: Contract Fortschritt wird nicht vom Staat genehmigt wird, können nicht genehmigt werden!
fr: Les progrès de contrat est pas approuvé par l'État, ne peut pas être approuvé!
ko: 계약 진행 상태에 의해 승인되지 승인 할 수 없습니다!
ru: Прогресс Договор не утвержден государством, не может быть одобрено!
zh_cn: 合同进度不是批准状态，不能批准！
zh_tw: 合同進度不是批准狀態，不能批准！

# ZZHTJDBSSHZTBNSHTH
source: Contract review progress is not, and can not be returned review!
de: Vertragsprüfung Fortschritt ist nicht und kann Kritik nicht zurückgenommen werden!
fr: Examiner les progrès de contrat ne sont pas, et ne peut pas être retourné avis!
ko: 계약 검토 진행하지 않고, 검토를 반환 할 수 없습니다!
ru: Обзор прогресса Договор не является и не может быть возвращен отзыв!
zh_cn: 合同进度不是审核状态，不能审核退回！
zh_tw: 合同進度不是審核狀態，不能審核退回！

# ZZHTJDBSSHZTBNSP
source: Contract review progress is not, and can not approve!
de: Vertragsprüfung Fortschritt ist nicht und kann nicht genehmigen!
fr: Examiner les progrès du contrat est pas, et ne peut pas approuver!
ko: 계약 검토 진행되지 않고, 승인 할 수 없습니다!
ru: Обзор прогресса Договор не является и не может одобрить!
zh_cn: 合同进度不是审核状态，不能审批！
zh_tw: 合同進度不是審核狀態，不能審批！

# ZZHTJDBSSXZTBNCJ
source: Progress is not a state contract to take effect, not material seized!
de: Contract Fortschritt wird nicht wirksam und kann nicht Material beschlagnahmt!
fr: Les progrès de contrat est pas devenue effective, et ne peut pas le matériel saisi!
ko: 계약 진행 효력이 발생하지 않고, 중요하지 압수 할 수 있습니다!
ru: Прогресс Договор не вступает в силу, и не могут материал захватил!
zh_cn: 合同进度不是生效状态，不能材检！
zh_tw: 合同進度不是生效狀態，不能材檢！

# ZZHTJDBSSXZTHZHTMXYBW0HTYFBZBW0BNSXTH
source: Progress is not a state contract to take effect, or contract details have not zero, the contract prepaid flag is not 0, you can not take effect return!
de: Fortschritte effektive Vertragsstatus nicht zu werden, oder Vertragsdetails haben nicht Null ist, ist der Vertrag Prepaid-Flag nicht 0 ist, es sich nicht nehmen Effekt Return!
fr: Progrès est pas devenir statut effectif du contrat, ou les détails du contrat ont pas nulle, le contrat prépayé drapeau est pas 0, il ne peut pas prendre retour d'effet!
ko: 진행은 효과적인 계약 상태가되지 않거나 계약 세부 사항이 아닌 제로가 계약 선불 플래그는 효과 수익을받을 수 없어, 0이 아닌!
ru: Прогресс не вступили в силу положение контракта, или детали контракта не равна нулю, то флаг контракт предоплаты не 0, он не может принять возврат эффект!
zh_cn: 合同进度不是生效状态，或者合同明细有不为0，合同预付标志不为0，不能生效退回！
zh_tw: 合同進度不是生效狀態，或者合同明細有不為0，合同預付標誌不為0，不能生效退回！

# ZZHTLBBCZBNS
source: Contract list does not exist, can not sign!
de: Vertragsliste nicht vorhanden ist, kann nicht unterschreiben!
fr: Liste des contrats ne existe pas, ne peut pas signer!
ko: 계약 목록에 로그인 할 수없는, 존재하지 않습니다!
ru: Лист Договор не существует, не может подписать!
zh_cn: 合同列表不存在，不能签收！
zh_tw: 合同列表不存在，不能簽收！

# ZZHTLMDGYSYCGDGYSBYZ
source: Suppliers and buyers list of contracts which suppliers are inconsistent!
de: Anbieter und Nachfrager Liste der Verträge, die Lieferanten sind inkonsistent!
fr: Fournisseurs et acheteurs liste des contrats dont les fournisseurs sont incompatibles!
ko: 공급 업체 일관성이 계약의 공급 업체 및 바이어리스트!
ru: Поставщики и покупатели список контрактов, которые поставщики несовместимы!
zh_cn: 合同里面的供应商与采购清单供应商不一致！
zh_tw: 合同裡面的供應商與採購清單供應商不一致！

# ZZHTPSSGZLSCCG
source: Contract review workflow application generating success!
de: Vertragsprüfung Workflow-Anwendung erzeugen Erfolg!
fr: Revue de contrat application de workflow générant succès!
ko: 계약 검토 워크 플로우 애플리케이션의 성공을 생성!
ru: Обзор Договор приложение рабочего процесса генерации успех!
zh_cn: 合同评审申请申请生成成功！
zh_tw: 合同評審申請工作流生成成功！

# ZZHTPSSGZLSCSB
source: Contract review workflow application generation failed!
de: Vertragsprüfung Workflow-Anwendung Generierung fehlgeschlagen!
fr: Contrat procédure de révision génération d'application a échoué!
ko: 계약 검토 워크 플로우 애플리케이션 생성에 실패했습니다!
ru: Договор отзыв рабочий поколение приложение не удалось!
zh_cn: 合同评审申请生成失败！
zh_tw: 合同評審申請工作流生成失敗！

# ZZHTSLZNWSZ
source: The number of contracts only digits!
de: Die Zahl der Verträge kann nur digital sein!
fr: Le nombre de contrats ne peut être numérique!
ko: 계약의 수는 디지털 될 수 있습니다!
ru: Количество договоров может быть только цифровым!
zh_cn: 合同数量只能为数字！
zh_tw: 合同數量只能為數字！

# ZZHTYBYXWKBC
source: Contract staff are not allowed to empty, please add!
de: Vertragsbedienstete sind nicht auf leere erlaubt, fügen Sie bitte!
fr: Les agents contractuels ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 계약 직원이 빈에 허용되지 않습니다를 추가하십시오!
ru: Сотрудники Договор не имеет пустой, пожалуйста, добавьте!
zh_cn: 合同员不允许为空，请补充！
zh_tw: 合同員不允許為空，請補充！

# ZZHWHBNWFFZFC
source: Cargo space number can not be illegal string!
de: Laderaum-Nummer kann nicht illegal String sein!
fr: Cargo numéro de l'espace ne peut pas être une chaîne illégal!
ko: 화물 공간 번호는 불법 문자열이 될 수 없습니다!
ru: Багажное отделение номер не может быть незаконным строка!
zh_cn: 货位号不能为非法字符串！
zh_tw: 貨位號不能為非法字串！

# ZZHWTSXCWJCCWYYKNSEXMESSAGE
source: Get Problem Error property, please check! Error reason might be: "+ ex.Message +"
de: Erhalten Sie Fragen falsch Eigentum, überprüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez des questions mal la propriété, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 질문이 잘못 속성을 가져 오기 확인하세요! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить вопросы неправильно недвижимость, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取问题属性错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取問題屬性錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHXCG
source: Verification success!
de: Verification Erfolg!
fr: Le succès de vérification!
ko: 인증 성공!
ru: Проверка успех!
zh_cn: 核销成功！
zh_tw: 核銷成功！

# ZZHXTHCG
source: Return to write off successfully!
de: Zurück zur erfolgreichen abschreiben!
fr: Retour à radier avec succès!
ko: 성공적으로 상각로 돌아 가기!
ru: Вернуться списать успешно!
zh_cn: 核销退回成功！
zh_tw: 核銷退回成功！

# ZZHXYXXCWJCCWYYKNSEXMESSAGE
source: Access to industry information error, please check! Error reason might be: "+ ex.Message +"
de: Zugriff auf Brancheninformationen Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Accès à l'industrie erreur d'information, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 산업 정보의 오류에 대한 액세스, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Доступ к информации промышленности ошибки, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取行业信息错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取行業資訊錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHYBCWJCCWYYKNSEXMESSAGE
source: Get a model error, please check! Error reason might be: "+ ex.Message +"
de: Als ein Modellfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Être une erreur de modèle, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 모델 오류이기 때문에, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Будучи моделью ошибке, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取样板错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取樣板錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHYSSCCG
source: Conference for generating success!
de: Konferenz zur Erzeugung Erfolg!
fr: Conférence pour générer succès!
ko: 성공을 생성하기위한 회의!
ru: Конференция для генерации успех!
zh_cn: 会议申请生成成功！
zh_tw: 會議申請生成成功！

# ZZHYSSCSBKNSMCZSGDJC
source: Conference for the build fails, may apply for the name of words too, please check!
de: Treffen Anwendungserstellung fehlgeschlagen ist, können eventuell Gebühren für den Namen der Worte zu, überprüfen Sie bitte!
fr: Réunion génération d'application n'a pas réussi, peut demander le nom des mots trop, s'il vous plaît vérifier!
ko: 도 확인하시기 바랍니다 단어의 이름을 적용, 응용 프로그램 생성을 할 수있다 실패 회의!
ru: Встреча поколение приложений не удалось, может применяться для имени слов слишком, пожалуйста, проверьте!
zh_cn: 会议申请生成失败，可能申请名称字数过多，请检查！
zh_tw: 會議申請生成失敗，可能申請名稱字數過多，請檢查！

# ZZHYTZFSWB
source: The notice of meeting has been sent!
de: Besprechungsnotiz wurde versendet!
fr: Avis de réunion a été envoyé!
ko: 통지를 충족하는 보냈습니다!
ru: Уведомление Встреча была отправлена!
zh_cn: 会议通知发送完毕！
zh_tw: 會議通知發送完畢！

# ZZHYXZCWJCCWYYKNSEXMESSAGE
source: Get business nature error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich Business Natur Fehler, überprüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez entreprise erreur nature, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 비즈니스 자연 오류 확인 받기! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить Бизнес Природа ошибке, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取企业性质错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取企業性質錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHZCG
source: Summary success!
de: Zusammenfassung Erfolg!
fr: Résumé succès!
ko: 요약 성공!
ru: Основная успех!
zh_cn: 汇总成功！
zh_tw: 匯總成功！

# ZZHZHCG
source: Get Account success!
de: Holen Sie sich einen Account Erfolg!
fr: Obtenez un compte succès!
ko: 계정 성공을 얻을!
ru: Получить успех счета!
zh_cn: 获取帐号成功！
zh_tw: 獲取帳號成功！

# ZZHZSB
source: Summary failed!
de: Zusammenfassung fehlgeschlagen!
fr: Résumé échoué!
ko: 요약에 실패했습니다!
ru: Резюме не удалось!
zh_cn: 汇总失败！
zh_tw: 匯總失敗！

# ZZJACG
source: Concluded successfully
de: Erfolgreich abgeschlossen
fr: Conclu avec succès
ko: 성공적으로 체결
ru: Успешно завершились
zh_cn: 结案成功
zh_tw: 結案成功

# ZZJASBJC
source: Closed fails, check!
de: Geschlossen fehlschlägt, überprüfen!
fr: Fermé échoue, vérifiez!
ko: 청산 실패, 확인!
ru: Закрытое не удается, проверьте!
zh_cn: 结案失败，请检查！
zh_tw: 結案失敗，請檢查！

# ZZJBBNCG8GZF
source: Level can not be more than eight characters!
de: Wert nicht mehr als acht Zeichen!
fr: Niveler pas plus de huit caractères!
ko: 8 자 이상의 수평을하지!
ru: Уровень не более восьми символов!
zh_cn: 级别不能超过8个字符！
zh_tw: 級別不能超過8個字元！

# ZZJCCGKYZX
source: The check is successful, you can do!
de: Die Prüfung erfolgreich, Sie tun können!
fr: Le chèque est réussie, vous pouvez le faire!
ko: 검사가 성공적으로, 당신은 할 수있다!
ru: Проверка прошла успешно, вы можете сделать!
zh_cn: 检查成功，可以执行！
zh_tw: 檢查成功，可以執行！

# ZZJCDKCBWKDSTRMESSAGE
source: Check the stock is not empty, "+ strMessage +"
de: Überprüfen Sie das Inventar nicht leer ist, "+ strMessage +"
fr: Vérifiez l'inventaire est pas vide, "+ strMessage +"
ko: 재고를 확인하는 것은 비어 있지, "+ strMessage +"
ru: Проверьте инвентаризации не является пустым, "+ strMessage +"
zh_cn: 检查到库存不为空的，" + strMessage + "
zh_tw: 檢查到庫存不為空的，" + strMessage + "

# ZZJCG
source: Inquiry success!
de: Inquiry Erfolg!
fr: Demande succès!
ko: 귀하의 성공!
ru: Ваше успех!
zh_cn: 询价成功！
zh_tw: 詢價成功！

# ZZJDBSBPZTBNPZ
source: Progress is not approval status, can not be approved!
de: Fortschritt ist nicht Genehmigungsstatus, nicht genehmigt werden kann!
fr: Progrès est pas le statut d'approbation, ne peut pas être approuvé!
ko: 진행은 승인 상태가 승인 할 수 없습니다되지 않습니다!
ru: Прогресс не статус утверждения, не может быть одобрен!
zh_cn: 进度不是报批状态，不能批准！
zh_tw: 進度不是報批狀態，不能批准！

# ZZJDBSBXZTHZSHRBZHZFKBZBW0BNTH
source: Progress is not reimbursed state or reviewer is incorrect, or payment flag is not 0, can not be returned!
de: Der Fortschritt wird nicht erstattet, die den Zustand oder Kritiker nicht korrekt ist, oder die Zahlung Flagge nicht 0 ist, können nicht zurückgegeben werden!
fr: Progrès est pas remboursé l'Etat, ou réviseur est pas correct, ou le drapeau de paiement est de 0, ne peuvent être retournés!
ko: , 진행이 상태를 상환되지 않았거나 검토가 정확하지 않거나 지불 플래그가 0이 반환 될 수 없습니다!
ru: Прогресс не возмещаются государством, или рецензент не является правильным, или флаг платеж не 0, не могут быть возвращены!
zh_cn: 进度不是报销状态，或者审核人不正确，或者付款标志不为0，不能退回！
zh_tw: 進度不是報銷狀態，或者審核人不正確，或者付款標誌不為0，不能退回！

# ZZJDBSKZTBNSH
source: Progress is not requested money, and can not review!
de: Fortschritt nicht gefallen Staatsfonds, kann nicht gefunden!
fr: Progrès plaisait pas des fonds de l'Etat, ne peut pas donner un avis!
ko: 진행을 검토 할 수 없습니다, 국가 자금을 기쁘게하지!
ru: Прогресс не радовать государственные средства, не может рассматривать!
zh_cn: 进度不是请款状态，不能审核！
zh_tw: 進度不是請款狀態，不能審核！

# ZZJDBSKZTBNTH
source: Progress is not requested money, and can not be returned!
de: BITTE keine staatlichen Mittel, können nicht zurückgegeben werden!
fr: Progressent pas plaire fonds de l'Etat, ne peuvent être retournés!
ko: 상태 자금을 기쁘게하지 진행, 반환 할 수 없습니다!
ru: Прогресс не радовать государственные средства, не могут быть возвращены!
zh_cn: 进度不是请款状态，不能退回！
zh_tw: 進度不是請款狀態，不能退回！

# ZZJDBSLRZTBNBP
source: Progress is not entered, and can not approval!
de: Der Fortschritt wird nicht eingegeben, und kann nicht die Genehmigung!
fr: Progrès est pas entré, et ne peut pas l'approbation!
ko: 진행은 입력하지, 승인 할 수 없습니다입니다!
ru: Прогресс не введен, и не может утверждение!
zh_cn: 进度不是录入状态，不能报批！
zh_tw: 進度不是錄入狀態，不能報批！

# ZZJDBSLRZTBNK
source: Progress is not entered, and can not ask money!
de: Der Fortschritt wird nicht eingegeben, und kann nicht Geld zu verdienen!
fr: Progrès est pas entré, et ne peut pas faire de l'argent!
ko: 진행을 입력하지 않고, 돈을 벌 수 없다!
ru: Прогресс не введен, и не может делать деньги!
zh_cn: 进度不是录入状态，不能请款！
zh_tw: 進度不是錄入狀態，不能請款！

# ZZJDBSPZZTBNZX
source: Progress is not approved by the state, can not be executed!
de: Der Fortschritt wird nicht vom Staat genehmigt wird, kann nicht ausgeführt werden!
fr: Progrès est pas approuvé par l'État, ne peut pas être exécuté!
ko: 진행은 국가에 의해 승인되지 않은, 실행할 수 없습니다!
ru: Прогресс не утверждены государством, не может быть выполнено!
zh_cn: 进度不是批准状态，不能执行！
zh_tw: 進度不是批准狀態，不能執行！

# ZZJDBSSHZTBNBX
source: Progress is not a review, and can not be reimbursed!
de: Fortschritt ist nicht bewerten, und können nicht erstattet werden!
fr: Les progrès sont pas un examen, et ne peut pas être remboursé!
ko: 진행은 검토하지 않고, 상환 할 수 없습니다!
ru: Прогресс не обзор, а не могут быть возмещены!
zh_cn: 进度不是审核状态，不能报销！
zh_tw: 進度不是審核狀態，不能報銷！

# ZZJDBSSHZTBNTH
source: Progress is not a review, and can not be returned!
de: Fortschritt ist nicht bewerten, und können nicht zurückgegeben werden!
fr: Les progrès sont pas un examen, et ne peut pas être retourné!
ko: 진행은 검토하지 않고, 반환 할 수 없습니다!
ru: Прогресс не обзор, а не могут быть возвращены!
zh_cn: 进度不是审核状态，不能退回！
zh_tw: 進度不是審核狀態，不能退回！

# ZZJDBWBPBNXBP
source: Progress is not approval, approval can not be canceled!
de: Fortschritt ist nicht die Genehmigung, Genehmigung kann nicht abgebrochen werden!
fr: Progrès est pas l'approbation, l'approbation ne peut pas être annulée!
ko: 진행되지 승인, 승인을 취소 할 수 없습니다입니다!
ru: Прогресс не утверждение, утверждение не может быть отменена!
zh_cn: 进度不为报批，不能取消报批！
zh_tw: 進度不為報批，不能取消報批！

# ZZJDBWBPBYXBJ
source: Progress is not approval, not allowed to edit!
de: Fortschritt ist nicht die Genehmigung, nicht erlaubt zu bearbeiten!
fr: Progrès est pas l'approbation, pas autorisé à éditer!
ko: 진행 승인, 편집 할 수 없습니다되지 않습니다!
ru: Прогресс не утверждение, не разрешено редактировать!
zh_cn: 进度不为报批，不允许编辑！
zh_tw: 進度不為報批，不允許編輯！

# ZZJDBWBPZTBNPZ
source: Progress is not approval status, can not be approved!
de: Fortschritt ist nicht Genehmigungsstatus, nicht genehmigt werden kann!
fr: Progrès est pas le statut d'approbation, ne peut pas être approuvé!
ko: 진행은 승인 상태가 승인 할 수 없습니다되지 않습니다!
ru: Прогресс не статус утверждения, не может быть одобрен!
zh_cn: 进度不为报批状态，不能批准！
zh_tw: 進度不為報批狀態，不能批准！

# ZZJDBWBZZTBYXBP
source: Progress is not prepared state, denying approval!
de: Fortschritt ist nicht für die Herstellung des Staates, nicht für die Zulassung zu ermöglichen!
fr: Progrès ne sont pas pour la préparation de l'état, ne permet pas à l'approbation!
ko: 진행 승인을 허용하지 않습니다, 국가의 준비를 위해 아닙니다!
ru: Прогресс не для подготовки государства, не позволяют на утверждение!
zh_cn: 进度不为编制状态，不允许报批！
zh_tw: 進度不為編制狀態，不允許報批！

# ZZJDBWBZZTBYXSC
source: Progress is not prepared state, can not be deleted!
de: Fortschritt ist nicht für die Herstellung des Staates, kann nicht gelöscht werden!
fr: Progrès ne sont pas pour la préparation de l'état, ne peut pas être supprimé!
ko: 진행은 국가의 준비를 위해 아닙니다, 삭제할 수 없습니다!
ru: Прогресс не для подготовки государства, не могут быть удалены!
zh_cn: 进度不为编制状态，不允许删除！
zh_tw: 進度不為編制狀態，不允許刪除！

# ZZJDBWCJBNKP
source: Progress is not material seized, not billing!
de: Fortschritt ist nicht Material beschlagnahmt, nicht Abrechnung!
fr: Progrès est pas de matériel saisi, pas de facturation!
ko: 진행 물질은 압수되지 않고,하지 결제!
ru: Прогресс не изъятых материалов, не биллинг!
zh_cn: 进度不为材检，不能开票！
zh_tw: 進度不為材檢，不能開票！

# ZZJDBWCJBNTH
source: Progress is not material seized, can not be returned!
de: Fortschritt ist nicht Material beschlagnahmt, können nicht zurückgegeben werden!
fr: Progrès est pas matériel saisi, ne peut pas être retourné!
ko: 진행 물질 탈취, 반환 할 수 없습니다되지 않습니다!
ru: Прогресс не изъятых материалов, не могут быть возвращены!
zh_cn: 进度不为材检，不能退回！
zh_tw: 進度不為材檢，不能退回！

# ZZJDBWGBBYXGBTH
source: Progress is not close, do not allow close return!
de: Fortschritt nicht geschlossen ist, darf nicht zu schließen, um zurückzukehren!
fr: Progrès est pas fermé, est pas autorisé à fermer pour revenir!
ko: 진행이 닫혀 있지, 돌아가려면 닫기를 할 수 없다!
ru: Прогресс не закрыта, не допускается, чтобы закрыть, чтобы вернуться!
zh_cn: 进度不为关闭，不允许关闭退回！
zh_tw: 進度不為關閉，不允許關閉退回！

# ZZJDBWHXBNXHX
source: Progress is not written off, you can not cancel verification!
de: Der Fortschritt wird nicht abgeschrieben, können Sie nicht kündigen abschreiben!
fr: Progrès ne sont pas amortis, vous ne pouvez pas annuler radier!
ko: 진행의 전원이 기록되지 않습니다, 당신은 떨어져 쓰기 취소 할 수 없습니다!
ru: Прогресс не списывается, вы не можете отменить списать!
zh_cn: 进度不为核销，不能取消核销！
zh_tw: 進度不為核銷，不能取消核銷！

# ZZJDBWHXSBYXHXTH
source: Progress is not written off, it is not allowed to write off return!
de: Als Fortschritt wird nicht abgeschrieben, ist es nicht erlaubt abschreiben Rückkehr!
fr: Lorsque progrès ne sont pas amortis, il est interdit de radier retour!
ko: 진행은 상각하지 않을 경우, 그것은 반환을 쓸 수 없습니다!
ru: Когда прогресс не списываются, не допускается, чтобы списать возвращение!
zh_cn: 进度不为核销时，不允许核销退回！
zh_tw: 進度不為核銷時，不允許核銷退回！

# ZZJDBWJBNPB
source: Progress is not the inquiry, can not bid!
de: Fortschritt ist nicht der Untersuchung, nicht bieten können!
fr: Les progrès sont pas l'enquête, ne peuvent pas soumissionner!
ko: 진행은 입찰 할 수 없습니다, 조회하지 않습니다!
ru: Прогресс не запрос, не может предложить цену!
zh_cn: 进度不为询价，不能评标！
zh_tw: 進度不為詢價，不能評標！

# ZZJDBWJCBNHX
source: Progress is not decision-making, you can not write off!
de: Fortschritt ist nicht der Entscheidungsfindung, die Sie nicht schreiben können off!
fr: Les progrès sont pas la prise de décision, vous ne pouvez pas radier!
ko: 진행은 의사 결정, 오프 쓸 수 없습니다!
ru: Прогресс не принятия решений, вы не можете списать!
zh_cn: 进度不为决策，不能核销！
zh_tw: 進度不為決策，不能核銷！

# ZZJDBWKGSBYXHX
source: When progress is not started, it is not allowed to write off!
de: Als Fortschritt nicht gestartet ist, ist es nicht erlaubt zu schreiben off!
fr: Quand le progrès n'a pas démarré, il est interdit de radier!
ko: 발전이 시작되지 않은 경우, 그것은 단념 할 수 없다!
ru: Когда прогресс не началась, она не имеет права списывать!
zh_cn: 进度不为开工期，不允许核销！
zh_tw: 進度不為開工時，不允許核銷！

# ZZJDBWKGSBYXKGTH
source: When progress is not started, start is not allowed to return!
de: Als Fortschritt wird nicht gestartet wird, wird Anfang nicht erlaubt, zurückzukehren!
fr: Quand le progrès n'a pas démarré, début est pas autorisé à revenir!
ko: 진행이 시작되지 않은 경우, 시작은 반환 할 수 없습니다!
ru: Когда прогресс не началась, старт не разрешили вернуться!
zh_cn: 进度不为开工期，不允许开工退回！
zh_tw: 進度不為開工時，不允許開工退回！
