Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# JiXiaoQuanZhongSheDing
source: Performance weight set
de: Leistungsgewicht-Set
fr: Poids Performance ensemble
ko: 모두 닫습니다 인해 성능
ru: Производительность набор гирь
zh_cn: 绩效权重设定
zh_tw: 績效權重設定

# JiXieHuaChengDu
source: The degree of mechanization:
de: Mechanisierung Level:
fr: Mécanisation Level:
ko: 에 총 문의
ru: Механизация Уровень:
zh_cn: 机械化程度：
zh_tw: 機械化程度：

# JiXieJiaGongWeiTuoDan
source: Machining Order
de: Machining Sortieren
fr: Usinage Ordre
ko: 변화
ru: Обработка заказа
zh_cn: 机械加工委托单
zh_tw: 機械加工委託單

# JiXieJiaGongWeiTuoDanXinXi
source: Machining Order Information:
de: Machining Bestell-Informationen:
fr: Usinage Informations sur la commande:
ko: 변경 재무 장 세트의 범위는
ru: Обработка данных заказа:
zh_cn: 机械加工委托单信息：
zh_tw: 機械加工委託單資訊：

# JiXieTiaoZhengDanJia
source: Mechanical adjustments Price
de: Mechanische Anpassungen Preis
fr: Ajustements mécaniques Prix
ko: 명칭 변경
ru: Механические корректировки цен
zh_cn: 机械调整单价
zh_tw: 機械調整單價

# JiXieXingNengBeiWan
source: Mechanical properties back bend:
de: Mechanische Eigenschaften zurück Biegung:
fr: Les propriétés mécaniques de retour de pliage:
ko: 업데이트
ru: Механические свойства назад изгиб:
zh_cn: 机械性能背弯：
zh_tw: 機械性能背彎：

# JiXieXingNengCheWan
source: Mechanical properties of scoliosis:
de: Mechanische Eigenschaften der Skoliose:
fr: Les propriétés mécaniques de la scoliose:
ko: 업데이트
ru: Механические свойства: сколиоз
zh_cn: 机械性能侧弯：
zh_tw: 機械性能側彎：

# JiXieXingNengMianWan
source: Curved surface mechanical properties:
de: Die mechanischen Eigenschaften der Oberflächenkrümmung:
fr: Les propriétés mécaniques de courbure de la surface:
ko: 수정 된 데이터를 업데이트
ru: Механические свойства кривизны поверхности:
zh_cn: 机械性能面弯：
zh_tw: 機械性能面彎：

# JiXieXingNengYaoQiu
source: Mechanical performance requirements:
de: Mechanische Leistungsanforderungen:
fr: Exigences de performance mécaniques:
ko: 개인의
ru: Механические требования к производительности:
zh_cn: 机械性能要求：
zh_tw: 機械性能要求：

# JiXieXingNengYaoQiuRel
source: Mechanical performance requirements Rel:
de: Mechanische Leistungsanforderungen Rel:
fr: Exigences de performance mécanique REL:
ko: 개인의 성과
ru: Механические требования к производительности Rel:
zh_cn: 机械性能要求Rel：
zh_tw: 機械性能要求Rel：

# JiXieXingNengYaoQiuRm
source: Mechanical performance requirements Rm:
de: Mechanische Leistungsanforderungen Rm:
fr: Exigences de performance mécanique Rm:
ko: 개인 교육 기록
ru: Механическая требования к производительности Кт:
zh_cn: 机械性能要求Rm：
zh_tw: 機械性能要求Rm：

# JiXieYuanDingDanJia
source: Mechanical originally Price
de: Mechanische ursprünglich Preis
fr: Mécanique à l'origine Prix
ko: 개인 훈련 정보
ru: Механическая изначально Цена
zh_cn: 机械原定单价
zh_tw: 機械原定單價

# JiXing
source: Polarity:
de: Polarität:
fr: Polarité:
ko: 개인 정보
ru: Полярность:
zh_cn: 极性：
zh_tw: 極性：

# JiXu
source: carry on
de: Fortsetzen
fr: Continuer
ko: 개인 학습
ru: Продолжать
zh_cn: 继续
zh_tw: 繼續

# JiYaBianHao
source: Backlog number
de: Anzahl Bestand
fr: Nombre arriéré
ko: (예 :? TTCustomerQuestion.aspx 홈페이지 = WW.TAKETOPITS.COM 같은 형식)
ru: Количество отставание
zh_cn: 积压编号
zh_tw: 積壓編號

# JiYaBianJi
source: Backlog editor
fr: Éditeur de carnet de commandes
ko: (형식 예 : 9시 3분, 주 : 분 형식과 범위 : 00--
ru: Редактор Отставание
zh_cn: 积压编辑
zh_tw: 積壓編輯

# JiYaBiaoJi
source: Backlog mark
de: Backlog Zeichen
fr: Le carnet de commandes marque
ko: 전원, 동작 범위
ru: Отставание знак
zh_cn: 积压标记
zh_tw: 積壓標記

# JiYaLieBiao
source: Backlog list
de: Bestand Liste
fr: Liste Backlog
ko: 직경 크기 차트
ru: Список Отставание
zh_cn: 积压列表
zh_tw: 積壓列表

# JiYaoNeiRong
source: Summary of content
de: Zusammenfassung des Inhalts
fr: Résumé du contenu
ko: 제공되는 사용자 이름과 암호에 따라
ru: Краткое содержание
zh_cn: 纪要内容
zh_tw: 紀要內容

# JiYaYuE
source: Backlog Balance
de: Backlog Abgleich
fr: Le carnet de commandes Solde
ko: 협회 또는 고객 프로파일로 전환
ru: Отставание Баланс
zh_cn: 积压余额
zh_tw: 積壓餘額

# JiYaZongE
source: The total backlog
de: Der Gesamtbestand
fr: Le carnet de commandes total
ko: 권한 연결된 사용자 (이 사용자는이 분야를 볼 수 있습니다)
ru: Общая задолженность
zh_cn: 积压总额
zh_tw: 積壓總額

# JiZhang
source: Accounting
de: Rechnungswesen
fr: Comptabilité
ko: 구매 응용 프로그램 워크 플로우
ru: Учет
zh_cn: 记账
zh_tw: 記帳

# JJCDZXBZ
source: Implementation of standards Urgency
de: Umsetzung von Standards Dringlichkeit
fr: Mise en œuvre des normes Urgence
ko: 전부
ru: Внедрение стандартов Актуальность
zh_cn: 紧急程度执行标准
zh_tw: 緊急程度執行標準

# JLDWFPDRW
source: But the mission was assigned to establish
de: Aber die Aufgabe ist nicht Einrichtung zugeordnet
fr: Mais la tâche est pas affecté création
ko: 공학 보증
ru: Но задача не назначен учреждение
zh_cn: 建立但没分派的任务
zh_tw: 建立但沒分派的任務

# JLDWJLG
source: Unit Records Total
de: Unit Records Gesamt
ko: 공학 보증 목록
ru: Unit Records Всего
zh_cn: 计量单位记录 共
zh_tw: 計量單位記錄 共

# JLHFPXMXQ
source: Establish and assign project requirements
de: Fest und vergibt Projektanforderungen
fr: Établir et attribuer des exigences du projet
ko: 공학 처리 프로그램
ru: Создание и назначить требованиям проекта
zh_cn: 建立和分派项目需求
zh_tw: 建立和分派專案需求

# JLHFPXMXQHZ
source: The establishment and dispatch requirements (cooperation)
de: Die Aufstellung und Entsendung Anforderungen (Zusammenarbeit)
fr: Les exigences en matière de constitution et l'envoi (coopération)
ko: 엔지니어링 재
ru: Требования создание и доставке (сотрудничество)
zh_cn: 建立和分派需求（合作）
zh_tw: 建立和分派需求（合作）

# JoinTime
source: Joined
de: Registriert
fr: Inscrit
ko: 수량
ru: Регистрация
zh_cn: 加入时间
zh_tw: 加入時間

# JSDaiMa
source: JS Code
fr: Code JS
ko: 수량 (실제)
ru: JS код
zh_cn: JS代码
zh_tw: JS代碼

# JSMDXMCY
source: The project members above
de: Die Projektmitglieder über
fr: Les membres du projet ci-dessus
ko: 수량 (예산)
ru: Участники проекта выше
zh_cn: 将上面的项目成员
zh_tw: 將上面的專案成員

# JSYCCLCBB
source: The driver of the bus mileage reports
de: Der Fahrer des Busses Autos Berichte
fr: Le pilote des rapports de kilométrage de bus
ko: 프로젝트 이익 (P & A, L)
ru: Водитель автобуса докладов пробегом
zh_cn: 驾驶员出车里程报表
zh_tw: 駕駛員出車里程報表

# JTSPTGHXTYYJ
source: Group approved by the system by e-mail
de: Gruppe nach Zustimmung der Mail-System
fr: Groupe après l'approbation par le système de messagerie
ko: 계획
ru: Группа после утверждения почтовой системой
zh_cn: 集团审批通过后系统以邮件
zh_tw: 集團審批通過後系統以郵件

# JuanXuHao
source: Volume No.
fr: Volume n °
ko: 프로젝트 기록 : 총
ru: Объем Количество
zh_cn: 卷序号
zh_tw: 卷序號

# JuanZeng
source: Donate
fr: Faire un don
ko: 프로젝트 입찰
ru: Жертвовать
zh_cn: 捐赠
zh_tw: 捐贈

# JuanZengZhe
source: Donor
de: Spender
fr: Donateur
ko: 입찰 전문가
ru: Донор
zh_cn: 捐赠者
zh_tw: 捐贈者

# JuBanDanWei
source: Organizers
de: Veranstalter
fr: Organisateurs
ko: 근로자 단일 요청
ru: Организаторы
zh_cn: 举办单位
zh_tw: 舉辦單位

# JueCe
source: Decision making
de: Entscheidung
fr: Décision
ko: 티켓 (조립)는 요청을했다
ru: Решение
zh_cn: 决策
zh_tw: 決策

# JueCeDanJia
source: Decision Unit
de: Entscheidungseinheit
fr: Décision Unité
ko: 주문 번호를 작업
ru: Решение блок
zh_cn: 决策单价
zh_tw: 決策單價

# JueCeJiLu
source: Record of Decision
de: Aufzeichnung der Entscheidung
fr: Compte rendu des décisions
ko: 공급 업체 번호
ru: Запись решения
zh_cn: 决策记录
zh_tw: 決策記錄

# JueCeJiLuLieBiao
source: Decision Record List
de: Entscheidung Aufnahmeliste
fr: Décision liste des enregistrements
ko: 공급 업체 번호
ru: Решение Список Запись
zh_cn: 决策记录列表
zh_tw: 決策記錄清單

# JueCeJinE
source: Decision amount
de: Entscheidung Menge
fr: Montant de la décision
ko: 공급 업체 번호
ru: Сумма Решение
zh_cn: 决策金额
zh_tw: 決策金額

# JueCeRen
source: Decision-makers
de: Entscheidungsträger
fr: Décideurs
ko: 공급 업체 번호
ru: Лица, принимающие решения
zh_cn: 决策人
zh_tw: 決策人

# JueCeRiQi
source: Decision Date
de: Entscheidung Datum
fr: Date de la décision
ko: 4 위 업체
ru: Решение Дата
zh_cn: 决策日期
zh_tw: 決策日期

# JueCeYiJian
source: Decision opinions
de: Entscheidung Meinungen
fr: Avis de décision
ko: 공급 측 번호 5
ru: Решение мнения
zh_cn: 决策意见
zh_tw: 決策意見

# JueCeZongJia
source: Decision total
de: Beschluss Gesamtpreis
fr: Décision prix total
ko: 공급 업체 번호 (6)
ru: Решение полная стоимость
zh_cn: 决策总价
zh_tw: 決策總價

# JueCheDanJia
source: Decision Unit
de: Entscheidungseinheit
fr: Décision Unité
ko: 공급 업체 번호
ru: Решение блок
zh_cn: 决策单价
zh_tw: 決策單價

# JueCheJingE
source: Decision amount
de: Entscheidung Menge
fr: Montant de la décision
ko: 공급 업체 번호
ru: Сумма Решение
zh_cn: 决策金额
zh_tw: 決策金額

# JueSe
source: Character
de: Rolle
fr: Rôle
ko: 2 위 업체
ru: Роль
zh_cn: 角色
zh_tw: 角色

# JueSeChengYuan
source: Actor Membership
de: Rollenmitgliedschaft
fr: Rôle adhésion
ko: 공급 업체 번호 (6)
ru: Роль Членство
zh_cn: 角色成员
zh_tw: 角色成員

# JueSeZhu
source: Actor Group
de: Rollengruppe
fr: Rôle
ko: 3 위 업체
ru: Роль группы
zh_cn: 角色组
zh_tw: 角色組

# JueSeZu
source: Actor Group
de: Rollengruppe
fr: Rôle
ko: 4 위 업체
ru: Роль группы
zh_cn: 角色组
zh_tw: 角色組

# JueSeZuChengYuan
source: Actor group members
de: Rollengruppenmitglieder
fr: Les membres du groupe de rôles
ko: 공급 측 번호 5
ru: Участники группы ролей
zh_cn: 角色组成员
zh_tw: 角色組成員

# JueSeZuChengYuanLieBiao
source: Actor group members list
de: Rollengruppenmitglieder Liste
fr: Rôle liste des membres du groupe
ko: 1 위 업체
ru: Роль список членов группы
zh_cn: 角色组成员列表
zh_tw: 角色組成員列表

# JueSeZuChengYuanXinXi
source: Actor membership information
de: Rollengruppenmitglieder Informationen
fr: Rôle de l'information des membres du groupe
ko: 공급측 편집
ru: Роль членов группы информация
zh_cn: 角色组成员信息
zh_tw: 角色組成員資訊

# JueSeZuLeiXing
source: Actor Group Type
de: Rollengruppentyp
fr: Type de Rôle
ko: 공급 업체 목록 기록
ru: Роль Тип группы
zh_cn: 角色组类型
zh_tw: 角色組類型

# JueSeZuLieBiao
source: Actor list
de: Rollengruppen-Liste
fr: Liste des groupes de rôles
ko: 공급자의 이름
ru: Список группы ролей
zh_cn: 角色组列表
zh_tw: 角色組列表

# JueSeZuMingCheng
source: The Actor group name
de: Der Rollengruppenname
fr: Le nom du groupe de rôles
ko: 발표
ru: Название группы ролей
zh_cn: 角色组名称
zh_tw: 角色組名稱

# JueSeZuSheZhi
source: Actor Group settings
de: Rollengruppeneinstellungen
fr: Paramètres Groupe de rôles
ko: 알림 파일
ru: Настройки группы ролей
zh_cn: 角色组设置
zh_tw: 角色組設置

# JueSeZuXiangXiXinXi
source: Actor Group Details
de: Rollengruppeninformationen
fr: Rôle Groupe Détails
ko: 단일 가용성
ru: Роль Детали группы
zh_cn: 角色组详细信息
zh_tw: 角色組詳細資訊

# JuJue
source: Refuse
de: Verweigerung
fr: Refus
ko: 가용성 단일 레코드
ru: Отказ
zh_cn: 拒绝
zh_tw: 拒絕

# JunGongZiLiao
source: Completion data
de: Abschlussdaten
fr: Données d'achèvement
ko: 배달 주문 세부 정보
ru: Данные Завершение
zh_cn: 竣工资料
zh_tw: 竣工資料

# JuZhuDi
source: Living
de: Lebensunterhalt
fr: Surface
ko: 배송 단위
ru: Живой
zh_cn: 居住地
zh_tw: 居住地

# JWuXiaoWenTi
source: J invalidity
de: J Invalidität
fr: J invalidité
ko: 공급 업체
ru: J инвалидности
zh_cn: J无效问题
zh_tw: J無效問題

# JXJGWTDLB
source: Machining Order List
de: Bearbeitungsbestellliste
fr: Usinage liste de commandes
ko: 공급 범위
ru: Обработка заказа Список
zh_cn: 机械加工委托单列表
zh_tw: 機械加工委託單列表

# JYJLSJDRMB
source: Come recording data import templates
de: Kommen Aufzeichnungsdaten Importvorlagen
fr: Venez enregistrement des modèles d'importation de données
ko: 배송 / 서비스 범위
ru: Приходите записи шаблонов импорта данных
zh_cn: 加油记录数据导入模版
zh_tw: 加油記錄資料導入模版

# JYSJDRMBGS
source: Come data into the template format
de: Kommen Daten in das Template-Format
fr: Venez données dans le format de modèle
ko: 공급, 관리
ru: Приходите данные в формате шаблона
zh_cn: 加油数据导入模版格式
zh_tw: 加油資料導入模版格式

# JYXHHTYYXGS
source: Jiangyin Xinhua Acer Copper Co., Ltd.
ko: 전원, 동작 범위
ru: Jiangyin Синьхуа Acer Медь Co., Ltd
zh_cn: 江阴新华宏铜业有限公司
zh_tw: 江陰新華宏銅業有限公司

# KaiBiao
source: Opening
de: Öffnung
fr: Ouverture
ko: 연락처 세부 사항
ru: Открытие
zh_cn: 开标
zh_tw: 開標

# KaiBiaoJiLu
source: Opening Record
de: Öffnungs Bilanz
fr: Fiche d'ouverture
ko: 워크 플로우 애플리케이션 딜리버리
ru: Запись Открытие
zh_cn: 开标记录
zh_tw: 開標記錄

# KaiBiaoJiLuLieBiao
source: Opening Record List
de: Öffnungsaufnahmeliste
fr: Liste d'ouverture de registre
ko: 배달 시간
ru: Открытие списка записей
zh_cn: 开标记录列表
zh_tw: 開標記錄清單

# KaiBiaoJiLuMingCheng
source: Opening Record Name
de: Öffnungs Namen aufzeichnen
fr: Ouverture Name Record
ko: 킬로그램
ru: Открытие записей регистрации
zh_cn: 开标记录名称
zh_tw: 開標記錄名稱

# KaiBiaoNeiRong
source: Opening content
de: Öffnungs Inhalt
fr: Contenu ouverture
ko: 공공의
ru: Открытие Содержимое
zh_cn: 开标内容
zh_tw: 開標內容

# KaiBiaoRen
source: Opening people
de: Öffnungs Menschen
fr: Les gens d'ouverture
ko: 열기 부드러운
ru: Часы люди
zh_cn: 开标人
zh_tw: 開標人

# KaiBiaoRiQi
source: Bid Opening Date
de: Bid Eröffnungsdatum
fr: Enchère Date d'ouverture
ko: 기능
ru: Дата вскрытия конвертов
zh_cn: 开标日期
zh_tw: 開標日期

# KaiBiaoXinXi
source: Opening Information
de: Öffnungs Informationen
fr: Informations ouverture
ko: 기능 목록
ru: Открытие данных
zh_cn: 开标信息
zh_tw: 開標信息

# KaiFaPiaoZongE
source: Development of the total votes
de: Entwicklung der Gesamtstimmen
fr: Développement du total des voix
ko: 노동자들은 사명을 코멘트
ru: Разработка общего количества голосов,
zh_cn: 开发票总额
zh_tw: 開發票總額

# KaiGong
source: Start
fr: Démarrer
ko: 노동자 목록 검토 사명 :
ru: Начало
zh_cn: 开工
zh_tw: 開工

# KaiGongRiQi
source: Start date
de: Anfangsdatum
fr: Date de début
ko: 노동자들은 사명 정보를 코멘트 :
ru: Дата начала
zh_cn: 开工日期
zh_tw: 開工日期

# KaiGongTuiHui
source: Return to start
de: Zum Anfang zurückkehren
fr: Retourner au début
ko: 공식
ru: Вернуться в начало
zh_cn: 开工退回
zh_tw: 開工退回

# KaiHuHang
source: Bank
fr: Banque
ko: 근무 시간
ru: Банк
zh_cn: 开户行
zh_tw: 開戶行

# KaiHuYingHang
source: Bank
fr: Banque
ko: 공식
ru: Банк
zh_cn: 开户银行
zh_tw: 開戶銀行

# KaiHuYinHang
source: Bank
fr: Banque
ko: 작업 확인
ru: Банк
zh_cn: 开户银行
zh_tw: 開戶銀行

# KaiHuZhangHao
source: Opening an account
de: Eröffnung eines Kontos
fr: Ouverture d'un compte
ko: 작업 소득 요약
ru: Открытие счета
zh_cn: 开户账号
zh_tw: 開戶帳號

# KaiPiao
source: Billing
fr: Facturation
ko: 작업 통계
ru: Биллинг
zh_cn: 开票
zh_tw: 開票

# KaiPiaoDanJia
source: Billing Price
de: Abrechnungspreis
fr: Facturation Prix
ko: 예산 작업
ru: Платежная Цена
zh_cn: 开票单价
zh_tw: 開票單價

# KaiPiaoJinE
source: Invoiced
de: Rechnungsbetrag
fr: Montant de facturation
ko: 회사
ru: Количество счетов
zh_cn: 开票金额
zh_tw: 開票金額

# KaiPiaoQingKuang
source: Billing situation
fr: La situation de facturation
ko: 회사
ru: Платежная ситуация
zh_cn: 开票情况
zh_tw: 開票情況

# KaiPiaoRiQi
source: Billing date
de: Abrechnungsdatum
fr: Date de facturation
ko: 주소
ru: Дата счета
zh_cn: 开票日期
zh_tw: 開票日期

# KaiPiaoShuLiang
source: Billing Number
de: Rechnungsnummer
fr: Nombre de facturation
ko: 회사 발표
ru: Количество счетов
zh_cn: 开票数量
zh_tw: 開票數量

# KaiPiaoTuiHui
source: Billing return
de: Billing Rück
fr: Retour de facturation
ko: 회사 명
ru: Возвращение счетов
zh_cn: 开票退回
zh_tw: 開票退回

# KaiPiaoZongE
source: The total billing
de: Die Gesamtrechnungs
fr: La facturation totale
ko: 공예
ru: Общая счетов
zh_cn: 开票总额
zh_tw: 開票總額

# KaiShi
source: Begin
de: Beginnen
fr: Commencer
ko: 데이터에 기초하여 공정
ru: Начать
zh_cn: 开始
zh_tw: 開始

# KaiShiBeiFen
source: Start Backup
fr: Démarrer la sauvegarde
ko: 프로세스 카드 정보 :
ru: Начать резервное копирование
zh_cn: 开始备份
zh_tw: 開始備份

# KaiShiGongZuoShiJian
source: Time to work
de: Starten Sie Arbeitsstunden
fr: Commencez Heures de travail
ko: 프로세스 유형
ru: Начните Рабочие часы
zh_cn: 开始工作时间
zh_tw: 開始工作時間

# KaiShiKeQi
source: start date
de: Startdatum
fr: Date de début
ko: 공급
ru: Дата начала
zh_cn: 开始日期
zh_tw: 開始日期

# KaiShiRiQi
source: start date
de: Startdatum
fr: Date de début
ko: 공급 정보
ru: Дата начала
zh_cn: 开始日期
zh_tw: 開始日期

# KaiShiShiJian
source: Starting time
de: Startzeit
fr: Heure de début
ko: 공급 업체 목록
ru: Время
zh_cn: 开始时间
zh_tw: 開始時間

# KaiShiShiYongShiJian
source: Start time
de: Startzeit
fr: Heure de départ
ko: 공급 업체
ru: Время начала
zh_cn: 开始使用时间
zh_tw: 開始使用時間

# KaiShiWangDuan
source: Starting segment
de: Starten Sie Netzwerksegment
fr: Commencez segment de réseau
ko: 공급 업체
ru: Начните сегмента сети
zh_cn: 开始网段
zh_tw: 開始網段

# KaiTong
source: Clear
de: Öffnung
fr: Ouverture
ko: 공급 업체
ru: Открытие
zh_cn: 开通
zh_tw: 開通

# KaiTouZiFu
source: Start with a character
de: Beginnen Sie mit einem Zeichen
fr: Commencez avec un personnage
ko: 공급 업체
ru: Начните с характером
zh_cn: 开头字符
zh_tw: 開頭字元

# KaoHeFen
source: Examination points
de: Bewertungspunkte
fr: Les points d'évaluation
ko: 공급 업체 4
ru: Оценка точки
zh_cn: 考核分
zh_tw: 考核分

# KaoHeQi
source: Assessment period
de: Bewertungszeitraum
fr: Période d'évaluation
ko: 공급자 (5)
ru: Период Оценка
zh_cn: 考核期
zh_tw: 考核期

# KaoHeXiangMu
source: Assessment project
de: Assessment-Projekt
fr: Le projet d'évaluation
ko: 공급자 (6)
ru: Проект по оценке
zh_cn: 考核项目
zh_tw: 考核項目

# KaoQing
source: Check on work attendance
de: Überprüfen Sie auf der Arbeit die Teilnahme
fr: Vérifiez sur la présence au travail
ko: 공급 업체
ru: Проверьте по посещаемости работы
zh_cn: 考勤
zh_tw: 考勤

# KaoQingRiQi
source: Attendance Date
de: Die Teilnahme Datum
fr: Date de Participation
ko: 공급 업체 제공
ru: Посещаемость Дата
zh_cn: 考勤日期
zh_tw: 考勤日期

# KaoQinGuiZe
source: Attendance Rule
de: Die Teilnahme Rule
fr: Participation Article
ko: 공급 업체는 세부 사항을 제공
ru: Участие Правило
zh_cn: 考勤规则
zh_tw: 考勤規則

# KBuDingYinFa
source: K patch initiation
de: K-Patch Einleitung
fr: K correctif initiation
ko: 공급 업체 코드
ru: К патч начало
zh_cn: K补丁引发
zh_tw: K補丁引發

# KCZJDTHZB
source: Stock funds dynamic Summary
de: Aktienfonds dynamische Zusammenfassung
fr: Les fonds d'actions de résumé dynamique
ko: 공급 업체 프로필
ru: Фонды акций динамический резюме
zh_cn: 库存资金动态汇总表
zh_tw: 庫存資金動態匯總表

# KeBianJiYu
source: Editable fields
de: Bearbeitbare Feld
fr: Champ modifiable
ko: 공급 업체 전화
ru: Редактируемый поле
zh_cn: 可编辑域
zh_tw: 可編輯域

# KeCaoChuiDuanShiYang
source: Nick off a sample:
de: Einstechen und Hammer brechen eine Probe:
fr: Rainurage et un marteau brisant un échantillon:
ko: 공급자, 복수 ","별도의
ru: Пазовые и молот разорвать образец:
zh_cn: 刻槽锤断试样：
zh_tw: 刻槽錘斷試樣：

# KeCaoChuiDuanZhiXingBiaoZhun
source: Nick off Standard:
de: Einstechen und Hammer brechen Performance-Standards:
fr: Rainurage et un marteau brisant des normes de performance:
ko: 공급 업체 감사 검토
ru: Пазовые и молот разорвать стандарты производительности:
zh_cn: 刻槽锤断执行标准：
zh_tw: 刻槽錘斷執行標準：

# KeCaoZuo
source: Operatively
de: Operativ
fr: Fonctionnellement
ko: 공급 업체 관리
ru: Оперативно
zh_cn: 可操作
zh_tw: 可操作

# KeCongYouBianXuanZeHuoShuRu
source: You can select or enter from the right
de: Sie können auswählen oder von rechts
fr: Vous pouvez sélectionner ou entrer de la droite
ko: 공급 업체는 다시 서명
ru: Вы можете выбрать или ввести справа
zh_cn: 可从右边选择或输入
zh_tw: 可從右邊選擇或輸入

# KeDengLuSeBei
source: You can log device
de: Sie können Gerät anmelden
fr: Vous pouvez vous connecter dispositif
ko: 공급 업체 레코드 : 총
ru: Вы можете войти устройство
zh_cn: 可登录设备
zh_tw: 可登錄設備

# KeDengLuSheBei
source: You can log device
de: Sie können Gerät anmelden
fr: Vous pouvez vous connecter dispositif
ko: 공급 업체 목록
ru: Вы можете войти устройство
zh_cn: 可登录设备
zh_tw: 可登錄設備

# KeDengSheBei
source: You can log device
de: Sie können Gerät anmelden
fr: Vous pouvez vous connecter dispositif
ko: 공급 업체 이름
ru: Вы можете войти устройство
zh_cn: 可登录设备
zh_tw: 可登錄設備

# KeFangPingJia
source: Evaluation of the passenger side
de: Auswertung der Beifahrerseite
fr: Evaluation de la côté passager
ko: 공급 업체 템플릿
ru: Оценка со стороны пассажира
zh_cn: 客方评价
zh_tw: 客方評價

# KeFangQueRen
source: Passenger side confirmed
de: Beifahrerseite bestätigt
fr: Côté passager confirmé
ko: 공급자 템플릿 기록
ru: Пассажирский сторона подтвердила
zh_cn: 客方确认
zh_tw: 客方確認

# KeFangYiJian
source: Passenger side views
de: Passagier-Seitenansichten
fr: Vues de côté passager
ko: 공급자 네트워크 검토
ru: Просмотры стороны пассажира
zh_cn: 客方意见
zh_tw: 客方意見

# KeFuJiLu
source: Service Record
de: Dienstakte
fr: Fiche de service
ko: 공급 업체 네트워크 감사
ru: Сервисная запись
zh_cn: 客服记录
zh_tw: 客服記錄

# KeFuRenYuanDaiMa
source: Customer service codes
de: Kunden-Code
fr: Le code de la clientèle
ko: 공급자 인증
ru: Код клиента
zh_cn: 客服人员代码
zh_tw: 客服人員代碼

# KeFuXiaoGuoPingShen
source: Customer effect assessment
de: Kundenbewertung Wirkung
fr: Évaluation des effets de la clientèle
ko: 공급 업체 목록을 입찰
ru: Оценка эффекта Заказчик
zh_cn: 客服效果评审
zh_tw: 客服效果評審

# KeGaiJiHua
source: May change plans
de: Sie können Reformplan
fr: Vous pouvez la réforme du Régime
ko: 공급 업체 정보
ru: Вы можете реформировать план
zh_cn: 可改计划
zh_tw: 可改計畫

# KeHouTuoGuanBan
source: After-school classes Hosting
de: After-School-Klassen-Hosting
fr: Après l'école des classes d'hébergement
ko: 공급 업체 계정 관리자
ru: После школы занятия хостинг
zh_cn: 课后托管班
zh_tw: 課後託管班

# KeHouTuoGuanFei
source: After-school custodian fees
de: Nach der Schule Depotgebühren
fr: Après l'école des frais de garde
ko: 공급 업체 등록
ru: После школы хранителя сборов
zh_cn: 课后托管费
zh_tw: 課後託管費

# KeHoutuoGuanFeiyong
source: After class hosting costs
de: Nach dem Unterricht Hosting-Kosten
fr: Après les frais d'hébergement de classe
ko: 공급 업체 자격 검토
ru: После расходов класса хостинг
zh_cn: 课后托管费用
zh_tw: 課後託管費用

# KeHu
source: Client
de: Klient
ko: 공급 업체 프로필
ru: Клиент
zh_cn: 客户
zh_tw: 客戶

# KeHuBianHao
source: Customer Number
de: Kundennummer
fr: Numéro de client
ko: 공급 업체
ru: Количество клиентов
zh_cn: 客户编号
zh_tw: 客戶編號

# KeHuCanYu
source: Customer Involvement
de: Kundeneinbeziehung
fr: Participation du client
ko: 공급 업체
ru: Участие клиентов
zh_cn: 客户参与
zh_tw: 客戶參與

# KeHuDaiMa
source: Customer code
de: Kundencode
fr: Code client
ko: 공급 업체
ru: Код клиента
zh_cn: 客户代码
zh_tw: 客戶代碼

# KeHuDangAn
source: Customer Profile
de: Kundenprofil
fr: Profil du client
ko: 공급 업체
ru: Профиль клиента
zh_cn: 客户档案
zh_tw: 客戶檔案

# KeHuDengJi
source: Customer rating
de: Kundenbewertung
fr: Note des clients
ko: 프로세스 평가 코딩
ru: Рейтинг клиентов
zh_cn: 客户等级
zh_tw: 客戶等級

# KeHuDiZhi
source: Customer Address
de: Kundenadresse
fr: Adresse du client
ko: 정보 기술 평가 보고서 :
ru: Заказчик Адрес
zh_cn: 客户地址
zh_tw: 客戶位址

# KeHuFuWuChuLi
source: Customer Service Processing
de: Kundenserviceabwicklung
fr: Traitement de Service à la clientèle
ko: 프로세스 평가 코딩
ru: Услуги по обработке клиентов
zh_cn: 服务处理
zh_tw: 客戶服務處理

# KeHuFuWuChuLiJiLu
source: Customer Service Processing Records
de: Kundenservice Verarbeitungsunterlagen
fr: Service à la clientèle de traitement Documents
ko: 기술 평가 정보
ru: Обслуживание клиентов Обработка записей
zh_cn: 服务处理记录
zh_tw: 客戶服務處理記錄

# KeHuFuWuGuanLi
source: Customer Service Management
fr: Gestion de Service à la clientèle
ko: 거래
ru: Управление обслуживания клиентов
zh_cn: 服务管理
zh_tw: 客戶服務管理

# KeHuFuWuLeiXing
source: Customer service type
de: Kundenservice Typ
fr: Type de service à la clientèle
ko: 거래 유형
ru: Тип обслуживания клиентов
zh_cn: 服务类型
zh_tw: 客戶服務類型

# KeHuFuWuShiBieMa
source: Customer service ID
de: Kundenservice ID
fr: Service à la clientèle ID
ko: 임금의
ru: Обслуживание клиентов ID
zh_cn: 服务识别码
zh_tw: 客戶服務識別碼

# KeHuFuWuYuJing
source: Customer service warning
de: Kundenservice Warn
fr: Avertissement de service à la clientèle
ko: 작업
ru: Предупреждение Обслуживание клиентов
zh_cn: 服务预警
zh_tw: 客戶服務預警

# KeHuGuanLi
source: Customer Management
de: Kundenverwaltung
fr: Gestion de la clientèle
ko: 직장
ru: Управление клиентами
zh_cn: 客户管理
zh_tw: 客戶管理

# KeHuJiaZhiBiaoDaoRu
source: Customer Value Table - Import
fr: Valeur Client Table - Importation
ko: 작업 포인트
ru: Значение клиентов Таблица - Импорт
zh_cn: 客户价值表-导入
zh_tw: 客戶價值表-導入

# KeHuJiaZhiBiaoHuiZong
source: Customer Value table summarizes
de: Customer Value Tabelle fasst
fr: La valeur client résume de table
ko: 업무 범위
ru: Стоимость Заказчик таблице
zh_cn: 客户价值表汇总
zh_tw: 客戶價值表匯總

# KeHuJiaZhiBiaoXiangXiShuJu
source: Detailed data on customer value table
de: Detaillierte Daten über Kundenwert-Tabelle
fr: Des données détaillées sur la table de la valeur client
ko: 작업 보너스 보고서
ru: Подробные данные о стоимости таблицы клиентов
zh_cn: 客户价值表详细数据
zh_tw: 客戶價值表詳細資料

# KeHuJiaZhiTongJi
source: Customer Value statistics
de: Customer Value Statistik
fr: Statistiques de la valeur client
ko: 작업 계획
ru: Стоимость Заказчик Статистика
zh_cn: 客户价值统计
zh_tw: 客戶價值統計

# KeHuJingLi
source: Account Manager
ko: 직장 경력
ru: Менеджер по работе
zh_cn: 客户经理
zh_tw: 客戶經理

# KeHuKeFuKeShi
source: Customer Service Visualization
de: Kundenservice Visualisierung
fr: Visualisation de Service à la clientèle
ko: 워크로드
ru: Обслуживание клиентов Визуализация
zh_cn: 客户客服可视
zh_tw: 客戶客服可視
