Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# KeHuLaiYuan
source: Customer Source
de: Kunden Quelle
fr: Client Source
ko: 워크 플로우
ru: Заказчик Источник
zh_cn: 客户来源
zh_tw: 客戶來源

# KeHuLieBiao
source: Customer List
de: Kundenliste
fr: Liste des clients
ko: 워크 플로 번호
ru: Список клиентов
zh_cn: 客户列表
zh_tw: 客戶清單

# KeHuMingChen
source: client's name
de: Kundenname
fr: Nom du client
ko: 워크 플로 단계 디자인
ru: Имя клиента
zh_cn: 客户名称
zh_tw: 客戶名稱

# KeHuMingCheng
source: client's name
de: Kundenname
fr: Nom du client
ko: 워크 플로 정의
ru: Имя клиента
zh_cn: 客户名称
zh_tw: 客戶名稱

# KeHuMoZu
source: Customer Module
de: Kundenmodul
fr: Module client
ko: 워크 플로우 관리
ru: Модуль клиентов
zh_cn: 客户模组
zh_tw: 客戶模組

# KeHuXiangMuChengYuanSheZhi
source: Customer project members set
de: Kundenprojektmitglieder eingestellt
fr: Les membres du projet à la clientèle mis en
ko: 워크 플로 목록
ru: Участники проекта Заказчик установить
zh_cn: 客户项目成员设置
zh_tw: 客戶專案成員設置

# KeHuXinXi
source: Customer Information
de: Kundeninformation
fr: Informations client
ko: 워크 플로 이름
ru: Информация для клиентов
zh_cn: 客户信息
zh_tw: 客戶資訊

# KeHuXuQiuJiLu
source: Customer demand records
de: Kundennachfrage Rekord
fr: Dossier de la demande de la clientèle
ko: 워크 플로 이름
ru: Потребительский спрос запись
zh_cn: 需求记录
zh_tw: 客戶需求記錄

# KeHuYiJian
source: Customer comments
de: Kundenmeinungen
fr: Opinions des clients
ko: 워크 플로 템플릿
ru: Мнения клиентов
zh_cn: 客户意见
zh_tw: 客戶意見

# KeHuZhuangTai
source: Customer Status
de: Kundenstatus
fr: Statut de la clientèle
ko: 워크 플로 서식 유지 보수
ru: Статус клиента
zh_cn: 客户状态
zh_tw: 客戶狀態

# KeHuZhuYingChanPin
source: Customer Main Product
de: Kunden Produkt-
fr: Client produit principal
ko: 워크 플로 템플릿
ru: Заказчик Основной продукт
zh_cn: 客户主营产品
zh_tw: 客戶主營產品

# KeHuZiLiao
source: client information
de: Kundendaten
fr: Données client
ko: 워크 플로 템플릿 목록
ru: Данные клиента
zh_cn: 客户资料
zh_tw: 客戶資料

# KeJieShuLiang
source: May by number
de: Kann durch Nummer
fr: Peut, par nombre
ko: 워크 플로 서식 유지 보수
ru: Может по номеру
zh_cn: 可借数量
zh_tw: 可借數量

# KeMu
source: Subject
de: Subjekt
fr: Sujet
ko: 워크 플로 응용 프로그램
ru: Предмет
zh_cn: 科目
zh_tw: 科目

# KeMuDaiMa
source: Account code
de: Verrechnungscode
fr: Code de compte
ko: 워크 플로 문서
ru: Код счета
zh_cn: 科目代码
zh_tw: 科目代碼

# KeMuLeiXing
source: Account Type
de: Account
fr: Type de compte
ko: 회원을 물어 관련 워크 플로우
ru: Тип счета
zh_cn: 科目类型
zh_tw: 科目類型

# KeMuMingCheng
source: Course Title
de: Kontoname
fr: Nom du compte
ko: 워크 플로 세부 정보
ru: Имя счета
zh_cn: 科目名称
zh_tw: 科目名稱

# KeMuPaiXu
source: Subject Sort
de: Betreff Sortieren
fr: Sujet Classer
ko: 워크 플로 상태
ru: Тема Сортировать
zh_cn: 科目排序
zh_tw: 科目排序

# KeShi
source: Visualization
de: Visualisierung
fr: Visualisation
ko: 작업 내용
ru: Визуализация
zh_cn: 可视
zh_tw: 可視

# KeShiRenYuan
source: Visual staff
de: Visuelle Mitarbeiter
fr: Personnel Visuel
ko: 작업 확인
ru: Визуальный персонал
zh_cn: 可视人员
zh_tw: 可視人員

# KeShiYongHu
source: Visual User
fr: Utilisateur Visual
ko: 작업 일정
ru: Визуальный Пользователь
zh_cn: 可视用户
zh_tw: 可視用戶

# KeWaiHuoDongFeiYong
source: Extracurricular activity costs
de: Außerschulische Aktivitäten Kosten
fr: Les coûts des activités parascolaires
ko: 근무 날짜
ru: Внеклассные расходы деятельности
zh_cn: 课外活动费用
zh_tw: 課外活動費用

# KeWaiJie
source: May borrow
de: Leihen
fr: Peuvent emprunter
ko: 작업 로그
ru: Может занимать
zh_cn: 可外借
zh_tw: 可外借

# KeYanChengGuo
source: Research
de: Erforschung
fr: Recherche
ko: 로그 보고서에 대한 보너스
ru: Исследование
zh_cn: 科研成果
zh_tw: 科研成果

# KeYiCongYouBianXuanQu
source: You can choose from the right
de: Sie können von rechts wählen
fr: Vous pouvez choisir de la droite
ko: 로그인 보너스 매개 변수를 작업
ru: Вы можете выбрать из права
zh_cn: 可以从右边选取
zh_tw: 可以從右邊選取

# KeYiCongYouBianXuanQuRenYuan
source: You can choose from the right person
de: Sie können von der richtigen Person zu wählen
fr: Vous pouvez choisir de la bonne personne
ko: 로그인 보너스 확인을 작업
ru: Вы можете выбрать из нужного человека
zh_cn: 可以从右边选取人员
zh_tw: 可以從右邊選取人員

# KeYiRongNaRenShu
source: It can accommodate the number of
de: Es kann die Zahl der unterzubringen
fr: Il peut accueillir le nombre de
ko: 근무 시간
ru: Он может вместить количество
zh_cn: 可以容纳人数
zh_tw: 可以容納人數

# KeYong
source: Available
de: Verfügbar
fr: Disponible
ko: 작업 문서
ru: Доступен
zh_cn: 可用
zh_tw: 可用

# KeYongAPP
source: Available APP
de: Verfügbar APP
fr: Disponible APP
ko: 작업 요구 사항
ru: Доступно приложение
zh_cn: 可用APP
zh_tw: 可用APP

# KeYongShuLiang
source: Quantity Available
de: Verfügbare Menge
fr: Quantité
ko: 일 월
ru: Доступное количество
zh_cn: 可用数量
zh_tw: 可用數量

# KeyWord1
source: Categories
de: Kategorien
fr: Catégories
ko: 개요
ru: Категории
zh_cn: 关键字
zh_tw: 關鍵字

# KFXGPSGZL
source: Customer review workflow effect
de: Kundenbewertung Workflow-Effekt
fr: Effet avis de workflow à la clientèle
ko: 작업 개요 요약
ru: Заказчик эффект отзыв рабочий
zh_cn: 客服效果评审
zh_tw: 客服效果評審工作流

# KGGBMSYRYLXDR
source: The department can give people all the project staff
de: Die Abteilung kann den Menschen alle Projektmitarbeiter
fr: Le département peut donner aux gens tout le personnel de projet
ko: 매수
ru: Отдел может дать людям всех сотрудников проекта
zh_cn: 可给该部门所有人员立项的人
zh_tw: 可給該部門所有人員立項的人

# KHFWXXXX
source: Customer Service Details
fr: Détails de service à la clientèle
ko: 구매하는 이유
ru: Обслуживание клиентов Подробнее
zh_cn: 服务详细信息
zh_tw: 客戶服務詳細資訊

# KHJZBDRMBDJXZ
source: Customer Value Table Import template (click to download)
de: Customer Value Table Import Template (klicken zum Download)
fr: Customer Value Table Importer un modèle (cliquez pour télécharger)
ko: 구매 응용 프로그램 워크 플로우
ru: Заказчик Таблица значений Импорт шаблона (нажмите, чтобы загрузить)
zh_cn: 客户价值表导入模板(点击下载)
zh_tw: 客戶價值表導入範本(點擊下載)

# KHXQFWRYYYWZ
source: Customer demand for service personnel (for the website)
de: Kunden die Nachfrage nach Service-Personal (für die Website)
fr: La demande des clients pour le personnel de service (pour le site)
ko: 주문 시간
ru: Потребительский спрос на обслуживающий персонал (для сайта)
zh_cn: 需求服务人员（用于网站）
zh_tw: 客戶需求服務人員（用於網站）

source: Knowledge Space
de: Wissensraum
fr: Espace de connaissances
ko: 용접 홀더 개별 프로젝트 교육 정보
ru: Знание Космическая
zh_cn: 知识空间
zh_tw: 知識空間

# KongQiShiYa
source: Air pressure test
de: Luftdruckprüfung
fr: Test de pression de l'air
ko: 개별 특수 장비 운전자 교육 정보
ru: Испытательное давление воздуха
zh_cn: 空气试压
zh_tw: 空氣試壓

# KongZhiDian
source: Control Point
fr: Point de contrôle
ko: 개별 특수 작전 훈련 정보
ru: Контрольная точка
zh_cn: 控制点
zh_tw: 控制點

# KouAn
source: Port
ko: 이 회사의 계획의 구성원 90 일 연장
ru: Порт
zh_cn: 口岸
zh_tw: 口岸

# KPIKaoHeMingCheng
source: KPI assessment name
de: KPI Einschätzung Namen
fr: KPI nom d'évaluation
ko: G 데이터 오류 문제
ru: Имя оценка КПИ
zh_cn: KPI考核名称
zh_tw: KPI考核名稱

# KPILeiXing
source: KPI type
de: KPI-Typ
fr: Type KPI
ko: (형식 예 : 9시 3분, 주 : 분 형식과 범위 : 00 -한다 59 시간 형식과 범위 : 00 -한다 (23), 분, 시간이 음수가 될 수 없습니다)
ru: Тип КПИ
zh_cn: KPI类型
zh_tw: KPI類型

# KPILieBiao
source: KPL list
de: KPL Liste
fr: Liste KPL
ko: 형식 예 : 9시 3분는 참고 : 분 형식과 범위 : 00 -된다을 59, 시간 형식 및 범위 : 00 -된다을 23, 분, 시간이 음수가 될 수 없습니다
ru: Список КПЛ
zh_cn: KPL列表
zh_tw: KPL列表

# KPIMuBanKuSheZhi
source: KPI template library settings
de: KPI-Vorlage Bibliothekseinstellungen
fr: Paramètres de la bibliothèque de modèle KPI
ko: 가까운
ru: KPI настройки библиотеки шаблонов
zh_cn: KPI模板库设置
zh_tw: KPI範本庫設置

# KSXSLRDJSFW
source: You can narrow the search range assignee
de: Sie können den Suchbereich einzugrenzen Zessionar
fr: Vous pouvez affiner la plage de recherche cessionnaire
ko: 닫기 신고
ru: Вы можете сузить диапазон поиска правопреемника
zh_cn: 可缩小受理人的检索范围
zh_tw: 可縮小受理人的檢索範圍

# KuaiJi
source: Accounting
de: Rechnungswesen
fr: Comptabilité
ko: 이 작업을 닫습니다
ru: Учет
zh_cn: 会计
zh_tw: 會計

# KuaiJiKeMu
source: Accounting
de: Accounts
fr: Comptes
ko: 이 요구 사항을 닫습니다
ru: Счета
zh_cn: 会计科目
zh_tw: 會計科目

# KuaiJiKeMuSheZhi
source: Accounting Setup
fr: Paramétrage de la comptabilité
ko: 닫기 돌아 가기
ru: Бухгалтерский учет установки
zh_cn: 会计科目设置
zh_tw: 會計科目設置

# KuaiJiQuJian
source: Accounting section
de: Buchhaltungsbereich
fr: Section de comptabilité
ko: 긴밀한 협력
ru: Отдел бухгалтерского учета
zh_cn: 会计区间
zh_tw: 會計區間

# KuaiJiZhangTao
source: Accounting set of books
de: Buchhaltung Satz Bücher
fr: Comptables énoncées de livres
ko: 파이프 라인 평가
ru: Бухгалтер набор книг
zh_cn: 会记账套
zh_tw: 會計帳套

# Kuan
source: Section
de: Abschnitt
ko: 파이프 라인 사양
ru: Раздел
zh_cn: 款
zh_tw: 款

# Kuan200Gao200
source: Width 220 * height 200
de: Breite 220 Höhe 200 *
fr: Largeur 220 * Hauteur 200
ko: 파이프 라인 프로젝트
ru: Ширина 220 Высота 200 *
zh_cn: 宽220*高200
zh_tw: 寬220*高200

# KuangJia
source: Frame
de: Rahmen
fr: Cadre
ko: 연락 광고
ru: Рамка
zh_cn: 框架
zh_tw: 框架

# KuBie
source: Libraries do not
de: Bibliothek Do
fr: Bibliothèque Do
ko: 광고 서비스
ru: Библиотека ли
zh_cn: 库别
zh_tw: 庫別

# KuBieJiLuGong
source: Libraries do not record total
de: Bibliotheken nicht aufzeichnen insgesamt
fr: Les bibliothèques ne pas enregistrer totale
ko: 키
ru: Библиотеки не записывать общее
zh_cn: 库别记录 共
zh_tw: 庫別記錄 共

# KuBieLieBiao
source: Libraries do list
de: Bibliotheken do-Liste
fr: Bibliothèques do list
ko: 키워드
ru: Библиотеки сделать список
zh_cn: 库别列表
zh_tw: 庫別列表

# KuBieShuoMing
source: Libraries do not explain
de: Bibliotheken nicht erklären,
fr: Les bibliothèques ne expliquent pas
ko: 부품 번호
ru: Библиотеки не объясняют
zh_cn: 库别说明
zh_tw: 庫別說明

# KuCubShuLiang
source: Stock Number
fr: Numéro de stock
ko: 부품 번호 / 설치 날짜
ru: Номер акции
zh_cn: 库存数量
zh_tw: 庫存數量

# KuCunBianJi
source: Stock edit
de: Auf bearbeiten
fr: Stock modifier
ko: 주요 목표
ru: Фото редактировать
zh_cn: 库存编辑
zh_tw: 庫存編輯

# KuCunDanJia
source: Stock Price
de: Lagerbestand Preis
fr: Stock Prix
ko: 카테고리
ru: Котировки акций
zh_cn: 库存单价
zh_tw: 庫存單價

# KuCunID
source: Inventory ID
de: Inventar ID
fr: Inventaire ID
ko: 준회원
ru: Инвентарь ID
zh_cn: 库存ID
zh_tw: 庫存ID

# KuCunJinE
source: Amount of inventory
de: Lager
fr: Stock Montant
ko: 관련 부서 코드
ru: Наличие количество
zh_cn: 库存金额
zh_tw: 庫存金額

# KuCunLieBiao
source: Stock List
de: Lagerliste
ko: 준 부서 이름
ru: Фото Список
zh_cn: 库存列表
zh_tw: 庫存列表

# KuCunShuLiang
source: Stock Number
fr: Numéro de stock
ko: 협회 단계
ru: Номер акции
zh_cn: 库存数量
zh_tw: 庫存數量

# KuCunZongE
source: The total stock
de: Der Gesamtbestand
fr: Le stock total
ko: 이 고객과 관련
ru: Общий запас
zh_cn: 库存总额
zh_tw: 庫存總額

# KuMing
source: Library name
de: Name der Bibliothek
fr: Nom de la bibliothèque
ko: 관련 주문
ru: Имя библиотеки
zh_cn: 库名
zh_tw: 庫名

# KunNan
source: Difficulty
de: Schwierigkeitsgrad
fr: Difficulté
ko: 협회 개체 ID
ru: Трудность
zh_cn: 困难
zh_tw: 困難

# LaborCost
source: Labor costs
de: Arbeitskosten
fr: Les coûts du travail
ko: 관련 업체
ru: Расходы на оплату труда
zh_cn: 人工成本
zh_tw: 人工成本

# LaiFangRenZhengJian
source: People visit documents
de: Die Leute besuchen Dokumenten
fr: Les personnes qui visitent les documents
ko: 관련 워크 플로 서식
ru: Люди, посещающие документы
zh_cn: 来访人证件
zh_tw: 來訪人證件

# LaiFangYuanYin
source: The reason to visit
de: Grund für einen Besuch
fr: Raison pour visiter
ko: 협회 계약
ru: Причина посетить
zh_cn: 来访原因
zh_tw: 來訪原因

# LaiYuan
source: Source
de: Ursprung
ko: 클라이언트 협회
ru: Источник
zh_cn: 来源
zh_tw: 來源

# LaiYuanID
source: Source ID
de: Quelle ID
ko: 연결 유형
ru: ID источника
zh_cn: 来源ID
zh_tw: 來源ID

# LaiYuanLeiXing
source: Source Type
de: Quelle Typ
fr: Type de Source
ko: 관련 동기화 프로세스 템플릿
ru: Тип источника
zh_cn: 来源类型
zh_tw: 來源類型

# LaiYuanShiJian
source: The Garden Time:
de: Zeit zu parken:
fr: Temps de se garer:
ko: 준 사용자 권한
ru: Время для парковки:
zh_cn: 来园时间：
zh_tw: 來園時間：

# LaiYuanWeiZhi
source: Source Location
fr: Source Emplacement
ko: 관련 상품 구매 주문
ru: Источник Местоположение
zh_cn: 来源位置
zh_tw: 來源位置

# LaiYuanYuanYin
source: The reason the Garden
de: Grund zu parken
fr: Raison pour se garer
ko: 단일 관련 항목이 반환
ru: Причина в парк
zh_cn: 来园原因
zh_tw: 來園原因

# langZhaoBianDaiLi
source: Tender agent
de: Bietagent
fr: Agent enchères
ko: 판매 오더 관련 상품
ru: Торги агент
zh_cn: 招标代理
zh_tw: 招標代理

# langZhaoBiaoBianHao
source: Tender No.
de: Zarte No.
ko: 준 WebService에
ru: Тендер №
zh_cn: 招标编号
zh_tw: 招標編號

# LanPiao
source: Blue ticket
de: Blau-Ticket
fr: Bleu billet
ko: 관련 상품
ru: Синий билет
zh_cn: 蓝票
zh_tw: 藍票

# LargeType
source: Categories
de: Kategorien
fr: Catégories
ko: 관련 협업
ru: Категории
zh_cn: 大类
zh_tw: 大類

# LaShenDuanLieBuWeiHeTeZheng
source: Tensile fracture location and characteristics:
de: Zug-Bruchstelle und Eigenschaften:
fr: Le site et les caractéristiques de la fracture à la traction:
ko: 관련 페이지
ru: Предел сайт перелом и особенности:
zh_cn: 拉伸断裂部位和特征：
zh_tw: 拉伸斷裂部位和特徵：

# LaShenDuanLieZhaiHe
source: Tensile breaking load:
de: Zug-Bruchlast:
fr: Rupture charge de traction:
ko: 관련 페이지 (모바일)
ru: Предел разрывная нагрузка:
zh_cn: 拉伸断裂载荷：
zh_tw: 拉伸斷裂載荷：

# LaShenHengJieMianJi
source: Stretching cross-section:
de: Dehnen Querschnitt:
fr: Étirez section:
ko: 연관된 페이지 (PC)
ru: Стретч сечение:
zh_cn: 拉伸横截面积：
zh_tw: 拉伸橫截面積：

# LaShenJianQieQiangDu
source: Tensile shear strength:
de: Zugscherfestigkeit:
fr: Résistance à la traction cisaillement:
ko: 관련 사업
ru: Предел прочности при сдвиге:
zh_cn: 拉伸剪切强度：
zh_tw: 拉伸剪切強度：

# LaShenShiYanBaoGao
source: Tensile test report number:
de: Zugversuch Bericht Nummer:
fr: Traction numéro de rapport d'essai:
ko: 관련 자산 구매 주문
ru: Предел номер Протокол испытаний:
zh_cn: 拉伸试验报告编号：
zh_tw: 拉伸試驗報告編號：

# LaShenShiYanBianHao
source: Tensile Test No.
de: Zugversuch No.
fr: Essai de traction No.
ko: 경영 혁신
ru: Тест на растяжение
zh_cn: 拉伸试验号
zh_tw: 拉伸試驗號

# LaShenShiYang
source: Tensile specimens:
de: Zugproben:
fr: Spécimens tendues:
ko: 관리 수수료
ru: Растяжение образцы:
zh_cn: 拉伸试样：
zh_tw: 拉伸試樣：

# LaShenShiYangkuanDu
source: Tensile specimen width:
de: Zugprobe Breite:
fr: Largeur de l'éprouvette de traction:
ko: 관리 수수료
ru: Предел ширина образца:
zh_cn: 拉伸试样宽度：
zh_tw: 拉伸試樣寬度：

# LastestNews
source: latest news
de: Neueste Nachrichten
fr: Dernières Nouvelles
ko: 관리자
ru: Последние новости
zh_cn: 最新新闻
zh_tw: 最新增聞

# LCFYQKSJTXHJHPCR
source: Mileage, the cost situation (after the driver returned to send a car to fill people)
de: Gebrauchte Autos, die Kostensituation (nachdem der Fahrer wieder in ein Auto zu senden, um die Menschen zu füllen)
fr: Kilométrage, la situation des coûts (après que le pilote est retourné à envoyer une voiture pour combler personnes)
ko: 관세
ru: Пробег, ситуация стоимость (после водитель вернулся, чтобы отправить машину, чтобы заполнить людей)
zh_cn: 里程、费用情况（司机填写后交回派车人）
zh_tw: 里程、費用情況（司機填寫後交回派車人）

# LCSQSCHYLJDLCJHYMQJHM
source: After the application process is generated to flow immediately to the activation page to activate it?
de: Nach der Bewerbungsprozess erzeugt wird, um sofort an die Aktivierungsseite fließen, um es zu aktivieren?
fr: Après le processus de demande est générée à couler immédiatement à la page d'activation pour l'activer?
ko: 관세 / 부가세
ru: После того как процесс приложения генерируется течь сразу на страницу активации для его активации?
zh_cn: 工作申请生成以后，要立即到激活页面去激活吗？
zh_tw: 流程申請生成以後，要立即到流程啟動頁面去啟動嗎？

# LCSQSCYHYLJDLCJHYMQJHM
source: After the application process is generated to flow immediately to the activation page to activate it?
de: Nach der Bewerbungsprozess erzeugt wird, um sofort an die Aktivierungsseite fließen, um es zu aktivieren?
fr: Après le processus de demande est générée à couler immédiatement à la page d'activation pour l'activer?
ko: 총 관세
ru: После того как процесс приложения генерируется течь сразу на страницу активации для его активации?
zh_cn: 工作申请生成以后，要立即到激活页面去激活吗？
zh_tw: 流程申請生成以後，要立即到流程啟動頁面去啟動嗎？

# LCSQSCYHYLJDLCJHYMQM
source: After the application process is generated to flow immediately to the activation page to activate it?
de: Nach der Bewerbungsprozess erzeugt wird, um sofort an die Aktivierungsseite fließen, um es zu aktivieren?
fr: Après le processus de demande est générée à couler immédiatement à la page d'activation pour l'activer?
ko: 파이프 라인의 길이
ru: После того как процесс приложения генерируется течь сразу на страницу активации для его активации?
zh_cn: 工作申请生成以后，要立即到激活页面去激活吗？
zh_tw: 流程申請生成以後，要立即到流程啟動頁面去啟動嗎？

# LeadReviewSummary
source: Superiors Assessment Summary
de: Oberen Abschätzung Zusammenfassung
fr: Résumé de l'évaluation Supérieurs
ko: 파이프 라인 평가
ru: Оценка настоятели Резюме
zh_cn: 上级评核汇总
zh_tw: 上級評核匯總

# LeiBie
source: Category
de: Rubrik
fr: Catégorie
ko: 행 번호
ru: Категория
zh_cn: 类别
zh_tw: 類別

# LeiBieHao
source: Category number:
de: Kategorie-Nummer:
fr: Numéro de catégorie:
ko: 파이프 라인 및 용접 편집
ru: Категория номер:
zh_cn: 类别号：
zh_tw: 類別號：

# LeiBieZhuHao
source: Category group number
de: Kategorie Gruppennummer
fr: Numéro Catégorie de groupe
ko: 파이프 라인 및 용접 목록
ru: Категория номер группы
zh_cn: 类别组号
zh_tw: 類別組號

# LeiJiFaE
source: The cumulative amount of hair
de: Die kumulative Menge der Haare
fr: Le montant cumulé des cheveux
ko: 파이프 라인 검사
ru: Совокупный объем волос
zh_cn: 累计发额
zh_tw: 累計發額

# LeiJiRenTian
source: Cumulative person days
de: Kumulative Personentage
fr: Jours-personnes cumulatifs
ko: 라인 레벨
ru: Совокупные дней человек
zh_cn: 累积人天
zh_tw: 累積人天

# LeiJiRenTian1
source: Cumulative person days
de: Kumulative Personentage
fr: Jours-personnes cumulatifs
ko: 파이프 라인의 목적
ru: Совокупные дней человек
zh_cn: 累积人天
zh_tw: 累積人天

# LeiJiShouE
source: The cumulative amount received
de: Bilanzgewinn Menge
fr: Montant de revenu accumulé
ko: 회사 소개
ru: Сумма начисленной доход
zh_cn: 累计收额
zh_tw: 累計收額

# LeiXin
source: Types of
de: Type
fr: Type
ko: 대기 중
ru: Тип
zh_cn: 类型
zh_tw: 類型

# LeiXing
source: Types of
de: Type
fr: Type
ko: 고정 전화
ru: Тип
zh_cn: 类型
zh_tw: 類型

# LeiXingJiangXu
source: Type DESC
de: Typ, absteigend
fr: Type de DESC
ko: 고정 비용 항목
ru: Тип по убыванию
zh_cn: 类型降序
zh_tw: 類型降冪

# LeiXingMingCheng
source: Type Name
de: Typ Name
fr: Type Nom
ko: 주주
ru: Тип Название
zh_cn: 类型名称
zh_tw: 類型名稱

# LeiXingQuYu
source: Type area
de: Satzspiegel
fr: Type de domaine
ko: 파일
ru: Тип Площадь
zh_cn: 类型区域
zh_tw: 類型區域

# LeiXingShengXu
source: Type ascending
de: Type aufsteigend
fr: Type croissant
ko: 보관 단위
ru: Тип возрастанию
zh_cn: 类型升序
zh_tw: 類型昇冪

# LeiXingShi
source: Type is
de: Typ ist
fr: Type est
ko: 명세서
ru: Тип является
zh_cn: 类型是
zh_tw: 類型是

# LeiXingu
source: Types of
de: Type
fr: Type
ko: 사양 번호
ru: Тип
zh_cn: 类型
zh_tw: 類型

# LengQueFangFa
source: Cooling Method
de: Kühlungsmethode
fr: Méthode de refroidissement
ko: 명세서
ru: Метод охлаждения
zh_cn: 冷却方法
zh_tw: 冷卻方法

# LengQueFangFaShiJi
source: Cooling method (Actual):
de: Kühlverfahren (Ist):
fr: Méthode de refroidissement (Actual):
ko: 사양 번호
ru: Способ охлаждения (Фактическое):
zh_cn: 冷却方法(实际)：
zh_tw: 冷卻方法(實際)：

# LengQuFangFa
source: Cooling Method
de: Kühlungsmethode
fr: Méthode de refroidissement
ko: 사양 모델
ru: Метод охлаждения
zh_cn: 冷却方法
zh_tw: 冷卻方法

# LengWanQuShiYang
source: Cold bend specimens
de: Kaltbiegeproben
fr: Spécimens de pliage à froid
ko: 단일 손해 배상
ru: Холодные изгиб образцов
zh_cn: 冷弯曲试样
zh_tw: 冷彎曲試樣

# LErCiKaiFa
source: L secondary development
de: L sekundäre Entwicklung
fr: Développement secondaire L
ko: 손해 배상의 주문 세부 정보
ru: L вторичное развитие
zh_cn: L二次开发
zh_tw: L二次開發

source: Level
de: Niveau
fr: Niveau
ko: 돌아 오는 날짜
ru: Уровень
zh_cn: 级别
zh_tw: 級別

# Liang
source: Vehicles
de: Fahrzeuge
fr: Véhicules
ko: 반환 시간
ru: Транспорт
zh_cn: 辆
zh_tw: 輛

# LianJieChuan
source: Connection string
de: Verbindungszeichenfolge
fr: Chaîne de connexion
ko: 홈 부서
ru: Строка соединения
zh_cn: 连接串
zh_tw: 連接串

# LianJieFangShi
source: Connection:
de: Anschluss:
fr: Connexion:
ko: 홈 부서 코드
ru: Подключение:
zh_cn: 连接方式：
zh_tw: 連接方式：

# LianJieHuaMianWWW
source: Links Page (WWW)
de: Link-Seite (WWW)
fr: Page Link (WWW)
ko: 홈 부서 이름
ru: Страницы Ссылка (ВСП)
zh_cn: 链接页面（WWW)
zh_tw: 連結頁面（WWW)

# LianJieYeMianAPP
source: Link page (APP)
de: Link-Seite (APP)
fr: Page Link (APP)
ko: 저작자의 단계 순서
ru: Страницы Ссылка (АРР)
zh_cn: 链接页面(APP)
zh_tw: 連結頁面(APP)

# LianJieYeMianWWW
source: Links Page (WWW)
de: Link-Seite (WWW)
fr: Page Link (WWW)
ko: 규정
ru: Страницы Ссылка (ВСП)
zh_cn: 链接页面（WWW)
zh_tw: 連結頁面（WWW)

# LianLuoDanGuanLi
source: Contact list management
de: Kontakt-List-Management
fr: Contactez gestion de liste
ko: 편집 규칙
ru: Связаться список управления
zh_cn: 联络单管理
zh_tw: 聯絡單管理

# LianLuoDanLieBiao
source: Contact single list:
de: Kontakt einzige Liste:
fr: Contactez liste unique:
ko: 방법
ru: Контакты один список:
zh_cn: 联络单列表：
zh_tw: 聯絡單列表：

# LianLuoDanRiQi
source: Contact single date
de: Kontakt einzelnes Datum
fr: Contactez date unique
ko: 국가
ru: Связаться с единой даты
zh_cn: 联络单日期
zh_tw: 聯絡單日期

# LianLuoDanXingXi
source: Contact list information
de: Kontaktlisteninformationen
fr: Informations de la liste de contacts
ko: 통행료
ru: Связаться список
zh_cn: 联络单信息
zh_tw: 聯絡單資訊

# LianLuoRen
source: contact person
de: Berührung
fr: Contact
ko: 알레르기
ru: Контакт
zh_cn: 联络人
zh_tw: 聯絡人

# LianXi
source: Contact
de: Berührung
ko: 국내 구입 비용
ru: Контакт
zh_cn: 联系
zh_tw: 聯繫

# LianXiDianHua
source: Contact number
de: Kontakt-Telefon
fr: Contact Tél
ko: 무엇 국내 교통비
ru: Контактный телефон
zh_cn: 联系电话
zh_tw: 聯繫電話

# LianXiDiZhi
source: contact address
de: Anschrift
fr: Adresse
ko: SOE
ru: Адрес
zh_cn: 联系地址
zh_tw: 聯繫地址

# LianXiFangFa
source: Contact
de: Berührung
ko: 세
ru: Контакт
zh_cn: 联系方法
zh_tw: 聯繫方法

# LianXiFangShi
source: Contact information
de: Kontaktinformationen
fr: Informations de contact
ko: 해외 구매 비용
ru: Контактная информация
zh_cn: 联系方式
zh_tw: 聯繫方式

# LianXiRem
source: Contacts
de: Impressum
ko: 위치 관리 데이터 가져 오기 템플릿
ru: Контакты
zh_cn: 联系人
zh_tw: 連絡人

# LianXiRen
source: Contacts
de: Impressum
ko: 레벨 요약 행 편집기
ru: Контакты
zh_cn: 联系人
zh_tw: 連絡人

# LianXiRenJiDianHua
source: Contact and Phone:
de: Kontakt und Telefonnummer:
fr: Contact et téléphone:
ko: 파이프 라인 레벨의 요약 목록
ru: Контакты и телефон:
zh_cn: 联系人及电话：
zh_tw: 連絡人及電話：

# LianXiWoMen
source: contact us
de: Kontaktieren Sie uns
fr: Contactez-nous
ko: 광주 탱 - 펭 기계 (주),
ru: Связаться с нами
zh_cn: 联系我们
zh_tw: 聯繫我們

# LiaoDanZhangShu
source: Single material number
de: Einzelmaterialnummer
fr: Numéro unique de matériau
ko: 용접 표준
ru: Одноместный номер материала
zh_cn: 料单张数
zh_tw: 料單張數

# LiaoPin
source: Item
de: Posten
ko: 용접 카테고리
ru: Пункт
zh_cn: 物料
zh_tw: 物料

# LiaoPinCaiGhou
source: Purchasing items
de: Kauf von Artikeln
fr: L'achat d'articles
ko: 번호 소모품
ru: Покупка предметов
zh_cn: 物料采购
zh_tw: 物料採購

# LiaoPinCaiGouShenQing
source: Item Purchase Requisition
de: Artikel-Bestellanforderung
fr: Point Demande d'achat
ko: 비드 (층) :
ru: Пункт Заявка
zh_cn: 采购申请
zh_tw: 採購申請

# LiaoPinDaiMa
source: Item code
de: Artikelnummer
fr: Code de l'article
ko: 용접 구조의 크기 세부 사항 :
ru: Код товара
zh_cn: 代码
zh_tw: 物料代碼

# LiaoPinDengJiRuKu
source: Registration storage items
de: Registrierung Staugüter
fr: Éléments de stockage d'enregistrement
ko: 용접 금속 두께 :
ru: Пункты регистрации для хранения
zh_cn: 登记入库
zh_tw: 登記入庫

# LiaoPinKuCunLieBiao
source: Item Inventory List
de: Artikel-Bestandsliste
fr: Liste des objets d'inventaire
ko: 용접기 스탬프
ru: Список экз Инвентарь
zh_cn: 库存列表
zh_tw: 庫存列表

# LiaoPinLeiXing
source: Item Type
de: Einzelteil-Art
fr: Type d'élément
ko: 용접기 번호
ru: Тип элемента
zh_cn: 类型
zh_tw: 物料類型

# LiaoPinLingYongShenQing
source: Item recipients apply
de: Artikel-Empfänger gelten
fr: Les bénéficiaires de l'article appliquent
ko: 용접기 목록
ru: Получатели товара применяются
zh_cn: 领用申请
zh_tw: 領用申請

# LiaoPinMingCheng
source: Item Title
de: Titel
fr: Titre de l'objet
ko: 용접기 이름
ru: Название
zh_cn: 名称
zh_tw: 物料名稱

# LiaoPinTiaoZheng
source: Adjustment items
de: Artikel Adjustment
fr: Elément d'ajustement
ko: 용접기 이름 :
ru: Регулируемый параметр
zh_cn: 物料调整
zh_tw: 物料調整

# LiaoPinTiaoZhengJiLu
source: Item adjustments recorded
de: Eintrag Einstellungen aufgezeichnet
fr: Rubrique Ajustements enregistrés
ko: 용접기 상태 보고서
ru: Корректировки товара записывается
zh_cn: 调整记录
zh_tw: 調整記錄

# LiaoPinXiaoShou
source: Item Sales
de: Artikel-Vertrieb
fr: Point de vente
ko: 용접기 상태 보고서 (바닥)
ru: Предмет Продажи
zh_cn: 物料销售
zh_tw: 物料銷售

# LiChengBei
source: Milestone
de: Meilenstein
fr: Étape importante
ko: 한국
ru: Веха
zh_cn: 里程碑
zh_tw: 里程碑
