Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# DiSiLianLanLian
source: Fourth joint (blue Union)
de: Vierte Gelenk (blau Union)
fr: Quatrième conjointe (Union bleu)
ko: 네 번째 공동 (파란색 연합)
ru: В-четвертых совместное (синий союз)
zh_cn: 第四联（蓝联）
zh_tw: 第四聯（藍聯）

# DiYiLianBaiLian
source: First joint (white United)
de: Erste gemeinsame (white United)
fr: Première commune (blanc Unies)
ko: 첫째 관절 (흰색 유나이티드)
ru: Первая совместная (белый Юнайтед)
zh_cn: 第一联（白联）
zh_tw: 第一聯（白聯）

# GongDanZuZhuangFaLiaoDan
source: Ticket (assembly) made requisition
de: Ticket (Montage) gemacht Anforderung
fr: Ticket (assemblage) fait la réquisition
ko: 티켓 (조립)는 요청을했다
ru: Билет (монтаж) сделал заявку
zh_cn: 工单（组装）发料单
zh_tw: 工單（組裝）發料單

# PinGuan
source: QC
ko: 품질 관리
ru: КК
zh_cn: 品管
zh_tw: 品管

# QDXTTSYYZY
source: Get prompted language resources
de: Holen Sie aufgefordert Sprachressourcen
fr: Obtenir des ressources linguistiques incité
ko: 메시지 언어 자료를 얻을 수있다
ru: Получить побудившие языковые ресурсы
zh_cn: 取得系统提示语言资源
zh_tw: 取得系統提示語言資源

# ShengChan
source: produce
de: Produktion
fr: Fabrication
ko: 제조
ru: Производство
zh_cn: 生产
zh_tw: 生產

# ChongDianFuWuXuQiuHuoShangJi
source: Important service requirement or business opportunity
de: Schlüsseldienst Erfordernisse und Möglichkeiten
fr: Besoins de services clés ou des opportunités
ko: 주요 서비스 요구와 기회
ru: Основные потребности или возможности сервиса
zh_cn: 重点服务需求或商机
zh_tw: 重點服務需求或商機

source: CurrentUser
de: Aktueller Benutzer
fr: Utilisateur actuel
ko: 현재 사용자
ru: Текущий пользователь
zh_cn: 当前用户
zh_tw: 當前用戶

source: Important
de: Wichtig
ko: 가져 오기 비용 성능 기준 데이터
ru: Важно
zh_cn: 重要
zh_tw: 重要

source: Online
fr: En ligne
ko: 온라인으로
ru: Интернет
zh_cn: 在线
zh_tw: 線上

# PuTong
source: Common
de: Allgemein
fr: Général
ko: 일반
ru: Генеральная
zh_cn: 普通
zh_tw: 普通

# ShangJi
source: Opportunity
de: Möglichkeiten
fr: Opportunités
ko: 기회
ru: Возможности
zh_cn: 商机
zh_tw: 商機

source: SystemMessage
de: Systemmeldungen
fr: Les messages du système
ko: 시스템 메시지
ru: Системные сообщения
zh_cn: 系统消息
zh_tw: 系統消息

# ZZSLBXWSZX
source: Number ust be numberic type
de: Anzahl muss numerisch sein
fr: Nombre doit être numérique
ko: 번호는 숫자 여야합니다
ru: Количество должно быть числовым
zh_cn: 数量必须为数字型
zh_tw: 数量必须为数字型

# WeiWan
source: End End
de: Ende Ende
fr: Fin Fin
ko: 최종 종료
ru: Конец Конец
zh_cn: 末完
zh_tw: 末完

# LingLiaoDan
source: Material Requisition
de: Auswahlliste
fr: Picklist
ko: 용접 이력 리포트
ru: Список выбора
zh_cn: 领料单
zh_tw: 領料單

# XiangMuWuZiJiLu
source: Project material record
de: Projektmaterialien Bilanz
fr: Matériaux du projet fiche
ko: 프로젝트 자료의 기록
ru: Материалы проекта Запись
zh_cn: 项目物资记录
zh_tw: 專案物資記錄

# YuanYin
source: Reason
de: Grund
fr: Raison
ko: 이유
ru: Причина
zh_cn: 原因
zh_tw: 原因

# LPCXLB
source: Item lookup List
de: Artikel-Lookup-Tabelle
fr: Point table de consultation
ko: 계약 준비
ru: Пункт таблицы поиска
zh_cn: 物料查询列表
zh_tw: 物料查詢列表

# LPKCLB
source: Item Inventory List
de: Artikel-Bestandsliste
fr: Liste des objets d'inventaire
ko: 목록 컴파일 계약
ru: Список экз Инвентарь
zh_cn: 物料库存列表
zh_tw: 物料庫存列表

# BuLiaoDan
source: Feeding single
de: Füttern Einzel
fr: Nourrir unique
ko: 하나의 먹이
ru: Кормление один
zh_cn: 补料单
zh_tw: 補料單

# BuLiaoDanJiLu
source: Feeding a single record
de: Füttern einen einzelnen Datensatz
fr: Nourrir un seul enregistrement
ko: 하나의 기록을 먹이
ru: Кормление один рекорд
zh_cn: 补料单记录
zh_tw: 補料單記錄

# LingLiaoDanJiLu
source: Picklist record
de: Auswahlliste Rekord
fr: Fiche Picklist
ko: 용접 레코드 목록
ru: Список выбора запись
zh_cn: 领料单记录
zh_tw: 領料單記錄

# LPCKBB
source: Item CheckOut Report
de: Artikel aus der Bibliothek Bericht
fr: Point sur le rapport de la bibliothèque
ko: 계약 코딩
ru: Пункт из доклада библиотеки
zh_cn: 物料出库报表
zh_tw: 物料出庫報表

# LPLYBB
source: Item Application Report
de: Artikel-Empfänger melden
fr: Les bénéficiaires de l'article rapportent
ko: 계약 차원
ru: Получатели товара сообщить
zh_cn: 物料领用报表
zh_tw: 物料領用報表

# DaiMaShiLi
source: Sample Code
de: Codebeispiel
fr: Exemple de code
ko: 코드 예
ru: Пример кода
zh_cn: 代码示例
zh_tw: 代碼示例

# BuMenZhuGuan
source: Department Leader
de: Abteilungsleiter
fr: Les chefs de département
ko: 부서장
ru: Руководители отделов
zh_cn: 部门主管
zh_tw: 部門主管

# CaiLiao
source: Material
fr: Matériel
ko: 자료
ru: Материал
zh_cn: 材料
zh_tw: 材料

# CangGuan
source: Warehouse
de: Lager
fr: Entrepôt
ko: 창고
ru: Склад
zh_cn: 仓管
zh_tw: 倉管

# ChangShangBianHao
source: Manufacturer No.
de: Hersteller Nr
fr: Fabricant No.
ko: 제조 번호
ru: Производитель Номер
zh_cn: 厂商编号
zh_tw: 廠商編號

# ChangShangMingCheng
source: Manufacturer Name
de: Hersteller Name
fr: Nom du Fabricant
ko: 제조업체 이름
ru: Название производителя
zh_cn: 厂商名称
zh_tw: 廠商名稱

# ChengPin
source: Finished products
de: Endprodukt
fr: Le produit final
ko: 최종 생성물
ru: Конечный продукт
zh_cn: 成品
zh_tw: 成品

# CHJNBG
source: Shipment inspection report
de: Shipment Inspektionsbericht
fr: Rapport d'inspection de l'envoi
ko: 출하 검사 보고서
ru: Отчет Отгрузка осмотр
zh_cn: 出货检验报告
zh_tw: 出貨檢驗報告

# ChuHuoTongZhiDan
source: Shipping Notice
de: Liefer- und Datenschutz
fr: Avis d'expédition
ko: 배송 공지 사항
ru: Примечание Доставка
zh_cn: 出货通知单
zh_tw: 出貨通知單

# CLJXFHOMROSHBZ
source: Materials must comply with the EU "ROSH" standard
de: Materialien müssen mit der EU "ROSH" -Standard
fr: Matériaux doivent être conformes à la norme européenne "ROSH"
ko: 유럽​​ 연합 (EU) "로시"표준을 준수해야합니다 재료
ru: Материалы должны соответствовать стандарту ЕС "РОШ"
zh_cn: 材料均需符合欧盟“ROSH”标准
zh_tw: 材料均需符合歐盟“ROSH”標準

# FaLiaoQingDan
source: Sends the material list
de: Sendet die Materialliste
fr: Envoie la liste des matériaux
ko: 재료 목록을 보냅니다
ru: Отправляет список материалов
zh_cn: 发料清单
zh_tw: 發料清單

# FaLiaoRen
source: Send material people
de: Senden Sie Material Menschen
fr: Envoyer personnes matérielles
ko: 재료 사람들 보내기
ru: Отправить материальных людей
zh_cn: 发料人
zh_tw: 發料人

# FKFS
source: Payment methods
de: Zahlungs-Methode
fr: Mode de paiement
ko: 지불 방법
ru: Способ оплаты
zh_cn: 付款方式
zh_tw: 付款方式

# GongYingShangHuiQian
source: Suppliers sign back
de: Lieferanten unterzeichnen zurück
fr: Fournisseurs signent retour
ko: 공급 업체는 다시 서명
ru: Поставщики войдите снова
zh_cn: 供应商回签
zh_tw: 供應商回簽

# GuiGeShu
source: Specifications
de: Spezifizierung
fr: Spécification
ko: 명세서
ru: Спецификация
zh_cn: 规格书
zh_tw: 規格書

# JiaGongBuLiang
source: Working poor
fr: Travailleurs pauvres
ko: 독자 유형 설정
ru: Работающих бедных
zh_cn: 加工不良
zh_tw: 加工不良

# JieYue
source: Borrowing
de: Entlehnung
fr: Emprunts
ko: 하도급 적용
ru: Заимствование
zh_cn: 借阅
zh_tw: 借閱

# KeHuTuiHuo
source: Customer Returns
de: Kundenretouren
fr: Retour à la clientèle
ko: 워크 플로 유형
ru: Возвращает Заказчика
zh_cn: 客户退货
zh_tw: 客戶退貨

# LaiLiaoBuLiang
source: Incoming bad
de: Eingehende schlecht
fr: Mauvaise entrant
ko: 협회 회의
ru: Входящий плохо
zh_cn: 来料不良
zh_tw: 來料不良

# LiangPin
source: Ichiban
ko: 홈
zh_cn: 良品
zh_tw: 良品

# QFSBFZWBPBZSHDSBZBPSL
source: Please spare supplied 5 ‰ and the number of spare parts on the delivery note Notes
de: Bitte ersparen mitgelieferten 5 ‰ und die Anzahl von Ersatzteilen auf dem Lieferschein Hinweise
fr: S'il vous plaît de rechange fournies 5 ‰ et le nombre de pièces de rechange sur les billets bon de livraison
ko: 5 ‰를 제공 절약 및 배송 메모 노트에 예비 부품의 수를하시기 바랍니다
ru: Пожалуйста, избавь поставляется 5 ‰ и количество запасных частей в накладной Примечания
zh_cn: 请附送5‰备品并在送货单上备注备品数量
zh_tw: 請附送5‰備品並在送貨單上備註備品數量

# QTYQ
source: Other requirements
de: Sonstige Anforderungen
fr: Autres exigences
ko: 기타 요구 사항
ru: Другие требования
zh_cn: 其它要求
zh_tw: 其它要求

# QZSDCGDSEXSNQRBQDHCRSEXSMYHQDDZSWJQ
source: Please confirm receipt of a purchase order within twelve hours and signing back pass, if twelve hours did not return the signed list as the default delivery
de: Bestätigen Sie bitte Empfang einer Bestellung innerhalb von zwölf Stunden und Unterzeichnung Rückpass, wenn 12 Stunden haben die unterzeichneten Liste als Standard-Lieferung nicht zurück
fr: S'il vous plaît confirmer la réception d'un ordre d'achat dans les douze heures et en signant passe en retrait, si douze heures ne retournent pas signé la liste que la livraison par défaut
ko: 십이시간 기본 제공으로 서명 목록을 반환하지 않은 경우 열두 시간 이내에 구매 주문의 접수 및 다시 서명 패스를 확인하시기 바랍니다
ru: Пожалуйста, подтвердите получение заказа на поставку в течение двенадцати часов и подписание заднего прохода, если двенадцать часов не возвращает подписанный список, как поставки по умолчанию
zh_cn: 请在收到采购单十二小时内确认并签单回传，若十二小时没有回签订单则视为默认交期
zh_tw: 請在收到採購單十二小時內確認並簽單回傳，若十二小時沒有回簽訂單則視為默認交期

# QZSHDSZMCGDHPMGGSLJBPSL
source: Please indicate the purchase order number, name specifications, quantity and number of spare parts on the delivery note
de: Bitte geben Sie die Auftragsnummer, Name Spezifikationen, Menge und Anzahl der Ersatzteile auf dem Lieferschein
fr: S'il vous plaît indiquer le numéro de commande, nom spécifications, la quantité et le nombre de pièces de rechange sur le bordereau de livraison
ko: 납품서에 구매 주문 번호, 이름 사양, 수량 및 예비 부품의 수를 표시하시기 바랍니다
ru: Пожалуйста, укажите номер заказа, технические характеристики наименование, количество и количество запасных частей на накладной
zh_cn: 请在送货单上注明采购单号，品名规格，数量及备品数量
zh_tw: 請在送貨單上注明採購單號，品名規格，數量及備品數量

# RSJWDPZGGSLJHQDBFHCGDGDGYSYFZYQYCFSZSS
source: If the cross was the quality, size, quantity, delivery time, which do not comply with the provisions of the purchase order, the supplier shall be responsible for all the losses occurred
de: Wenn das Kreuz war die Qualität, Größe, Menge, Lieferzeit, die nicht mit den Bestimmungen der Bestellung nicht entsprechen, ist der Lieferant für alle Schäden verantwortlich aufgetreten
fr: Si la croix était la qualité, la taille, la quantité, délai de livraison, qui ne sont pas conformes aux dispositions de l'ordre d'achat, le fournisseur est responsable de toutes les pertes produites
ko: 십자가는 구매 주문의 규정을 준수하지 않는 품질, 크기, 수량, 배달 시간, 인 경우, 공급자는 발생하는 모든 손실에 대해 책임을 져야한다
ru: Если крест был качественный, размер, количество, время доставки, которые не соответствуют положениям заказе, поставщик несет ответственность за все убытки, произошло
zh_cn: 若所交物的品质、规格、数量、交货期等不符合采购单规定，供应商应负责一切因此发生之损失
zh_tw: 若所交物的品質、規格、數量、交貨期等不符合採購單規定，供應商應負責一切因此發生之損失

# SCSBG
source: SCS report
de: SCS-Bericht
fr: Rapport SCS
ko: SCS 보고서
ru: Отчет СКС
zh_cn: SCS报告
zh_tw: SCS報告

# SHQFS
source: Delivery please included
de: Liefer Bitte inbegriffen
fr: Livraison s'il vous plaît inclus
ko: 배달 포함 제발
ru: Доставка пожалуйста включенный
zh_cn: 送货请附送
zh_tw: 送貨請附送

# XianFu
source: Now pay
de: Zahlen
fr: Payer
ko: 지불
ru: Платить
zh_cn: 现付
zh_tw: 現付

# YueJie
source: Monthly
de: Monatlich
fr: Mensuel
ko: 월별
ru: Ежемесячно
zh_cn: 月结
zh_tw: 月結

# ZhiBiao
source: Tabulation
de: Auftabellierung
ko: 표
ru: Таблиц
zh_cn: 制表
zh_tw: 製錶

# ShenQingDanMingXi
source: Application Detail
de: Banf-Details
fr: Réquisition Détails
ko: 요청 세부 사항
ru: Заявка Подробнее
zh_cn: 申请单明细
zh_tw: 申請單明細

# ShengChanTuiLiaoDanMingXi
source: Production Return Order Detail
de: Produktions Entladen Detail
fr: Déchargement de production unique de détail
ko: 생산 하역 단일 세부 사항
ru: Производство Разгрузка одна деталь
zh_cn: 生产退料单明细
zh_tw: 生產退料單明細

# BaoFeiLiaoPing
source: Scrape Item
de: Tägliche Abfallprodukte
fr: Produits de déchets quotidiens
ko: 매일 폐기물
ru: Ежедневные отходы
zh_cn: 报废物料
zh_tw: 報廢物料

# String2
source: With
de: Mit
fr: Avec
ko: 와
ru: С
zh_cn: 在用
zh_tw: 在用

# ZaiYongLiaoPing
source: Using Item
de: Mit Artikel
fr: Avec des articles
ko: 항목
ru: С позиций
zh_cn: 在用物料
zh_tw: 在用物料

source: ExportToExcel
de: Export nach Excel
fr: Exporter vers Excel
ko: Excel로 내보내기
ru: Экспорт в EXCEL
zh_cn: 导出为EXCEL
zh_tw: 匯出為EXCEL

source: Print Bar
de: Drucken von Barcodes
fr: Imprimer des codes barres
ko: 인쇄 바코드
ru: Печать штрих-кодов
zh_cn: 打印条形码
zh_tw: 列印條碼

source: Scrape Asset
de: Altersguthaben
fr: Actifs de retraite
ko: 은퇴 자산
ru: Пенсионные активы
zh_cn: 报废资产
zh_tw: 報廢資產

source: Using Asset
de: Mit einem Vermögen
fr: Avec des actifs
ko: 자산
ru: С активами
zh_cn: 在用资产
zh_tw: 在用資產

# ZCCXLB
source: Asset Query List
de: Vermögen Abfrageliste
fr: Actifs liste de requêtes
ko: 자산 쿼리 목록
ru: Активы список запросов
zh_cn: 资产查询列表
zh_tw: 資產查詢列表

# ZCKCLB
source: Asset Inventory List
de: Asset Inventory-Liste
fr: Asset Liste d'inventaire
ko: 자산 재고 목록
ru: Список активов инвентаризации
zh_cn: 资产库存列表
zh_tw: 資產庫存列表

# LiaoPingCaiGou
source: Item Purchase
de: Kauf von Artikeln
fr: L'achat d'articles
ko: 용접공
ru: Покупка предметов
zh_cn: 物料采购
zh_tw: 物料採購

# LiaoPingGongHuo
source: Item Supply
de: Artikel-Verfügbarkeit
fr: Article Disponibilité
ko: 용접기 편집기
ru: Пункт Наличие
zh_cn: 物料供货
zh_tw: 物料供貨

# RenWuPingSheng
source: Task Review
de: Aufgabe der Bewertung
fr: Groupe d'étude
ko: 작업 검토
ru: Обзор Задача
zh_cn: 任务评审
zh_tw: 任務評審

# WenJianPingSheng
source: File Review
de: Document Review
fr: Examen de la documentation
ko: 문서 검토
ru: Обзор документов
zh_cn: 文件评审
zh_tw: 檔評審

# ZiChanCaiGou
source: Asset Purchase
de: Asset Purchasing
fr: Asset Achats
ko: 자산 구매
ru: Закупочные активами
zh_cn: 资产采购
zh_tw: 資產採購

# ChuHuoShengQing
source: Shipment Application
de: Versand Anwendung
fr: Demande de livraison
ko: 배송 응용 프로그램
ru: Приложение доставка
zh_cn: 出货申请
zh_tw: 出貨申請

# FeiYongShengQing
source: Expense Application
de: Die Gebühren für die Anwendung
fr: Contre un supplément,
ko: 요금 적용
ru: Тарифы применяются для
zh_cn: 费用申请
zh_tw: 費用申請

# HeTongPingSheng
source: Constract Review
de: Vertragsprüfung
fr: Revue de contrat
ko: 계약 검토
ru: Обзор Договор
zh_cn: 合同评审
zh_tw: 合同評審

# HuiYiShengPi
source: Meeting Review
de: Sitzung zur Genehmigung
fr: Réunion pour approbation
ko: 할당량 프로젝트
ru: Встреча для утверждения
zh_cn: 会议审批
zh_tw: 會議審批

# HuiYiShengQing
source: Application Meeting
de: Anwendungs ​​Meeting
fr: Réunion d'application
ko: 정의
ru: Применение Встреча
zh_cn: 会议申请
zh_tw: 會議申請

# JiHuaShengPi
source: Plan Review
de: Pläne genehmigt
fr: Les plans approuvés
ko: 프리미엄 계정
ru: Планы утверждены
zh_cn: 计划审批
zh_tw: 計畫審批

# KaoQingGuanLi
source: Attendance Management
de: Anwesenheits-Management-
fr: Gestion des présences
ko: 공급 업체
ru: Посещаемость Управление
zh_cn: 考勤管理
zh_tw: 考勤管理

# KeFuPingSheng
source: CustomerService Review
de: Kundenbewertung
fr: Des commentaires client
ko: 공급 업체 네트워크 응용 프로그램
ru: Клиент Обзор
zh_cn: 客服评审
zh_tw: 客服評審

# LiaoPingBaoJie
source: Item Quotation
de: Artikel-Angebot
fr: Offre d'objet
ko: 용접 영역에 미치는 영향 :
ru: Состояние предложение
zh_cn: 物料报价
zh_tw: 物料報價

# LiaoPingJieChu
source: Item loan
de: Artikel-Darlehen
fr: Prêt d'objet
ko: 인증 용접기
ru: Пункт кредит
zh_cn: 物料借出
zh_tw: 物料借出

# LiaoPingLingYong
source: Item Application
de: Artikel-Empfänger
fr: Les bénéficiaires de l'article
ko: 용접기 프로젝트 인증 :
ru: Получатели товара
zh_cn: 物料领用
zh_tw: 物料領用

# LiaoPingShengChan
source: Item Production
de: Artikel-Produktion
fr: Point de production
ko: 용접기 코드 :
ru: Состояние производства
zh_cn: 物料生产
zh_tw: 物料生產

# LiaoPingXiaoShou
source: Item Sale
de: Artikel-Vertrieb
fr: Point de vente
ko: 용접기 등록 양식
ru: Предмет Продажи
zh_cn: 物料销售
zh_tw: 物料銷售

# ShengChanLingLiao
source: Production Item Application
de: Pflücken
fr: Cueillette
ko: 따기
ru: Сбор
zh_cn: 生产领料
zh_tw: 生產領料

# XuQiuPingSheng
source: Requirement Review
de: Bedarfsermittlung
fr: L'évaluation des besoins
ko: 평가 필요
ru: Оценка потребностей
zh_cn: 需求评审
zh_tw: 需求評審

# ZhaoTouBiaoGuanLi
source: Bid&Biding Management
de: Bieten Verwaltung
fr: Gestion des offres
ko: 입찰 관리
ru: Торги Управление
zh_cn: 招投标管理
zh_tw: 招投標管理

# LianXiRenLieBiao
source: Contact List
de: Kontaktliste
fr: Liste de contacts
ko: 워크 플로 회의 - 나는 프로젝트 회의를 추가
ru: Список контактов
zh_cn: 联系人列表
zh_tw: 連絡人列表

# LianXiRenZiLiao
source: Contact Information
de: Kontaktinformationen
fr: Informations de contact
ko: 광주 환경 보호 과학 기술 유한 회사 종
ru: Контактная информация
zh_cn: 联系人资料
zh_tw: 連絡人資料

source: After Sale
de: Aftermarket
fr: Aftermarket
ko: 수리 용 부품 시장
ru: Aftermarket
zh_cn: 售后
zh_tw: 售後

# BuLiaoDanMingXi
source: Filling Order Detail
de: Füttern Detail
fr: Nourrir seul détail
ko: 단일 세부 사항을 먹이
ru: Кормление одной детали
zh_cn: 补料单明细
zh_tw: 補料單明細

# YCLDMFPDXQ
source: Handled But UNSigned Requirement
de: Es wäre nicht versandt Bedarf bearbeitet haben
fr: Il ne serait pas ont été traitées demande expédié
ko: 그것은 전달 요구를 처리하지 않았을
ru: Это не были обработаны отправивший спрос
zh_cn: 已处理便没分派的需求
zh_tw: 已處理便沒分派的需求

# PaiCheJiLu
source: Car Assign Record
de: Sent ein Auto Rekord
fr: Envoyé un record de voiture
ko: 자동차 기록을 전송
ru: Послал запись автомобиль
zh_cn: 派车记录
zh_tw: 派車記錄

source: Create Template
de: Erstellen Sie eine Vorlage
fr: Créer un modèle
ko: 템플릿 만들기
ru: Создание шаблона
zh_cn: 创建模板
zh_tw: 創建範本

# RenWuFenPaiJiLuLeiXing
source: Task Assign Record Type
de: Tasking-Typ
fr: Type tâches
ko: 태스킹 유형
ru: Тип Tasking
zh_cn: 任务分派类型
zh_tw: 任務分派類型

source: Copy From Home Language
de: Kopieren dieser Sprache
fr: Copier dans cette langue
ko: 이 언어에서 복사
ru: Скопируйте из этого языка
zh_cn: 从本语复制
zh_tw: 從本語複製

# YCLDMFPDRW
source: Handled But UNAssigned Task
de: Bearbeitet, jedoch nicht Aufgabe zugewiesen
fr: Transformé mais pas tâche affectée
ko: 그러나 처리 작업을 할당하지
ru: Обработанные, но не поставленную задачу
zh_cn: 已处理但没分派的任务
zh_tw: 已處理但沒分派的任務

# MuBanKu
source: Template Library
ko: 홈
ru: Библиотека шаблонов
zh_cn: 模板库
zh_tw: 範本庫

# SYXMHTMDZXM
source: all projects and their subprojects
de: Alle Projekte und deren Teilprojekte
fr: Tous les projets et leurs sous-projets
ko: 모든 프로젝트와 그 하위
ru: Все проекты и подпроекты их
zh_cn: 所有项目和它们的子项目
zh_tw: 所有項目和它們的子項目

# WCYDXMHTMDZXM
source: I participated in the project and their subprojects
de: I im Projekt und deren Teilprojekten beteiligt
fr: Je ai participé au projet et leurs sous-projets
ko: 나는이 프로젝트와 그 하위 프로젝트에 참여
ru: Я участвовал в проекте, и их подпроектов
zh_cn: 我参与的的项目和它们的子项目
zh_tw: 我參與的的專案和它們的子專案

# WDXMHTMDZXM
source: my projects and their subprojects
de: Meine Projekte und deren Teilprojekte
fr: Mes projets et leurs sous-projets
ko: 내 프로젝트와 그 하위
ru: Мои проекты и их подпроекты
zh_cn: 我的项目和它们的子项目
zh_tw: 我的專案和它們的子專案

# WDZJCYDXMHTMDZXM
source: my member's projects and their subprojects
de: Projekt I direkte Mitglieder und Teilprojekte
fr: Projet I membres directs et sous-
ko: 프로젝트 내가 직접 회원들과 하위 프로젝트
ru: Проект I прямыми членами и подпроекты
zh_cn: 我的直接成员的项目和子项目
zh_tw: 我的直接成員的項目和子項目

# WenDangLeiXing
source: Template Library
de: Dokumenttyp
fr: Type de document
ko: 문서 형식
ru: Тип документа
zh_cn: 文档类型
zh_tw: 文檔類型

# WenDangLieBiao
source: document list
de: Dokumentenliste
fr: Liste des documents
ko: 문서 목록
ru: Список документов
zh_cn: 文档列表
zh_tw: 文檔列表

# WFZDXM
source: I am responsible for the projec
de: Ich bin verantwortlich für das Projekt
fr: Je suis responsable du projet
ko: 나는 프로젝트에 대한 책임이
ru: Я несу ответственность за проект
zh_cn: 我负责的项目
zh_tw: 我負責的專案

# WJLDXM
source: project I built
de: Ich baute das Projekt
fr: Je construit le projet
ko: 나는 프로젝트를 구축
ru: Я построил проект
zh_cn: 建立的项目
zh_tw: 我建立的專案

# WSCDSYWD
source: I uploaded all the documents
de: Ich lud alle Dokumente
fr: Je téléchargé tous les documents
ko: 나는 모든 문서를 업로드
ru: Я загрузил все документы
zh_cn: 我上传的所有文档
zh_tw: 我上傳的所有文檔

# XMTD
source: project team
de: Projektteam
fr: L'équipe de projet
ko: 프로젝트 팀
ru: Команда проекта
zh_cn: 项目团队
zh_tw: 項目團隊

# ZongXiangMu
source: total project
de: Das Gesamtprojekt
fr: Le total du projet
ko: 총 프로젝트
ru: Общая проект
zh_cn: 总项目
zh_tw: 總項目

# ZZJGT
source: Organization Chart
de: Organigramm
fr: Organigramme
ko: 조직도
ru: Организационная структура
zh_cn: 组织架构图
zh_tw: 組織架構圖

# GCXD
source: Total Inquery
de: Insgesamt Anfragen an
fr: Nombre de demandes de renseignements à
ko: 에 총 문의
ru: Всего запросов к
zh_cn: 共查询到
zh_tw: 共查詢到

source: Membes
de: Mitglieder
fr: Membres
ko: 계약 통지 목록
ru: Члены
zh_cn: 的成员
zh_tw: 的成員

# SYCYLB
source: All Members
de: Aufstellung aller Elemente
fr: Liste de tous les membres
ko: 모든 회원 목록
ru: Список всех членов
zh_cn: 所有成员列表
zh_tw: 所有成員列表

# TLFLD
source: Nesting material single hair
de: Nistmaterial einziges Haar
fr: Nesting cheveux matériau unique
ko: 재료를 중첩 단일 머리
ru: Вложенные материал один волос
zh_cn: 套料发料单
zh_tw: 套料發料單

# GongDanFaLiaoDan
source: Workers single requisition
de: Workers Einzelanforderung
fr: Travailleurs seule réquisition
ko: 근로자 단일 요청
ru: Работники одного реквизиции
zh_cn: 工单发料单
zh_tw: 工單發料單

# ChaXunJeGuo
source: Inquery Result
de: Suchergebnisse
fr: Résultats de la recherche
ko: 검색 결과
ru: Результаты поиска
zh_cn: 查询结果
zh_tw: 查詢結果

# ZZSCHCG
source: Upload Successfully
de: Upload erfolgreich
fr: Téléchargez succès
ko: 업로드 성공
ru: Загрузить успешным
zh_cn: 上传成功
zh_tw: 上传成功

# CiShu
source: Number:
de: Frequenz
fr: Fréquence
ko: 주파수
ru: Частота
zh_cn: 次数
zh_tw: 次數

# RenShu
source: PeopleNumber:
de: Anzahl der Personen
fr: Nombre de personnes
ko: 사람들의 수
ru: Количество людей
zh_cn: 人数
zh_tw: 人數

source: Status: All
de: Status: Alle
fr: Opération: Tout
ko: 상태 : 모든
ru: Статус: Все
zh_cn: 状态：所有
zh_tw: 狀態：所有

# ZZApplicant
source: Applicant
de: Kläger:
fr: Demandeur:
ko: 신청자 :
ru: Заявитель:
zh_cn: 申请者：
zh_tw: 申請者：

# ZZApplicantAll
source: Applicant:ALL
de: Antragsteller: alle
fr: Demandeur: tous
ko: 신청자 : 모든
ru: Заявитель: все
zh_cn: 申请者：所有
zh_tw: 申請者：所有

# ZZCXHWSY
source: Inquery Scope:ALL
de: Ihre Suche: Alle
fr: Votre recherche: Tous
ko: 귀하의 검색 :
ru: Ваш поиск: Все
zh_cn: 查询范围：所有
zh_tw: 查詢範圍：所有

# ZZCZZSY
source: Operator:ALL
de: Betreiber: All
fr: Opérateur: Tous
ko: 운영자 : 모든
ru: Оператор: Все
zh_cn: 操作者：所有
zh_tw: 操作者：所有

# ZZDWDLB
source: Document List
de: Dokumentenliste
fr: Liste des documents
ko: 문서 목록
ru: Список документов
zh_cn: 文档列表
zh_tw: 文檔列表

# ZZGZLSQZSY
source: Applicant:ALL
de: Workflow Antragsteller: alle
fr: Workflow demandeur: tous
ko: 워크 플로우 신청자 : 모든
ru: Процедура Заявитель: все
zh_cn: 申请者：所有
zh_tw: 工作流申請者：所有

# ZZGZLSYCY
source: Workflow:ALL project Member
de: Workflow: alle Projektmitglieder
fr: Workflow: tous les membres du projet
ko: 워크 플로우 : 모든 프로젝트 멤버
ru: Процедура: все участники проекта
zh_cn: 所有项目成员
zh_tw: 工作流： 所有項目成員

# ZZKHSY
source: Customer:ALL
de: Kunde: Alle
fr: Client: Tout
ko: 고객 : 모든
ru: Заказчик: Все
zh_cn: 客户：所有
zh_tw: 客戶：所有

# ZZLeader
source: Leader:
de: Leadership:
fr: Leadership:
ko: 리더십 :
ru: Лидерство:
zh_cn: 领导：
zh_tw: 領導：

# ZZLiXiangRen
source: Project Creator:
de: Projekt von:
fr: Projet par:
ko: 프로젝트에 의해 :
ru: Проект по:
zh_cn: 立项人：
zh_tw: 立項人：

# ZZMailOwner
source: Mail Owner:
de: Mail-Besitzer
fr: Propriétaire Mail
ko: 메일 소유자
ru: Владелец Почта
zh_cn: 邮件所有者
zh_tw: 郵件所有者

# ZZMailOwnerALL
source: MailOwner:All:
de: Mail-Besitzer:
fr: Propriétaire du Mail:
ko: 메일 소유자 :
ru: Владелец Mail:
zh_cn: 邮件所有者：
zh_tw: 郵件所有者：

# ZZSJSy
source: OperateTime:ALL
de: Betriebszeit: Alle
fr: Autonomie: Tous
ko: 시간을 운영 : 모든
ru: Время работы: Все
zh_cn: 操作时间：所有
zh_tw: 操作时间：所有

# ZZWDWDLB
source: My Document List:
de: My Documents Liste:
fr: Ma liste de documents:
ko: 내 문서 목록 :
ru: Мой список документов:
zh_cn: 我的文档列表：
zh_tw: 我的文档列表：

# ZZWJMBH
source: File name contains:
de: Der Dateiname enthält:
fr: Le nom de fichier contient:
ko: 파일 이름은 포함 :
ru: Имя файла содержит:
zh_cn: 文件名包含:
zh_tw: 文件名包含:

# ZZXiaShu
source: Member:
de: Über den Fall
fr: Sur le cas
ko: 경우에
ru: По делу
zh_cn: 上属
zh_tw: 上属

# ZZXMCY
source: Project Member
de: Projektmitglieder:
fr: Les membres du projet:
ko: 프로젝트 참여자 :
ru: Участники проекта:
zh_cn: 项目成员：
zh_tw: 项目成员：

# ZZXMCYSY
source: ProjectMember:ALL
de: Projektmitglieder: alle
fr: Les membres du projet: tous
ko: 프로젝트 참여자 : 모든
ru: Участники проекта: все
zh_cn: 项目成员：所有
zh_tw: 项目成员：所有

# ZZXMJL
source: Project Leader:
de: Projektmanager:
fr: Chef de projet:
ko: 프로젝트 매니저 :
ru: Руководитель проекта:
zh_cn: 项目经理：
zh_tw: 项目经理：

# ZZXMMBHZH
source: Project name contains:
de: Projektname Zeichen enthält:
fr: Nom du projet contient des caractères:
ko: 프로젝트 이름은 문자가 포함되어 있습니다 :
ru: Название проекта содержит символы:
zh_cn: 项目名包含字符：
zh_tw: 项目名包含字符：

# ZZXMZT
source: ProjectStatus:
de: Projektstatus:
fr: Etat du projet:
ko: 프로젝트 상태 :
ru: Статус проекта:
zh_cn: 项目状态：
zh_tw: 项目状态：
