Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZCCYYKNS1STXGZXM2CXMFXMBCZ3XMZTLBZMYCXMDZTJC
source: Error may be due to: 1, 2 attempt to modify the overall project, this project does not exist the parent project 3, project status list does not state this item, please check!
de: Der Fehler kann folgende Ursachen haben: 1, 2 Versuch, das Gesamtprojekt zu ändern, dieses Projekt nicht 3 übergeordnete Projekt existiert, wird die Projektliste den Status, der dieses Projekt nicht an, prüfen Sie bitte!
fr: L'erreur peut être due à: 1, 2 tentative de modifier l'ensemble du projet, ce projet ne existe pas 3 projet parent, la liste des projets ne précise pas le statut de ce projet, s'il vous plaît vérifier!
ko: 오류가 원인 일 수 있습니다 : 1, 전체 프로젝트를 수정할 수있는 2 시도,이 프로젝트는 3 부모 프로젝트를 존재하지 않는,이 프로젝트의 상태를 명시하지 않는 프로젝트 목록, 확인하시기 바랍니다!
ru: Ошибка может быть из-за: 1, 2 попытка изменить общий проект, этот проект не существует 3 родительского проекта, список проектов не указывайте статус этого проекта, пожалуйста, проверьте!
zh_cn: 出错，原因可能是：1、试图修改总项目 2、此项目父项目不存在 3、项目状态列表中没有此项目的状态，请检查！
zh_tw: 出錯，原因可能是：1、試圖修改總專案 2、此專案父項目不存在 3、專案狀態清單中沒有此專案的狀態，請檢查！

# ZZCFTZZYDYGZGDWFSC
source: Penalty notice has been calling the corrective orders, can not be deleted!
de: Bußgeldbescheid wurde die Berichtigung Bestellungen fordern, kann nicht gelöscht werden!
fr: Avis de pénalité a appelé les ordres de rectification, ne peut pas être supprimé!
ko: 페널티 통지가 정류 주문을 호출하고있다, 삭제 될 수 없습니다!
ru: Штраф уведомление было вызовом ректификации заказы, не могут быть удалены!
zh_cn: 处罚通知中已调用该整改单，无法删除！
zh_tw: 處罰通知中已調用該整改單，無法刪除！

# ZZCG
source: Success!
de: Erfolg!
fr: Succès!
ko: 성공!
ru: Удачи!
zh_cn: 成功！
zh_tw: 成功！

# ZZCGBHBCZ
source: Procurement number does not exist!
de: Beschaffungsnummer existiert nicht!
fr: Ne existe pas certain nombre de marchés publics!
ko: 구매 번호가 존재하지 않습니다!
ru: Количество закупок не существует!
zh_cn: 采购编号不存在！
zh_tw: 採購編號不存在！

# ZZCGBJBZJZRHKSSJN
source: Purchase offer not start off for the date and time!
de: Beschaffung ist nicht Schlusskurs für das Datum und die Startzeit!
fr: Les marchés ne se ferme pas bien pour la date et l'heure de début!
ko: 구매 날짜와 시작 시간 견적을 폐쇄하지 않습니다!
ru: Закупки, не закрывая предложение на время дата и начать!
zh_cn: 采购报价不在截止日期和开始时间内！
zh_tw: 採購報價不在截止日期和開始時間內！

# ZZCGBYJTXYLJGBNSC
source: Purchasing prices of raw materials have been filled, can not be deleted!
de: Einkaufspreise von Rohstoffen gefüllt worden sind, können nicht gelöscht werden!
fr: Les prix d'achat des matières premières ont été remplis, ne peut pas être supprimé!
ko: 충전 된 원료의 가격을 구입, 삭제할 수 없습니다!
ru: Закупочные цены на сырье были заполнены, не могут быть удалены!
zh_cn: 采购部已经填写原料价格，不能删除！
zh_tw: 採購部已經填寫原料價格，不能刪除！

# ZZCGDDZYLBGD6GZJWFMZBDZYLB
source: Professional category shopping list is too large, six experts can not meet all the professional categories!
de: Berufsgruppe Merkliste zu groß ist, können sechs Experten nicht erfüllen alle Berufsgruppen!
fr: Professionnel liste d'achats de la catégorie est trop grand, six experts ne peuvent pas répondre à toutes les catégories professionnelles!
ko: 전문 카테고리 쇼핑 목록이 너무 크면, 전문가 6 모두 전문 카테고리를 충족시킬 수 없다!
ru: Профессиональная категория список покупок является слишком большим, шесть экспертов не может удовлетворить все профессиональные категории!
zh_cn: 采购清单的专业类别过多，6个专家无法满足全部的专业类别！
zh_tw: 採購清單的專業類別過多，6個專家無法滿足全部的專業類別！

# ZZCGDHWZGYS
source: Buy List not selected suppliers!
de: Kaufen Liste nicht ausgewählten Lieferanten!
fr: Acheter La liste de pas sélectionné fournisseurs!
ko: 판매 목록 공급자를 선택하지!
ru: Купить Список не выбран поставщиков!
zh_cn: 采购清单还未选择供应商！
zh_tw: 採購清單還未選擇供應商！

# ZZCGDJDBSLRHZSYBW0BNBJ
source: Buy List schedule is not entered, or is not 0, you can not edit!
de: Kaufen, Liste nicht eingetragen ist, oder nicht 0 ist, können Sie nicht ändern!
fr: Calendrier Acheter La liste est pas entré, ou est 0, vous ne pouvez pas éditer!
ko: 판매 목록 일정을 입력하지, 또는 0이됩니다에게, 당신은 편집 할 수 없습니다!
ru: График Купить Список не введен, или не равно 0, вы не можете редактировать!
zh_cn: 采购清单进度不是录入，或者使用不为0，不能编辑！
zh_tw: 採購清單進度不是錄入，或者使用不為0，不能編輯！

# ZZCGDZDHTMXZYJCZ
source: Shopping list in detail the current contract already exists!
de: Beschaffungsliste näher der aktuelle Vertrag existiert bereits!
fr: Liste des achats en détail le contrat actuel existe déjà!
ko: 자세히 조달 목록은 현재 계약이 이미 존재합니다!
ru: Список закупок в деталях текущий контракт уже существует!
zh_cn: 采购清单在当前合同明细中已经存在！
zh_tw: 採購清單在當前合同明細中已經存在！

# ZZCGGCSBYXWKBC
source: Purchasing Engineer does not permit the empty, please add!
de: Kauf Ingenieur erlaubt keine NULL-Werte, bitte!
fr: Ingénieur achat ne permet pas les valeurs NULL, s'il vous plaît ajouter!
ko: 엔지니어를 구매하는 것은 널 (null)이 추가하십시오 수 없습니다!
ru: Покупка инженер не позволяют нули, пожалуйста, добавьте!
zh_cn: 采购工程师不允许为空，请补充！
zh_tw: 採購工程師不允許為空，請補充！

# ZZCGJLBYXWKBC
source: Purchasing managers are not allowed to empty, please add!
de: Einkaufsmanager sind nicht auf leere erlaubt, fügen Sie bitte!
fr: Les directeurs d'achats ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 구매 관리자가 비어에 허용되지 않습니다를 추가하십시오!
ru: Менеджеров по закупкам не имеет пустой, пожалуйста, добавьте!
zh_cn: 采购经理不允许为空，请补充！
zh_tw: 採購經理不允許為空，請補充！

# ZZCGSJJLYBC
source: Success, and recording the upgrade has been saved!
de: Erfolg, und die Aufzeichnung der Aktualisierung wurde gespeichert!
fr: Succès, et l'enregistrement de la mise à niveau a été sauvé!
ko: 성공하고 업그레이드를 기록하는 저장되었습니다!
ru: Успех, и записи обновления был сохранен!
zh_cn: 成功，且升级记录已保存！
zh_tw: 成功，且升級記錄已保存！

# ZZCGSLBNW0HZKXG
source: Purchase quantity can not be 0 or empty, please change!
de: Abnahmemenge nicht 0 sein kann oder leer ist, ändern Sie bitte!
fr: Quantité d'achat ne peut être 0 ou vide, s'il vous plaît changer!
ko: 구매 수량이 0이거나 빈, 변경하십시오 수 없습니다!
ru: Покупка количество не может быть 0 или пусто, пожалуйста, изменится!
zh_cn: 采购数量不能为0或者空，请修改！
zh_tw: 採購數量不能為0或者空，請修改！

# ZZCGSLBXDY0
source: Purchase amount must be greater than 0!
de: Kaufbetrag muss größer als 0 sein!
fr: Montant de l'achat doit être supérieur à 0!
ko: 구매 금액이 0보다 커야합니다!
ru: Сумма покупки должна быть больше, чем 0!
zh_cn: 采购数量必须大于0！
zh_tw: 採購數量必須大於0！

# ZZCGSLBXWXSHZZS
source: Purchase quantity must be a decimal or integer!
de: Abnahmemenge muss eine Dezimalzahl oder ganze Zahl sein!
fr: La quantité d'achat doit être un nombre décimal ou entier!
ko: 구매 수량은 소수 또는 정수 여야합니다!
ru: Покупка количество должно быть десятичным числом или!
zh_cn: 采购数量必须为小数，或者整数！
zh_tw: 採購數量必須為小數，或者整數！

# ZZCGSWCGXM
source: Make regular projects success!
de: Stellen Sie regelmäßige Projekte Erfolg!
fr: Définir le succès des projets réguliers!
ko: 설정 일반 프로젝트 성공!
ru: Установите регулярные проекты успех!
zh_cn: 成功设为常规项目！
zh_tw: 成功設為常規專案！

# ZZCGSWMBXM
source: Make template project success!
de: Gesetzt Vorlage Projekterfolg!
fr: La réussite du projet modèle Set!
ko: 설정 템플릿 프로젝트 성공!
ru: Установите шаблон успех проекта!
zh_cn: 成功设为模板项目！
zh_tw: 成功設為範本專案！

# ZZCGSYYHDYCYCZJMYS
source: Success, all users are using this main interface style!
de: Erfolg, werden alle Benutzer mit dieser Hauptschnittstelle der Art!
fr: Succès, tous les utilisateurs utilisent ce style d'interface principale!
ko: 성공은 모든 사용자가이 기본 인터페이스 스타일을 사용하고 있습니다!
ru: Успех, все пользователи используют эту главную стиль интерфейса!
zh_cn: 成功，所有用户都已采用此主界面样式！
zh_tw: 成功，所有使用者都已採用此主介面樣式！

# ZZCGWJBJMXBNSY0
source: Procurement documents offer details can not be less than 0!
de: Verdingungsunterlagen bieten Details kann nicht kleiner als 0 sein!
fr: Documents de passation de marchés offrent des détails ne peuvent pas être inférieur à 0!
ko: 조달 문서는 세부 사항이 0보다 작을 수 없습니다 제공합니다!
ru: Закупочная документы предлагают детали не могут быть меньше, чем 0!
zh_cn: 采购文件报价明细不能少于0！
zh_tw: 採購檔報價明細不能少於0！

# ZZCGWJJDBSBPBNCB
source: Procurement documents progress is not approval, not reporting!
de: Verdingungsunterlagen Fortschritt ist nicht die Genehmigung, nicht melden!
fr: Achats documents progrès ne sont pas l'approbation, ne pas avoir signalé!
ko: 조달 문서의 진행은 승인하지보고하지 않습니다!
ru: Закупки документы прогресс не утверждение, не сообщают!
zh_cn: 采购文件进度不是报批，不能呈报！
zh_tw: 採購檔進度不是報批，不能呈報！

# ZZCGWJJDBSBPBNTHLR
source: Procurement documents progress is not approval, can not be returned entry!
de: Verdingungsunterlagen Fortschritt ist nicht die Genehmigung, können nicht zurückgegeben werden Eintrag!
fr: Achats documents progrès ne sont pas l'approbation, ne peut pas être retourné entrée!
ko: 조달 문서 진행되지 승인, 항목을 반환 할 수 없습니다입니다!
ru: Закупки документы прогресс не утверждение, не могут быть возвращены запись!
zh_cn: 采购文件进度不是报批，不能退回录入！
zh_tw: 採購檔進度不是報批，不能退回錄入！

# ZZCGWJJDBSBPBNXCB
source: Procurement documents not submitted for approval schedule, you can not cancel report!
de: Verdingungsunterlagen nicht zur Genehmigung vorgelegt Zeitplan, kann man nicht Bericht kündigen!
fr: Documents de passation de marchés non soumis à l'horaire de l'approbation, vous ne pouvez pas annuler rapport!
ko: 조달 문서를 승인 일정을 위해 제출하지, 당신은 보고서를 취소 할 수 없습니다!
ru: Закупочная документы не представлены на графике утверждения, вы не можете отменить отчет!
zh_cn: 采购文件进度不是报批，不能取消呈报！
zh_tw: 採購檔進度不是報批，不能取消呈報！

# ZZCGWJJDBSBPHZPZBNJ
source: Procurement documents progress is not approval, or approval of, not inquiry!
de: Verdingungsunterlagen Fortschritt ist nicht die Genehmigung oder Zulassung von nicht-Anfrage!
fr: Achats documents progrès ne sont pas l'approbation ou l'approbation, non pas de l'enquête!
ko: 조달 문서를 진행하지 승인, 또는하지의 질문의 승인을입니다!
ru: Закупки документы прогресс не одобрение, или одобрение, а не запрос!
zh_cn: 采购文件进度不是报批，或者批准，不能询价！
zh_tw: 採購檔進度不是報批，或者批准，不能詢價！

# ZZCGWJJDBSCBBNPZ
source: Procurement documents not progress report, can not be approved!
de: Verdingungsunterlagen nicht Fortschrittsbericht nicht genehmigt werden kann!
fr: Documents de passation des marchés ne progressera pas rapport, ne peuvent être approuvés!
ko: 보고서를 진행하지 조달 문서를 승인 할 수 없습니다!
ru: Закупочная документы не доклад о ходе работы, не может быть одобрено!
zh_cn: 采购文件进度不是呈报，不能批准！
zh_tw: 採購檔進度不是呈報，不能批准！

# ZZCGWJJDBSCBBNTHBP
source: Procurement documents not progress report, approval can not be returned!
de: Verdingungsunterlagen nicht Fortschrittsbericht kann die Genehmigung nicht zurückgenommen werden!
fr: Documents de passation des marchés ne progressera pas rapport, l'approbation ne peuvent être retournés!
ko: 보고서를 진행하지 조달 문서는 승인을 반환 할 수 없습니다!
ru: Закупочная документы не доклад о ходе работы, утверждение не может быть возвращен!
zh_cn: 采购文件进度不是呈报，不能退回报批！
zh_tw: 採購檔進度不是呈報，不能退回報批！

# ZZCGWJJDBSJBNPB
source: Procurement documents the progress of the inquiry is not, can not bid!
de: Verdingungsunterlagen der Fortgang der Untersuchung nicht, nicht bieten können!
fr: Approvisionnement documente l'évolution de l'enquête ne sont pas, ne peuvent pas soumissionner!
ko: 조달 입찰 할 수 없습니다, 질문의 진행이 아닌 문서화!
ru: Закупки документирует ходе расследования нет, не может предложить цену!
zh_cn: 采购文件进度不是询价 ，不能评标！
zh_tw: 採購檔進度不是詢價 ，不能評標！

# ZZCGWJJDBSJBNXBP
source: Procurement documents the progress of the inquiry is not, can not be canceled approval!
de: Verdingungsunterlagen der Fortgang der Untersuchung nicht, kann nicht abgebrochen werden Genehmigung!
fr: Documents de passation de marchés les progrès de l'enquête ne constitue pas, ne peuvent pas être annulées approbation!
ko: 질문의 진행이 아닌 조달 문서는 승인을 취소 할 수 없습니다!
ru: Закупочная документы прогресс на запрос нет, не может быть отменено разрешение!
zh_cn: 采购文件进度不是询价，不能取消报批！
zh_tw: 採購檔進度不是詢價，不能取消報批！

# ZZCGWJJDBSJBNZBJ
source: Procurement documents the progress of the inquiry are not, no longer offer!
de: Verdingungsunterlagen der Fortgang der Untersuchung nicht, nicht mehr zu bieten!
fr: Approvisionnement documente l'évolution de l'enquête ne sont pas, ne peuvent plus offrir!
ko: 조달은 더 이상 제공 할 수없는, 문의의 진행이 아닌 문서화!
ru: Закупки документирует ходе расследования нет, не может больше предложить!
zh_cn: 采购文件进度不是询价，不能再报价！
zh_tw: 採購檔進度不是詢價，不能再報價！

# ZZCGWJJDBSJBNZTH
source: Procurement documents the progress of the inquiry is not and can not be returned!
de: Verdingungsunterlagen der Fortgang der Untersuchung nicht und können nicht zurückgegeben werden!
fr: Documents de passation de marchés les progrès de l'enquête ne sont pas et ne peut pas être retourné!
ko: 조달 문서 조회의 진행은하지 않고 반환 할 수 없습니다!
ru: Закупочная документы прогресс на запрос не является и не может быть возвращен!
zh_cn: 采购文件进度不是询价，不能再退回！
zh_tw: 採購檔進度不是詢價，不能再退回！

# ZZCGWJJDBSJBNZTJ
source: Procurement documents the progress of the inquiry is not and can not submit!
de: Verdingungsunterlagen der Fortgang der Untersuchung ist nicht und kann nicht einreichen!
fr: Approvisionnement documente l'évolution de l'enquête ne sont pas et ne peut pas présenter!
ko: 조달 질문의 진행이되지 않고 제출하지 수있는 문서!
ru: Закупки документы прогресс на запрос не является и не может представить!
zh_cn: 采购文件进度不是询价，不能再提交！
zh_tw: 採購檔進度不是詢價，不能再提交！

# ZZCGWJJDBSPBBNBJ
source: Procurement documents not progress evaluation, can not offer!
de: Verdingungsunterlagen nicht Fortschritt Bewertung, nicht bieten können!
fr: Documents de passation des marchés progressent pas l'évaluation, ne peut pas offrir!
ko: 조달 문서는 제공 할 수없는, 평가를 진행하지!
ru: Закупочная документы не прогрессировать оценку, не может предложить!
zh_cn: 采购文件进度不是评标，不能报价！
zh_tw: 採購檔進度不是評標，不能報價！

# ZZCGWJWBJMXBNTJ
source: Procurement documents offer no details, can not be submitted!
de: Verdingungsunterlagen bieten keine Details, können nicht eingereicht werden!
fr: Documents de passation de marchés offrent aucun détail, ne peut pas être soumis!
ko: 조달 서류를 제출 할 수없는, 더 자세한 내용을 제공하지 않습니다!
ru: Закупочная документы не дают никаких подробностей, не могут быть переданы!
zh_cn: 采购文件无报价明细，不能提交！
zh_tw: 採購檔無報價明細，不能提交！

# ZZCGWJYJBJWCBNZGYS
source: Procurement documents already offer complete, we can not choose suppliers!
de: Beschaffung Unterlagen vollständig bieten bereits, können wir nicht wählen, Lieferanten!
fr: Documents de passation de marchés offrent déjà complet, nous ne pouvons pas choisir des fournisseurs!
ko: 조달 문서를 이미 완료 제공, 우리는 공급 업체를 선택할 수 없습니다!
ru: Закупочная документы уже предлагают полный, мы не можем выбирать поставщиков!
zh_cn: 采购文件已经报价完成，不能再选供应商！
zh_tw: 採購檔已經報價完成，不能再選供應商！

# ZZCGWJYJBJWCBNZSCBJWJ
source: Procurement documents already offer complete, you can not delete files offer!
de: Beschaffung Unterlagen vollständig bieten bereits, können Sie Dateien nicht gelöscht bieten!
fr: Documents de passation de marchés offrent déjà complet, vous ne pouvez pas supprimer des fichiers offrent!
ko: 조달 문서를 이미 완료 제공, 당신은 파일을 제공 삭제할 수 없습니다!
ru: Закупочная документы уже предлагают полный, вы не можете удалить файлы предлагают!
zh_cn: 采购文件已经报价完成，不能再删除报价文件！
zh_tw: 採購檔已經報價完成，不能再刪除報價檔！

# ZZCHTHMYJABNGDJC
source: The contract has not yet closed, you can not archive, please check!
de: Dieser Vertrag ist noch nicht geschlossen ist, können Sie nicht archivieren, bitte!
fr: Ce contrat n'a pas encore fermé, vous ne pouvez pas les archives, s'il vous plaît vérifier!
ko: 이 계약이 아직 종료되지 않은에게, 당신은 보관하지, 확인하시기 바랍니다 수 있습니다!
ru: Этот контракт еще не закрыт, вы не можете архивировать, пожалуйста, проверьте!
zh_cn: 此合同还没有结案，不能归档，请检查！
zh_tw: 此合同還沒有結案，不能歸檔，請檢查！

# ZZCHTYGDBYZJXGDDZLJC
source: This contract has been archived, without further action the archive, please check!
de: Dieser Vertrag wurde bereits archiviert, ohne weitere Maßnahmen das Archiv, überprüfen Sie bitte!
fr: Ce contrat a été archivé, sans autre action de l'archive, s'il vous plaît vérifier!
ko: 이 계약은 아카이브가 확인하시기 바랍니다 조치없이 보관되었습니다!
ru: Этот контракт был архив, без дополнительных действий архив, пожалуйста, проверьте!
zh_cn: 此合同已归档，不用再进行归档动作了，请检查！
zh_tw: 此合同已歸檔，不用再進行歸檔動作了，請檢查！

# ZZCHTZTBWGDBNCXJC
source: This contract status is not an archive, you can not undo, please check!
de: Diese Vertragsstatus ist nicht ein Archiv, können Sie nicht rückgängig machen können, überprüfen Sie bitte!
fr: Ce statut de contrat est pas une archive, vous ne pouvez pas annuler, s'il vous plaît vérifier!
ko: 이 계약 상태는 아카이브, 당신은 취소 할 수 없습니다, 확인하시기 바랍니다하지 않습니다!
ru: Этот статус контракт не архив, вы не можете отменить, пожалуйста, проверьте!
zh_cn: 此合同状态不为归档，不能撤消，请检查！
zh_tw: 此合同狀態不為歸檔，不能撤銷，請檢查！

# ZZCJBNBHFFZFC
source: Workshop can not contain illegal strings!
de: Workshop nicht enthalten illegal Saiten!
fr: Atelier ne peut pas contenir des chaînes illégales!
ko: 워크숍은 불법 문자열을 포함 할 수 없습니다!
ru: Семинар не может содержать нелегальные строк!
zh_cn: 车间不能包含非法字符串！
zh_tw: 車間不能包含非法字串！

# ZZCJBNWFFZF
source: Plug not be illegal characters!
de: Stecken Sie unzulässige Zeichen nicht sein!
fr: Branchez ne pas être des caractères illégaux!
ko: 잘못된 문자하지 연결!
ru: Подключите не быть недопустимые символы!
zh_cn: 插接不能为非法字符！
zh_tw: 插接不能為非法字元！

# ZZCJCG
source: Material seized success!
de: Material beschlagnahmt Erfolg!
fr: Matériel saisi succès!
ko: 소재는 성공을 장악!
ru: Материал захватили успех!
zh_cn: 材检成功！
zh_tw: 材檢成功！

# ZZCJHCZZJHHZWLYJHDJHBNSCJC
source: Before planning this program exists as a sub-program or another program can not be deleted, please check!
de: Vor der Planung dieses Programm existiert als ein Unterprogramm oder ein anderes Programm kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Avant de planifier ce programme existe en tant que sous-programme ou un autre programme ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 이 프로그램을 계획하는 서브 프로그램으로 존재하거나 다른 프로그램을 삭제할 수 없습니다 전에 확인하시기 바랍니다!
ru: Прежде чем планировать эту программу существует как подпрограммы или другой программы не могут быть удалены, пожалуйста, проверьте!
zh_cn: 此计划存在子计划或作为另一计划的前计划，不能删除，请检查！
zh_tw: 此計畫存在子計畫或作為另一計畫的前計畫，不能刪除，請檢查！

# ZZCJLXSJBCZJC
source: This type of leave data does not exist, please check!
de: Lassen Sie diese Art von Daten nicht vorhanden ist, überprüfen Sie bitte!
fr: Laissez ce type de données ne existe pas, s'il vous plaît vérifier!
ko: 존재하지 않는 데이터의 유형을 그대로두고 확인하세요!
ru: Оставьте этот тип данных не существует, пожалуйста, проверьте!
zh_cn: 此请假类型数据不存在，请检查！
zh_tw: 此請假類型資料不存在，請檢查！

# ZZCJSRYYCZBNZFJRJC
source: This receipt of persons already exists and can not be repeated addition, please check!
de: Das Personal an der Rezeption, die bereits vorhanden ist, können Sie nicht duplizieren verbinden, überprüfen Sie bitte!
fr: Ce personnel de la réception qui existe déjà, vous ne pouvez pas dupliquer rejoindre, s'il vous plaît vérifier!
ko: 이미, 당신이 가입 복제 할 수 없습니다 존재하는이 리셉션 직원은 확인하시기 바랍니다!
ru: Это прием сотрудников, что уже существует, вы не можете дублировать присоединиться, пожалуйста, проверьте!
zh_cn: 此接收人员已存在，不能重复加入，请检查！
zh_tw: 此接收人員已存在，不能重複加入，請檢查！

# ZZCJTHCG
source: Return seized material success!
de: Return Material beschlagnahmt Erfolg!
fr: Retour saisi réussite matérielle!
ko: 돌아 물질 성공을 장악!
ru: Вернуться захватили материальный успех!
zh_cn: 材检退回成功！
zh_tw: 材檢退回成功！

# ZZCJYBYXWKBC
source: Inspector does not permit the empty timber, please add!
de: Nicht für den leeren Holz Inspektor ermöglichen, fügen Sie bitte!
fr: Ne permet pas pour le bois inspecteur vide, s'il vous plaît ajouter!
ko: 빈 목재 관리자를 허용하지 않습니다, 추가하십시오!
ru: Не позволяют пустой инспектора лесной, пожалуйста, добавьте!
zh_cn: 材检员不允许为空，请补充！
zh_tw: 材檢員不允許為空，請補充！

# ZZCJZBYJRXTHZDJRJC
source: Creator not join, the system will automatically join, please check!
de: Creator nicht beitreten, wird das System automatisch verbinden, überprüfen Sie bitte!
fr: Créateur pas rejoint, le système rejoindra automatiquement, s'il vous plaît vérifier!
ko: 창조주, 시스템이 자동으로 가입되며, 확인하시기 바랍니다 가입하지!
ru: Творец не присоединиться, система автоматически присоединиться, пожалуйста, проверьте!
zh_cn: 创建者不用加入，系统会自动加入，请检查！
zh_tw: 創建者不用加入，系統會自動加入，請檢查！

# ZZCKJEZNSXSHZZS
source: Only fractional amount of a database, or an integer!
de: Die Bibliothek kann ein Dezimalwert oder Integer sein!
fr: La bibliothèque peut être une valeur décimale, ou entier!
ko: 이 라이브러리는 진수 값 또는 정수가 될 수 있습니다!
ru: Библиотека может быть десятичное значение, или число!
zh_cn: 出库金额只能是小数，或者整数！
zh_tw: 出庫金額只能是小數，或者整數！

# ZZCKSLZNSXSHZZS
source: The library can be a decimal number or integer!
de: Die Bibliothek kann eine Dezimalzahl oder ganze Zahl sein!
fr: La bibliothèque peut être un nombre décimal ou entier!
ko: 이 라이브러리는 십진수, 또는 정수가 될 수 있습니다!
ru: Библиотека может быть десятичное число, или число!
zh_cn: 出库数量只能是小数，或者整数！
zh_tw: 出庫數量只能是小數，或者整數！

# ZZCLSSCCG
source: Vehicle application generates success!
de: Fahrzeuganwendung generiert Erfolg!
fr: Demande de véhicules génère succès!
ko: 차량 애플리케이션은 성공을 발생!
ru: Приложение генерирует Автомобиль успех!
zh_cn: 车辆申请生成成功！
zh_tw: 車輛申請生成成功！

# ZZCLSSCSBKNSMCZSGDJC
source: Vehicle application generation failed, may apply for the name of words too, please check!
de: Fahrzeuganwendung Generation versagt, kann für den Namen der Worte zu, überprüfen Sie bitte bewerben!
fr: Génération de demande de véhicules a échoué, peut demander le nom des mots trop, s'il vous plaît vérifier!
ko: 자동차 응용 프로그램 생성도 확인하시기 바랍니다 단어의 이름을 적용 할 수있다, 실패!
ru: Создания приложений Автомобиль не удалось, может применяться для имени слов слишком, пожалуйста, проверьте!
zh_cn: 车辆申请生成失败，可能申请名称字数过多，请检查！
zh_tw: 車輛申請生成失敗，可能申請名稱字數過多，請檢查！

# ZZCLWXGXCGWXWCHDCLGLCLDAZWHCLZTXX
source: Vehicle maintenance update was successful. After the repair is completed, go to the vehicle management "vehicle records maintained vehicle condition, thank you!
de: Fahrzeugwartung Aktualisierung war erfolgreich. Nachdem die Reparatur abgeschlossen ist, um das Fahrzeugmanagement "Fahrzeugwartung Fahrzeugzustand Archive zu gehen, ich danke Ihnen!
fr: Mise à jour de maintenance du véhicule a été couronnée de succès. Après la réparation est terminée, allez à la gestion des véhicules "des archives d'état du véhicule d'entretien de véhicule, je vous remercie!
ko: 차량 유지 보수 업데이트는 성공적이었다. 수리가 완료되면, 차량 유지 보수 차량 상태 아카이브 "차량 관리로 이동합니다, 감사합니다!
ru: Поддержание обновление Автомобиль был успешным. После завершения ремонта, перейдите к управлению транспортного средства "государственных обслуживание автомобиля автомобиль архивов, спасибо!
zh_cn: 车辆维修保存成功。维修完成后，请到 车辆管理》车辆档案 中维护车辆状态，谢谢！
zh_tw: 車輛維修更新成功。維修完成後，請到 車輛管理》車輛檔案 中維護車輛狀態，謝謝！

# ZZCLWXXZCGWXWCHDCLGLCLDAZWHCLZTXX
source: New vehicle maintenance success. After the repair is completed, go to the vehicle management "vehicle records maintained vehicle condition, thank you!
de: Neue Fahrzeugwartung Erfolg. Nachdem die Reparatur abgeschlossen ist, um das Fahrzeugmanagement "Fahrzeugwartung Fahrzeugzustand Archive zu gehen, ich danke Ihnen!
fr: Nouveau succès d'entretien des véhicules. Après la réparation est terminée, allez à la gestion des véhicules "des archives d'état du véhicule d'entretien de véhicule, je vous remercie!
ko: 새로운 차량 정비 성공. 수리가 완료되면, 차량 유지 보수 차량 상태 아카이브 "차량 관리로 이동합니다, 감사합니다!
ru: Новый успех техническое обслуживание транспортных средств. После завершения ремонта, перейдите к управлению транспортного средства "государственных обслуживание автомобиля автомобиль архивов, спасибо!
zh_cn: 车辆维修新增成功。维修完成后，请到 车辆管理》车辆档案 中维护车辆状态，谢谢！
zh_tw: 車輛維修新增成功。維修完成後，請到 車輛管理》車輛檔案 中維護車輛狀態，謝謝！

# ZZCLYBNWKBC
source: Materials, staff can not be empty, please add!
de: Materialien können die Mitarbeiter nicht leer sein, fügen Sie bitte!
fr: Matériaux, le personnel ne peut être vide, s'il vous plaît ajouter!
ko: 재료, 직원은 비워 둘 수 없습니다, 추가하십시오!
ru: Материалы, персонал не может быть пустым, пожалуйста, добавьте!
zh_cn: 材料员不能为空，请补充！
zh_tw: 材料員不能為空，請補充！

# ZZCLYBNWKZ
source: Materials, staff can not be empty, please choose!
de: Materialien können die Mitarbeiter nicht leer sein, wählen Sie bitte!
fr: Matériaux, le personnel ne peut être vide, s'il vous plaît choisir!
ko: 재료, 직원은 비워 둘 수 없습니다, 선택하세요!
ru: Материалы, персонал не может быть пустым, выберите!
zh_cn: 材料员不能为空，请选择！
zh_tw: 材料員不能為空，請選擇！

# ZZCOVERBNWFFZF
source: Cover can not be illegal characters!
de: Abdeckung kann nicht illegal Zeichen sein!
fr: Cover ne peut pas être des caractères illégaux!
ko: 커버에 잘못된 문자가 될 수 없습니다!
ru: Крышка не может быть недопустимые символы!
zh_cn: Cover不能为非法字符！
zh_tw: Cover不能為非法字元！
