Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZSYBHBNWKBC
source: Pressure test packet number can not be empty, please add!
de: Druckprüfung Paketnummer darf nicht leer sein, fügen Sie bitte!
fr: Pression numéro de paquet de test ne peut pas être vide, s'il vous plaît ajouter!
ko: 압력 테스트 패킷 번호가 비어있을 수 없습니다, 추가하십시오!
ru: Давление номер тестового пакета не может быть пустым, пожалуйста, добавьте!
zh_cn: 试压包号不能为空，请补充！
zh_tw: 试压包号不能为空，请补充！

# ZZSYBJBW0BNSC
source: Use flag is not 0, you can not delete!
de: USE-Flag nicht gleich 0 ist, können Sie nicht löschen!
fr: Utiliser l'option est de 0, vous ne pouvez pas supprimer!
ko: 사용 플래그가 0이 아닌, 당신은 삭제할 수 없습니다!
ru: Используйте флаг не равен 0, вы не можете удалить!
zh_cn: 使用标记不为0，不能删除！
zh_tw: 使用标记不为0，不能删除！

# ZZSYBJBW0BYXBJ
source: Use flag is not 0, not allowed to edit!
de: USE-Flag nicht 0 ist, nicht erlaubt zu bearbeiten!
fr: Utiliser l'option est de 0, pas autorisé à éditer!
ko: 사용 플래그, 편집 할 수 없습니다하지 0입니다!
ru: Используйте флаг не равен 0, не разрешено редактировать!
zh_cn: 使用标记不为0，不允许编辑！
zh_tw: 使用标记不为0，不允许编辑！

# ZZSYBJBW0BYXSC
source: Use flag is not 0, can not be deleted!
de: USE-Flag nicht 0 ist, kann nicht gelöscht werden!
fr: Utiliser l'option est de 0, ne peut pas être supprimé!
ko: 사용 플래그가 0이 아닌, 삭제할 수 없습니다!
ru: Используйте флаг не равен 0, не могут быть удалены!
zh_cn: 使用标记不为0，不允许删除！
zh_tw: 使用标记不为0，不允许删除！

# ZZSYBJBW0HZBSCJRBYXSC
source: Use flag is not 0, or not created man, can not be deleted!
de: USE-Flag nicht 0 ist, oder nicht, schuf den Menschen, kann nicht gelöscht werden!
fr: Utiliser l'option est de 0, ou pas créé l'homme, ne peut pas être supprimé!
ko: 사용 플래그가 0이 아니거나하지 만든 사람은 삭제할 수 없습니다!
ru: Используйте флаг не равен 0, или не создал человека, не может быть удален!
zh_cn: 使用标记不为0，或者不是创建人，不允许删除！
zh_tw: 使用标记不为0，或者不是创建人，不允许删除！

# ZZSYBJBW0SBYXSC
source: Use flag is not 0, can not be deleted!
de: USE-Flag nicht 0 ist, kann nicht gelöscht werden!
fr: Utiliser l'option est de 0, ne peut pas être supprimé!
ko: 사용 플래그가 0이 아닌, 삭제할 수 없습니다!
ru: Используйте флаг не равен 0, не могут быть удалены!
zh_cn: 使用标记不为0时，不允许删除！
zh_tw: 使用标记不为0时，不允许删除！

# ZZSYBJBW0SBYXXG
source: Use flag is not 0, can not be modified!
de: USE-Flag nicht 0 ist, kann nicht geändert werden!
fr: Utiliser l'option est de 0, ne peut pas être modifié!
ko: 사용 플래그가 0이 아닌, 수정할 수 없습니다!
ru: Используйте флаг не равен 0, не может быть изменена!
zh_cn: 使用标记不为0时，不允许修改！
zh_tw: 使用标记不为0时，不允许修改！

# ZZSYBJBXW0HZ1
source: Use mark must be 0 or -1!
de: Verwenden Marke muss 0 oder -1 sein!
fr: Utiliser marque doit être 0 ou -1!
ko: 사용 표시가 0 또는 -1해야합니다!
ru: Выдели должен быть равен 0 или -1!
zh_cn: 使用标记必须为0，或者-1！
zh_tw: 使用标记必须为0，或者-1！

# ZZSYBJW1BYXSC
source: Using labeled -1, can not be deleted!
de: Tags verwenden, um -1, kann nicht gelöscht werden!
fr: Utilisez les balises à -1, ne peut pas être supprimé!
ko: -1에 태그를 사용하여 삭제할 수 없습니다!
ru: Используйте теги -1, не могут быть удалены!
zh_cn: 使用标记为-1，不允许删除！
zh_tw: 使用标记为-1，不允许删除！

# ZZSYBJW1SBNSC
source: So? Hat tan pretty ? You can not delete a "time!
de: Und? Hat tan ziemlich ? Sie können nicht löschen 1 "!
fr: Alors? Chapeau bronzage jolie ? Vous ne pouvez pas supprimer 1 "!
ko: 그래서? 모자 황갈색 꽤 ? 당신은 "1을 삭제할 수 없습니다!
ru: Так? Hat загар довольно ? Вы не можете удалять 1 "!
zh_cn: 使?帽昙俏?1”时不能删除！
zh_tw: 使?帽昙俏?1”时不能删除！

# ZZSYBW0BYXBJ
source: Use is not 0, not allowed to edit!
de: Verwenden Sie nicht 0 ist, nicht erlaubt zu bearbeiten!
fr: L'utilisation est de 0, pas autorisé à éditer!
ko: 사용, 편집 할 수 없습니다하지 0입니다!
ru: Использование не 0, не разрешено редактировать!
zh_cn: 使用不为0，不允许编辑！
zh_tw: 使用不为0，不允许编辑！

# ZZSYJZBNWFFZF
source: Pressure trial medium is not illegal characters!
de: Drucktestmedium ist nicht illegal Zeichen!
fr: Moyen d'essai de pression ne sont pas des caractères illégaux!
ko: 압력 시험 중간에 잘못된 문자가 아닙니다!
ru: Испытание под давлением среда не недопустимые символы!
zh_cn: 试压介质不能为非法字符！
zh_tw: 试压介质不能为非法字符！

# ZZSYJZBNWKBC
source: Pressure trial medium can not be empty, please add!
de: Drucktestmedium darf nicht leer sein, fügen Sie bitte!
fr: Moyen d'essai de pression ne peut pas être vide, s'il vous plaît ajouter!
ko: 압력 시험 매체가 비어있을 수 없습니다, 추가하십시오!
ru: Испытание под давлением среда не может быть пустым, пожалуйста, добавьте!
zh_cn: 试压介质不能为空，请补充！
zh_tw: 试压介质不能为空，请补充！

# ZZSYJZCWEXMESSAGE
source: Surplus value, the error: "+ ex.Message +"!
de: Der Mehrwert, der Fehler: "+ ex.Message +"!
fr: La valeur, l'excédent erreur: "+ ex.Message +"!
ko: 잉여 가치, 오류 : "+ ex.Message +"!
ru: Прибавочная стоимость, ошибка: "+ ex.Message +"!
zh_cn: 剩余价值 ，错误：" + ex.Message + "！
zh_tw: 剩余价值 ，错误：" + ex.Message + "！

# ZZSYRBNWKBC
source: Pressure test date can not be empty, please add!
de: Druckprüfung Datum darf nicht leer sein, fügen Sie bitte!
fr: Pression date de l'essai ne peut pas être vide, s'il vous plaît ajouter!
ko: 압력 시험 날짜가 비어있을 수 없습니다, 추가하십시오!
ru: Давление даты тестирования не может быть пустым, пожалуйста, добавьте!
zh_cn: 试压日期不能为空，请补充！
zh_tw: 试压日期不能为空，请补充！

# ZZSZCG
source: On account success!
de: Aufgrund Erfolg!
fr: En raison du succès!
ko: 계정 성공!
ru: В случае успеха счета!
zh_cn: 上帐成功！
zh_tw: 上帐成功！

# ZZSZCWJCCWYYKNSEXMESSAGE
source: Tree error, please check! Error reason might be: "+ ex.Message +"
de: Baum Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Arbre erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 트리 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Ошибка Дерево, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 树状错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 树状错误，请检查！错误原因可能是：" + ex.Message + "

# ZZTBMZYYSJCG
source: Data synchronization module language success!
de: Datensynchronisationsmodul Sprach Erfolg!
fr: Le module de données de synchronisation langue succès!
ko: 데이터 동기화 모듈 언어 성공!
ru: Синхронизация данных языка модуль успех!
zh_cn: 同步模组语言数据成功!
zh_tw: 同步模组语言数据成功!

# ZZTBZYLBCG
source: Synchronization professional categories success!
de: Synchronisation Berufsgruppen Erfolg!
fr: Synchronisation catégories professionnelles succès!
ko: 동기화 전문 카테고리 성공!
ru: Синхронизация профессиональные категории успех!
zh_cn: 同步专业类别成功！
zh_tw: 同步专业类别成功！

# ZZTCSLCG
source: Exit accepting success!
de: Verlassen Sie akzeptieren Erfolg!
fr: Quittez accepter succès!
ko: 성공을 접수 종료!
ru: Выйдите принимая успех!
zh_cn: 退出受理成功！
zh_tw: 退出受理成功！

# ZZTCSLSBJC
source: Exit accept failure, please check!
de: Exit Bestätigen Versagen, bitte!
fr: Quitter accepter l'échec, s'il vous plaît vérifier!
ko: 종료 실패를 받아, 확인하시기 바랍니다!
ru: Выход принять неудачу, пожалуйста, проверьте!
zh_cn: 退出受理失败，请检查！
zh_tw: 退出受理失败，请检查！

# ZZTDCG
source: Chargeback success!
de: Chargeback-Erfolg!
fr: Chargeback succès!
ko: 환불 성공!
ru: Chargeback успех!
zh_cn: 退单成功！
zh_tw: 退单成功！

# ZZTHCG
source: Return success!
de: Return Erfolg!
fr: Retour succès!
ko: 성공을 반환!
ru: Вернуться успех!
zh_cn: 退回成功！
zh_tw: 退回成功！

# ZZTIEINBNWFFZF
source: Tie-In can not be illegal characters!
de: Tie-In kann nicht illegal Zeichen sein!
fr: Tie-In ne peut pas être des caractères illégaux!
ko: 타이에서 잘못된 문자가 될 수 없습니다!
ru: Наконечник-В не может быть недопустимые символы!
zh_cn: Tie-In不能为非法字符！
zh_tw: Tie-In不能为非法字符！

# ZZTIEINRBNWFFZF
source: Tie-In date can not be illegal characters!
de: Tie-In Datum kann nicht illegal Zeichen sein!
fr: Tie-In date ne peut être caractères illégaux!
ko: 타이에서 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата врезки в не может быть недопустимые символы!
zh_cn: Tie-In日期不能为非法字符！
zh_tw: Tie-In日期不能为非法字符！

# ZZTJCCJC
source: Mention? Huai Yuan irregular rage  frightened Starling?
de: Zu erwähnen? Huai Yuan unregelmäßigen Wut  erschreckt Starling?
fr: Mentionnez? Huai Yuan rage irrégulière  peur Starling?
ko: 언급? 찌르레기를 두려워  다우 위안 불규칙한 분노?
ru: Упоминание? Хуай Юань нерегулярные ярость  напугал Старлинг?
zh_cn: 提交失败，请检查！
zh_tw: 提?怀龃恚爰觳椋?

# ZZTJCG
source: Submitted successfully
de: Erfolgreich abgegeben
fr: Soumis avec succès
ko: 성공적으로 제출
ru: Передано успешно
zh_cn: 提交成功
zh_tw: 提交成功

# ZZTJCGTDKFHZYTZNBNJJWTXX
source: Submitted successfully, Thailand top customer service will help you solve the problem within one day, thank you!
de: Erfolgreich abgegeben wird Thai top Kundendienst helfen, das Problem in einem Tag zu lösen, danke!
fr: Soumis avec succès, un service client haut Thai vous aidera à résoudre le problème en un jour, je vous remercie!
ko: 성공적으로 제출, 태국어 최고 고객 서비스는 하루 만에 문제를 해결하는 데 도움이 될 것입니다, 감사합니다!
ru: Передано успешно, тайский топ обслуживания клиентов поможет вам решить проблему в течение одного дня, спасибо!
zh_cn: 提交成功，泰顶客服会在一天之内帮你解决问题，谢谢！
zh_tw: 提交成功，泰顶客服会在一天之内帮你解决问题，谢谢！

# ZZTJCWJCCWYYKNSEXMESSAGE
source: Submit error, please check! Error reason might be: "+ ex.Message +"
de: Fehler einreichen, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Proposez erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 오류를 제출, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Отправить сообщение об ошибке, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 提交错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 提交错误，请检查！错误原因可能是：" + ex.Message + "

# ZZTJDWBNWFFZF
source: Recommended unit can not be illegal characters!
de: Empfohlene Gerät kann nicht illegal Zeichen sein!
fr: Recommandé unité ne peut pas être des caractères illégaux!
ko: 추천 단위에 잘못된 문자가 될 수 없습니다!
ru: Рекомендуем устройство не может быть недопустимые символы!
zh_cn: 推荐单位不能为非法字符！
zh_tw: 推荐单位不能为非法字符！

# ZZTJDWCDBNCG22GZFC
source: Recommended unit length not more than 22 strings!
de: Empfohlene Länge nicht mehr als 22 Einheiten ein String!
fr: La longueur recommandée est pas plus de 22 unités par chaîne!
ko: 권장 길이는 22 개 이상의 단위 문자열이 아닌!
ru: Рекомендуемая длина не более 22 единиц в строку!
zh_cn: 推荐单位长度不能超过22个字符串！
zh_tw: 推荐单位长度不能超过22个字符串！

# ZZTJDWZDKTX
source: Recommended unit field vacancy, please fill out!
de: Empfohlene Einheit Feldleerstand, füllen Sie bitte!
fr: Champ recommandée vacance de l'unité, s'il vous plaît remplir!
ko: 추천 단위 필드 공석은 기입하시기 바랍니다!
ru: Рекомендуемая блок поле вакансия, пожалуйста, заполните!
zh_cn: 推荐单位字段空缺，请填写！
zh_tw: 推荐单位字段空缺，请填写！

# ZZTJGZLSCG
source: Submit a workflow application is successful!
de: Übergeben Sie einen Workflow-Anwendung erfolgreich ist!
fr: Proposer une application de workflow est réussie!
ko: 워크 플로우 애플리케이션이 성공적으로 제출!
ru: Отправить приложение документооборота успешно!
zh_cn: 提交申请成功！
zh_tw: 提交工作流申请成功！

# ZZTJRZDKTX
source: Recommended field vacancy, please fill out!
de: Empfohlene Feldleerstand, füllen Sie bitte!
fr: Vacance de champ recommandée, s'il vous plaît remplir!
ko: 권장 필드 공석은 기입하시기 바랍니다!
ru: Рекомендуемая область вакансия, пожалуйста, заполните!
zh_cn: 推荐人字段空缺，请填写！
zh_tw: 推荐人字段空缺，请填写！

# ZZTJSBBNSCXGZLJC
source: Submit failure, you can not create a new workflow, check!
de: Ausfall abschicken, können Sie einen neuen Workflow erstellen, zu überprüfen!
fr: Proposez échec, vous ne pouvez pas créer un nouveau flux de travail, vérifiez!
ko: 당신이 새로운 워크 플로를 만들 확인할 수 없습니다, 실패를 제출!
ru: Отправить неудачу, вы не можете создать новый рабочий, проверьте!
zh_cn: 提交失败，不能生成新工作流，请检查！
zh_tw: 提交失败，不能生成新工作流，请检查！

# ZZTJSBBTXSTRCANNOTNULLFIELDLISTBNWKJC
source: Submit failed Required ("+ strCanNotNullFieldList +" can not be empty, please check!
de: Senden fehlgeschlagen Required ("+ strCanNotNullFieldList +" kann nicht leer sein, prüfen Sie bitte!
fr: Soumettre échoué requis ("+ strCanNotNullFieldList +" ne peut pas être vide, s'il vous plaît vérifier!
ko: 필수 실패 제출 ( "+ strCanNotNullFieldList +"비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Исполнители удалось Обязательный ("+ strCanNotNullFieldList +" не может быть пустым, пожалуйста, проверьте!
zh_cn: 提交失败，必填项(" + strCanNotNullFieldList + " 不能为空，请检查！
zh_tw: 提交失败，必填项(" + strCanNotNullFieldList + " 不能为空，请检查！

# ZZTJSBCLCMBMYSZYWJC
source: Submit failure, this process template signature field is set incorrectly, please check!
de: Ausfall abschicken, wird dieser Prozessvorlage Unterschriftsfeld falsch eingestellt ist, überprüfen Sie bitte!
fr: Proposez échec, ce domaine de la signature du modèle de processus est mal réglé, s'il vous plaît vérifier!
ko: 실패를 제출,이 프로세스 템플릿 서명 필드가 잘못 설정되어, 확인하시기 바랍니다!
ru: Отправить отказ, этот процесс поле шаблона подписи установлен неправильно, пожалуйста, проверьте!
zh_cn: 提交失败，此流程模板签名域设置有误，请检查！
zh_tw: 提交失败，此流程模板签名域设置有误，请检查！

# ZZTJSBGZLMCHMSBNWKJC
source: Submit failure, workflow name and description can not be empty, please check!
de: Ausfall abschicken, Workflow-Name und die Beschreibung darf nicht leer sein, überprüfen Sie bitte!
fr: Proposez échec, le nom de flux de travail et la description ne peut être vide, s'il vous plaît vérifier!
ko: 워크 플로우 이름과 비워 둘 수 없습니다 설명, 확인하시기 바랍니다 실패를 제출!
ru: Отправить отказ, имя и описание рабочего процесса не может быть пустым, пожалуйста, проверьте!
zh_cn: 提交失败，工作名称和描述不能为空，请检查！
zh_tw: 提交失败，工作流名称和描述不能为空，请检查！

# ZZTJSBJC
source: Submit fails, check!
de: Senden fehlschlägt, überprüfen!
fr: Proposez échoue, vérifiez!
ko: 확인에 실패 제출!
ru: Отправить удается, проверьте!
zh_cn: 提交失败，请检查！
zh_tw: 提交失败，请检查！

# ZZTJSBJCZ
source: Submit fails, check the station!
de: Senden fehlschlägt, überprüfen Sie die Station!
fr: Proposez échoue, vérifiez la station!
ko: , 역을 확인 실패 제출!
ru: Отправить терпит неудачу, проверьте станцию!
zh_cn: 提交失败，请检查站！
zh_tw: 提交失败，请检查站！

# ZZTJSBXYSJWJBNCGBCJC
source: Submit failure, the corresponding data files can not be successfully saved, please check!
de: Ausfall abschicken, können die entsprechenden Dateien nicht erfolgreich gespeichert werden, überprüfen Sie bitte!
fr: Proposez échec, les fichiers de données correspondants ne peuvent pas être sauvegardés avec succès, s'il vous plaît vérifier!
ko: 실패를 제출, 해당 데이터 파일이 성공적으로 저장할 수 없습니다에게 확인하시기 바랍니다!
ru: Отправить неудачи, соответствующие файлы данных не может быть успешно сохранен, пожалуйста, проверьте!
zh_cn: 提交失败，相应数据文件不能成功保存，请检查！
zh_tw: 提交失败，相应数据文件不能成功保存，请检查！

# ZZTJSBZGGZLMBYBTJBNZFTJ
source: Failed to add this workflow template has been added, can not be repeated to add!
de: Fehler beim dieses Workflow-Muster hinzufügen hinzugefügt wurde, können Sie nicht duplizieren hinzuzufügen!
fr: Impossible d'ajouter ce modèle de workflow a été ajouté, vous ne pouvez pas dupliquer ajouter!
ko: 추가 된이 워크 플로 템플릿을 추가하는 데 실패, 당신은 추가 복제 할 수 없습니다!
ru: Не удалось добавить шаблон рабочего процесса был добавлен, вы не можете дублировать добавить!
zh_cn: 添加失败，这个工作流模板已被添加，不能重复添加！
zh_tw: 添加失败，这个工作流模板已被添加，不能重复添加！

# ZZTJSBZZXMBTXGZLS
source: Submit failure, please select the latest template to fill in the workflow application!
de: Ausfall abschicken, wählen Sie bitte die neueste Vorlage, um in der Workflow-Anwendung zu füllen!
fr: Proposez échec, s'il vous plaît sélectionner le dernier modèle pour remplir la demande de flux de travail!
ko: 워크 플로우 애플리케이션을 작성하기 위해 최신 템플릿을 선택하십시오, 실패를 제출!
ru: Отправить отказ, пожалуйста, выберите последнюю шаблон для заполнения заявки документооборота!
zh_cn: 提交失败，请选择最新模板填写申请！
zh_tw: 提交失败，请选择最新模板填写工作流申请！

# ZZTJSHCG
source: Submit Audit Success!
de: Senden Audit Erfolg!
fr: Proposez Audit des succès!
ko: 감사 성공 제출!
ru: Разместить Аудит успехов!
zh_cn: 提交审核成功！
zh_tw: 提交审核成功！

# ZZTJSHSBJC
source: Submit an audit failure, please check!
de: Senden eines Prüfungsversagen, bitte!
fr: Soumettre un échec de vérification, s'il vous plaît vérifier!
ko: 감사 실패를 제출, 확인하시기 바랍니다!
ru: Подать отказ аудита, пожалуйста, проверьте!
zh_cn: 提交审核失败，请检查！
zh_tw: 提交审核失败，请检查！

# ZZTJTHCG
source: Submit Return success
de: Senden Success Rück
fr: Proposez retour Succès
ko: 성공 반환 제출
ru: Отправить возвращение успеха
zh_cn: 提交退回成功
zh_tw: 提交退回成功

# ZZTOEXCELCG
source: To Excel success!
de: Zum Erfolg Excel!
fr: Pour exceller succès!
ko: 성공을 Excel로!
ru: Для Excel успех!
zh_cn: To Excel成功！
zh_tw: To Excel成功！

# ZZTSBMBJC
source: Tip: Department Required, please check!
de: Tipp: Erforderlich Abteilung, bitte!
fr: Astuce: Obligation département, s'il vous plaît vérifier!
ko: 팁 : 필요한 부서, 확인하시기 바랍니다!
ru: Совет: Требуется отдел, пожалуйста, проверьте!
zh_cn: 提示：部门必选，请检查！
zh_tw: 提示：部门必选，请检查！

# ZZTSBMBNWKJC
source: Tip: The encoder may not be empty, please check!
de: Tipp: Der Geber darf nicht leer sein, überprüfen Sie bitte!
fr: Astuce: Le codeur peut pas être vide, s'il vous plaît vérifier!
ko: 팁 : 인코더가 비어하지 않을 수 있습니다, 확인하시기 바랍니다!
ru: Совет: Датчик не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示：编码不能为空，请检查！
zh_tw: 提示：编码不能为空，请检查！

# ZZTSBWBWBXJC
source: Tips, currency is mandatory, check!
de: Tipps ist Währung obligatorisch, zu überprüfen!
fr: Conseils, la monnaie est obligatoire, vérifiez!
ko: 팁, 통화가 필수입니다, 확인!
ru: Советы, валюта является обязательным, проверьте!
zh_cn: 提示，本位币为必选项，请检查！
zh_tw: 提示，本位币为必选项，请检查！

# ZZTSCBRSBZJC
source: Tip: insufficient number of reserve, please check!
de: Tipp: unzureichende Zahl von Reserve, überprüfen Sie bitte!
fr: Astuce: nombre insuffisant de réserve, s'il vous plaît vérifier!
ko: 팁 : 예약의 불충분 한 수, 확인하시기 바랍니다!
ru: Совет: недостаточное количество резервных, пожалуйста, проверьте!
zh_cn: 提示：储备人数不足，请检查！
zh_tw: 提示：储备人数不足，请检查！

# ZZTSCBZYJBSPTGBYJBFHDMBZ
source: Tips, this step has been agreed by and has been returned to the front step!
de: Prompt hat dieser Schritt zugelassen und ist an der Vorderseite Schritt zurückgegeben wurde!
fr: Prompt, cette étape a été approuvé par et a été renvoyé à l'étape devant!
ko: 프롬프트는,이 단계에 의해 승인되었고, 앞 단계로 복귀 한!
ru: Подскажите, этот шаг был одобрен и был возвращен на крыльце!
zh_cn: 提示，此步骤已经被审批通过并已经被返回到前面步骤！
zh_tw: 提示，此步骤已经被审批通过并已经被返回到前面步骤！

# ZZTSCCJCCWYYKNWSTRRETURNVALUE
source: Push error, please check! Error reason may be: "+ strReturnValue +"
de: Druckfehler, prüfen Sie bitte! Fehler Grund kann sein: "+ strReturnValue +"
fr: Erreur de Push, s'il vous plaît vérifier! Raison de l'erreur peut être: "+ strReturnValue +"
ko: 푸시 오류, 확인하시기 바랍니다! 오류 이유가있을 수 있습니다 : "+ strReturnValue +"
ru: Ошибка Нажмите, пожалуйста, проверьте! Причина ошибки может быть: "+ strReturnValue +"
zh_cn: 推送出错，请检查！错误原因可能为：" + strReturnValue + "
zh_tw: 推送出错，请检查！错误原因可能为：" + strReturnValue + "

# ZZTSCHTTZYZDHTJC
source: Tip This contract notice has established contracts, please check!
de: Tipp Diese Bekanntmachung ist formuliert worden Vertrag, bitte!
fr: Conseil Cet avis de marché a été formulé contrat, s'il vous plaît vérifier!
ko: 이 계약 통지 공식화 된 계약 팁, 확인하시기 바랍니다!
ru: Совет этот контракт уведомление была сформулирована контракт, пожалуйста, проверьте!
zh_cn: 提示，此合同通知已制定合同，请检查！
zh_tw: 提示，此合同通知已制定合同，请检查！

# ZZTSCWJWBXJC
source: Tips, financial section is mandatory, check!
de: Tipp Finanz Abschnitt ist obligatorisch, zu überprüfen!
fr: Astuce section financière est obligatoire, vérifiez!
ko: 팁 금융 섹션은 필수이며, 확인!
ru: Совет финансовый раздел является обязательным, проверьте!
zh_cn: 提示，财务区间为必选项，请检查！
zh_tw: 提示，财务区间为必选项，请检查！

# ZZTSCWZTJCWJWBXJC
source: Tips, financial set of books and financial section is mandatory, check!
de: Tipps, Finanz Satz Bücher und Finanzbereich für die Pflichtprüfung!
fr: Conseils, montage financier et la gamme de livres financière pour le contrôle obligatoire!
ko: 팁, 필수 검사에 대한 책의 금융 세트 및 재정 범위!
ru: Советы, финансовые набор книг и финансовой диапазон для обязательной проверкой!
zh_cn: 提示，财务帐套及财务区间为必选项，请检查！
zh_tw: 提示，财务帐套及财务区间为必选项，请检查！

# ZZTSCWZTWBXJC
source: Tips and financial account cover is mandatory, check!
de: Tipps, Finanz- Satz Bücher obligatorisch, zu überprüfen!
fr: Conseils, montage financier de livres est obligatoire, vérifiez!
ko: 팁, 책의 금융 세트가 필수입니다, 확인!
ru: Советы, финансовые набор книг является обязательным, проверьте!
zh_cn: 提示，财务帐套为必选项，请检查！
zh_tw: 提示，财务帐套为必选项，请检查！

# ZZTSCYGZLXWBXJC
source: Tip: Member Trades type is mandatory, check!
de: Tipp: Mitglied Trades Typ ist Pflicht, zu überprüfen!
fr: Astuce: Métiers membres type est obligatoire, vérifiez!
ko: 팁 : 회원 거래 유형은 필수입니다, 확인!
ru: Совет: Участник Торги типа является обязательным, проверьте!
zh_cn: 提示：成员工种类型为必选项，请检查！
zh_tw: 提示：成员工种类型为必选项，请检查！

# ZZTSCZXTMCDKH
source: Tip, there is a client of the same name!
de: Tipp gibt es einen Client mit dem gleichen Namen!
fr: Astuce, il est un client du même nom!
ko: 팁, 같은 이름의 클라이언트가있다!
ru: Совет, есть клиент с таким же именем!
zh_cn: 提示，存在相同名称的客户！
zh_tw: 提示，存在相同名称的客户！

# ZZTSDEXMWBXJC
source: Tip: Quota project is mandatory, check!
de: Tipp: Quota-Projekt ist Pflicht, zu überprüfen!
fr: Astuce: projet de quota est obligatoire, vérifiez!
ko: 팁 : 할당량 프로젝트가 필수입니다, 확인!
ru: Совет: Квота проект является обязательным, проверьте!
zh_cn: 提示：定额项目为必选项，请检查！
zh_tw: 提示：定额项目为必选项，请检查！

# ZZTSDMXMDH1JBZLDBNWKJC
source: Tip: code, name, telephone number 1, the basic information can not be empty, please check!
de: Tipp: Code, Name, Telefonnummer 1 kann die Basisinformationen nicht leer sein, prüfen Sie bitte!
fr: Astuce: code, le nom, le numéro de téléphone 1, les informations de base ne peut pas être vide, s'il vous plaît vérifier!
ko: 팁 : 코드, 이름, 전화 번호 (1), 기본 정보가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Совет: Код, имя, номер телефона 1, основная информация не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示：代码、姓名、电话1、基本资料都不能为空，请检查！
zh_tw: 提示：代码、姓名、电话1、基本资料都不能为空，请检查！

# ZZTSDXTZNRBTJC
source: Tip: SMS notification content required, please check!
de: Tipp: SMS-Benachrichtigung Gehalt erforderlich ist, überprüfen Sie bitte!
fr: Astuce: SMS contenu de notification requise, s'il vous plaît vérifier!
ko: 팁 : SMS 알림 내용 요구, 확인하시기 바랍니다!
ru: Совет: SMS уведомление содержание требуется, пожалуйста, проверьте!
zh_cn: 提示：短信通知内容必填，请检查！
zh_tw: 提示：短信通知内容必填，请检查！

# ZZTSEDXMBNWKJC
source: Tip: Rated projects can not be empty, please check!
de: Tipp: Nenn Projekt darf nicht leer sein, prüfen Sie bitte!
fr: Astuce: Rated projet ne peut pas être vide, s'il vous plaît vérifier!
ko: 팁 : 정격 프로젝트는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Совет: Номинальная проект не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示：额定项目不能为空，请检查！
zh_tw: 提示：额定项目不能为空，请检查！

# ZZTSEXCELBWKBWSJ
source: Tips, Excel table is empty, no data!
de: Tipps, ist Excel-Tabelle leer ist, keine Daten!
fr: Conseils, tableau Excel est vide, aucune donnée!
ko: 팁, 엑셀 테이블이 비어 있습니다, 데이터 없음!
ru: Советы, настольный Excel пуст, нет данных!
zh_cn: 提示，Excel表为空表,无数据！
zh_tw: 提示，Excel表为空表,无数据！

# ZZTSFJCWJCCWYYKNSERRMESSAGE
source: Push attachment error, please check! Error reason might be: "+ err.Message +"
de: Push Anbringungsfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ err.Message +"
fr: Poussez erreur de fixation, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ err.Message +"
ko: 푸시 첨부 파일 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ err.Message +"
ru: Нажмите ошибка привязанность, пожалуйста, проверьте! Причина ошибки может быть: "+ err.message +"
zh_cn: 推送附件错误，请检查！错误原因可能是：" + err.Message + "
zh_tw: 推送附件错误，请检查！错误原因可能是：" + err.Message + "

# ZZTSGBLDYCZWXZJJC
source: Tip of the preparation list already exists, no longer build, check!
de: Tipp der Zubereitung Liste bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce de la liste de préparation existe déjà, plus construire, vérifier!
ko: 준비 목록의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Совет списка подготовки уже существует, уже не построить, не проверить!
zh_cn: 提示，该备料清单已存在，无需再建，请检查！
zh_tw: 提示，该备料清单已存在，无需再建，请检查！

# ZZTSGDEXMYCZJC
source: Hint: The scale existing projects, please check!
de: Hinweis: Das angelegte Projekt bereits vorhanden ist, überprüfen Sie bitte!
fr: Astuce: Le projet d'envergure déjà existe, s'il vous plaît vérifier!
ko: 힌트 : 규모의 프로젝트가 이미 확인하시기 바랍니다 존재!
ru: Подсказка: Масштабный проект уже существует, пожалуйста, проверьте!
zh_cn: 提示：该定额项目已存在，请检查！
zh_tw: 提示：该定额项目已存在，请检查！

# ZZTSGEDXMYCZJC
source: Tip: The amount of existing projects, please check!
de: Tipp: Die Höhe des Projekts bereits vorhanden ist, überprüfen Sie bitte!
fr: Astuce: Le montant du projet déjà existe, s'il vous plaît vérifier!
ko: 팁 : 프로젝트의 양은 이미 확인하시기 바랍니다 존재!
ru: Совет: сумма проекта уже существует, пожалуйста, проверьте!
zh_cn: 提示：该额度项目已存在，请检查！
zh_tw: 提示：该额度项目已存在，请检查！
