Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZhiDingWeiShouLiRen
source: Designated as assignee
de: Als Rechtsnachfolger Ausgewiesene
fr: Désigné comme cessionnaire
ko: 양수인 지정
ru: Места как правопреемник
zh_cn: 指定为受理人
zh_tw: 指定為受理人

# ZhiDingZhe
source: Makers
ko: 업체
ru: Создатели
zh_cn: 制定者
zh_tw: 制定者

# ZhiDngXhe
source: Makers
ko: 업체
ru: Создатели
zh_cn: 制定者
zh_tw: 制定者

# ZhiGuan
source: Manifold
fr: Collecteur
ko: 다양성
ru: Коллектор
zh_cn: 支管
zh_tw: 支管

# ZhiJianXinXi
source: Quality Information
de: Qualitätskontrollinformationen
fr: Des informations de contrôle de la qualité
ko: 품질 제어 정보
ru: Контроль качества информации
zh_cn: 质检信息
zh_tw: 質檢信息

# ZhiJieChengYuan
source: Direct members
de: Direkte Mitgliedschaft
fr: Adhésion directe
ko: 직접 회원
ru: Прямая Членство
zh_cn: 直接成员
zh_tw: 直接成員

# ZhiJieChengYuanCengCiSheZhi
source: Direct Membership level settings
de: Direkter Mitgliedsrang Einstellungen
fr: Réglages de niveau d'adhésion directe
ko: 직접 회원 레벨 설정
ru: Настройки уровня прямое членство
zh_cn: 直接成员层次设置
zh_tw: 直接成員層次設置

# ZhiJieChengYuanJiXiao
source: Direct Member Performance
de: Direkter Mitglied Leistung
fr: Performance membre direct
ko: 직접 회원 실적
ru: Прямая Производительность Участник
zh_cn: 直接成员绩效
zh_tw: 直接成員績效

# ZhiJieChengYuanLieBiao
source: Direct list member
de: Direkter Liste Mitglieder
fr: Liste des membres directs
ko: 직접 목록 회원
ru: Прямые Список пользователей
zh_cn: 直接成员列表
zh_tw: 直接成員列表

# ZhiJieFeiXiangMuLieBiao
source: List of items direct costs
de: Liste der Elemente direkten Kosten
fr: Liste des éléments de coûts directs
ko: 항목 직접 비용의 목록
ru: Перечень предметов, прямые расходы
zh_cn: 直接费项目列表
zh_tw: 直接費項目列表

# ZhiJieFeiYongXiangMu
source: Direct costs of the project
de: Die direkten Kosten des Projekts
fr: Les coûts directs du projet
ko: 프로젝트의 직접 비용
ru: Прямые затраты по проекту
zh_cn: 直接费用项目
zh_tw: 直接費用項目

# ZhiJieJieFeiXiangMuLieBiao
source: Indirect access fee project list
de: Indirekten Zugang Gebühr Projektliste
fr: Liste de projets de taxe d'accès indirect
ko: 간접 접속 수수료 프로젝트 목록
ru: Косвенный доступ список плата проект
zh_cn: 间接接费项目列表
zh_tw: 間接接費項目列表

# ZhiJieZhuanChengChuKuDan
source: Transferred directly into the storehouse
de: Direkt in das Vorratshaus überführt
fr: Transféré directement dans l'entrepôt
ko: 창고로 직접 전송
ru: Переведен непосредственно в хранилище
zh_cn: 直接转成出库单
zh_tw: 直接轉成出庫單

# ZhiLiangBaoYan
source: Quality post-mortem
de: Qualität Post-mortem-
fr: Qualité post-mortem
ko: 품질 사후
ru: Качество посмертное
zh_cn: 质量报验
zh_tw: 品質報驗

# ZhiLiangChengBen
source: Cost of Quality
de: Qualitätskosten
fr: Coût de la Qualité
ko: 품질 비용
ru: Стоимость качества
zh_cn: 质量成本
zh_tw: 品質成本

# ZhiLiangGuanLi
source: Quality Control
de: Qualitätsmanagement
fr: Gestion de la qualité
ko: 품질 관리
ru: Управление качеством
zh_cn: 质量管理
zh_tw: 品質管制

# ZhiLiangJianCha
source: Quality Check
fr: Contrôle de la qualité
ko: 품질 검사
ru: Проверка качества
zh_cn: 质量检查
zh_tw: 品質檢查

# ZhiLiangJianChaDan
source: Quality checklist
de: Qualität Checkliste
fr: Liste de contrôle de la qualité
ko: 품질 체크리스트
ru: Контрольный список качества
zh_cn: 质量检查单
zh_tw: 品質檢查單

# ZhiLiangJianChaLieBiao
source: Quality checklist
de: Qualität Checkliste
fr: Liste de contrôle de la qualité
ko: 품질 체크리스트
ru: Контрольный список качества
zh_cn: 质量检查列表
zh_tw: 品質檢查列表

# ZhiLiangJiangChengTongZhi
source: Quality incentive notification
de: Qualitätsanreiz Benachrichtigung
fr: Notification d'encouragement de la qualité
ko: 품질 인센티브 알림
ru: Уведомление стимул качества
zh_cn: 质量奖惩通知
zh_tw: 品質獎懲通知

# ZhiLiangJiShuJiaoDi
source: Quality of technical tests
de: Qualität und technische Tests
fr: Tests de qualité et techniques
ko: 품질과 기술 시험
ru: Качество и технические испытания
zh_cn: 质量技术交底
zh_tw: 品質技術交底

# ZhiLiangQueXianChuLi
source: Treatment of Defects
de: Die Behandlung der Mängel
fr: Traitement des défauts
ko: 결함의 치료
ru: Лечение дефектов
zh_cn: 质量缺陷处理
zh_tw: 品質缺陷處理

# ZhiLiangQueXianChuLiLieBiao
source: Treatment of Defects List
de: Behandlung von Mängelliste
fr: Traitement de la liste des défauts
ko: 결함 목록의 치료
ru: Лечение списка дефектов
zh_cn: 质量缺陷处理列表
zh_tw: 品質缺陷處理列表

# ZhiLiangQueXianTongZhi
source: Quality defect notification
de: Qualitätsmängel Mitteilung
fr: Défauts de qualité notification
ko: 품질 결함 알림
ru: Дефекты качества Уведомление
zh_cn: 质量缺陷通知
zh_tw: 品質缺陷通知

# ZhiLiangQueXianTongZhiDan
source: Quality Defects Notification
de: Qualitätsmängel Mitteilung
fr: Défauts de qualité notification
ko: 품질 결함 알림
ru: Дефекты качества Уведомление
zh_cn: 质量缺陷通知单
zh_tw: 品質缺陷通知單

# ZhiLiangQueXianTongZhiDanLieBiao
source: Quality Defects Notification List
de: Qualitätsmängel Benachrichtigungsliste
fr: Les défauts de qualité de liste de notification
ko: 품질 결함 알림 목록
ru: Качество Дефекты Список Уведомление
zh_cn: 质量缺陷通知单列表
zh_tw: 品質缺陷通知單列表

# ZhiLiangYinHuanZhengGai
source: Quality hidden rectification
de: Qualität versteckten Berichtigung
fr: Qualité de rectification caché
ko: 품질 숨겨진 정류
ru: Качество скрытый устранение
zh_cn: 质量隐患整改
zh_tw: 品質隱患整改

# ZhiShaoBaWeiZhiFu
source: At least 8 character
de: Mindestens 8 Platzhalterzeichen
fr: Au moins huit caractères
ko: 적어도 8 자
ru: По крайней мере, восемь символов
zh_cn: 至少八位字符
zh_tw: 至少8位元字元

# ZhiShiGongJu
source: Knowledge tools
fr: Outils de connaissances
ko: 기술 도구
ru: Инструменты знаний
zh_cn: 知识工具
zh_tw: 知識工具

# ZhiShiGuanLi
source: Knowledge Management
de: Wissensmanagement
fr: Gestion des connaissances
ko: 지식 관리
ru: Управление знаниями
zh_cn: 知识管理
zh_tw: 知識管理

# ZhiShuBuMen
source: Affiliated agencies
de: Direkt unter der Abteilung
fr: Directement sous le département
ko: 직접 부서에서
ru: Непосредственно под отдела
zh_cn: 直属部门
zh_tw: 直屬部門

# ZhiWei
source: Office
de: Büro
fr: Bureau
ko: 사무실
ru: Офис
zh_cn: 职位
zh_tw: 職位

# ZhiWu
source: Post
fr: Poste
ko: 우편
ru: После
zh_cn: 职务
zh_tw: 職務

# ZhiWuSheZhi
source: Office set
de: Positionseinstellungen
fr: Paramètres de position
ko: 위치 설정
ru: Настройки Позиция
zh_cn: 职务设置
zh_tw: 職務設置

# ZhiXiangXianShiXiangXiNeiRong
source: Point to show details
de: Weisen auf Details Zeige
fr: Pointez sur Afficher les détails
ko: 세부 정보를 표시하는 포인트
ru: Укажите Показать Детали
zh_cn: 指向显示详细内容
zh_tw: 指向顯示詳細內容

# ZhiXing
source: Carried out
de: Ausführung
fr: Réalisation
ko: 실행
ru: Выполнение
zh_cn: 执行
zh_tw: 執行

# ZhiXingBiaoZhun
source: Implementation of standards
de: Umsetzung von Standards
fr: Application des normes
ko: 표준의 구현
ru: Внедрение стандартов
zh_cn: 执行标准
zh_tw: 執行標準

# ZhiXingJinE
source: Exercise Amount
de: Ausübungsbetrag
fr: Montant d'Exercice
ko: 운동량
ru: Упражнение Сумма
zh_cn: 执行金额
zh_tw: 執行金額

# ZhiXingMingLing
source: Run
ko: 달리기
ru: Пробег
zh_cn: 执行命令
zh_tw: 執行命令

# ZhiXingRen
source: Holders
de: Testamentsvollstrecker
fr: Exécuteur testamentaire
ko: 집행자
ru: Исполнитель
zh_cn: 执行人
zh_tw: 執行人

# ZhiXingRiQi
source: Execution Date
de: Ausführungsdatum
fr: Date d'exécution
ko: 실행 날짜
ru: Дата выполнения
zh_cn: 执行日期
zh_tw: 執行日期

# ZhiXingRiZhi
source: Execution log
de: Ausführungsprotokoll
fr: Journal d'exécution
ko: 실행 로그
ru: Журнал выполнения
zh_cn: 执行日志
zh_tw: 執行日誌

# ZhiXingShiJian
source: Execution Time
de: Ausführungszeit
fr: Temps d'exécution
ko: 실행 시간
ru: Время выполнения
zh_cn: 执行时间
zh_tw: 執行時間

# ZhiXingYuJu
source: Execute the statement
de: Führen Sie die Anweisung
fr: Exécutez l'instruction
ko: 문을 실행
ru: Выполнить заявление
zh_cn: 执行语句
zh_tw: 執行語句

# ZhiXingZhong
source: Processing
de: Durchführung
fr: Mise en œuvre
ko: 이행
ru: Реализация
zh_cn: 执行中
zh_tw: 執行中

# ZhiYeBingYuFang
source: Occupational Health
fr: Santé au travail
ko: 산업 보건
ru: Охрана труда
zh_cn: 职业病预防
zh_tw: 職業病預防

# ZhiYeBingYuFangLieBiao
source: Occupational Health List
de: Berufskrankheit Prävention Liste
fr: Liste de prévention des maladies professionnelles
ko: 직업병 예방 목록
ru: Профессиональное заболевание список профилактика
zh_cn: 职业病预防列表
zh_tw: 職業病預防列表

# ZhiYeJiNengDengJi
source: Occupational Skill Level
de: Berufserfahrungsstufe
fr: Niveau de compétences professionnelles
ko: 직업 스킬 레벨
ru: Охрана уровень умения
zh_cn: 职业技能等级
zh_tw: 職業技能等級

# ZhiYeJiNengZhengShuBianHao
source: Vocational skills certificate number
de: Beruflichen Fähigkeiten Zertifikat-Nummer
fr: Compétences professionnelles numéro de certificat
ko: 직업 능력 인증서 번호
ru: Номер сертификата профессиональной квалификации
zh_cn: 职业技能证书编号
zh_tw: 職業技能證書編號

source: Only the first layer node permissions set to "public", other people can see it, please do not repeat and random settings node
de: Nur die erste Schicht Knoten Berechtigungen auf "public", andere Menschen können es sehen, bitte nicht wiederholen und Zufallsknoten-Einstellungen
fr: Seules les premières autorisations de nœuds de couche défini sur «Public», d'autres personnes peuvent voir, s'il vous plaît ne pas répéter et aléatoire nœud paramètres
ko: 공개다른 사람들이 그것을 볼 수있는 설정 만 첫 번째 레이어 노드 권한, 반복 및 임의 설정 노드하지 마십시오
ru: Только первые разрешения слой узлов, установленных на "общественные", другие люди могут увидеть его, пожалуйста, не повторять и случайных параметров узла
zh_cn: 只有第一层节点权限设为“公共”，其他人才可以看到，请不要重复和随便设置节点
zh_tw: 只有第一層節點許可權設為“公共”，其他人才可以看到，請不要重複和隨便設置節點

# ZhiYuan
source: Resources
de: Ressourcen
fr: Ressources
ko: 자원
ru: Ресурсы
zh_cn: 资源
zh_tw: 資源

# ZhiYuang
source: The words
de: Die Worte
fr: Les mots
ko: 단어
ru: Слова
zh_cn: 字样
zh_tw: 字樣

# ZhiZaoChengBen
source: Manufacturing cost
de: Herstellungskosten
fr: Le coût de fabrication
ko: 제조 비용
ru: Стоимость Производство
zh_cn: 制造成本
zh_tw: 製造成本

# ZhiZaoFeiYongDunHao
source: Manufacturing costs - tonnes consumption
de: Herstellungskosten - Tonnen Verbrauch
fr: Les coûts de fabrication - tonnes consommation
ko: 제조 비용 - 톤 소비
ru: Производственные затраты - т потребления
zh_cn: 制造费用-吨耗
zh_tw: 製造費用-噸耗

# ZhiZaoTiQianQi
source: Manufacturing lead time
de: Lieferzeit
fr: Délai de fabrication
ko: 리드 타임을 제조
ru: Производство свинца время
zh_cn: 制造提前期
zh_tw: 製造提前期

# ZhiZe
source: Responsibilities
de: Verantwortung
fr: Responsabilités
ko: 책임
ru: Обязанности
zh_cn: 职责
zh_tw: 職責

# ZhiZhe
source: Responsibilities
de: Verantwortung
fr: Responsabilités
ko: 책임
ru: Обязанности
zh_cn: 职责
zh_tw: 職責

# Zhong
source: In
fr: En
ko: 에
ru: В
zh_cn: 中
zh_tw: 中

# ZhongBanShangBanJieShuShiJian
source: Intermediate work end time
de: Zwischenarbeitsendzeit
fr: Intermédiaire heure de fin de travail
ko: 중간체 작업 종료 시각
ru: Промежуточный время работы конец
zh_cn: 下午上班结束时间
zh_tw: 中班上班結束時間

# ZhongBanShangBanKaiShiShiJian
source: Intermediate work start time
de: Zwischenarbeitsstartzeit
fr: Heure de début de travail Intermédiaire
ko: 중간 작업 시작 시간
ru: Промежуточный рабочего времени начало
zh_cn: 下午上班开始时间
zh_tw: 中班上班開始時間

# ZhongBanshangBanShiJia
source: Intermediate working hours
de: Zwischenarbeitsstunden
fr: Les heures de travail intermédiaires
ko: 중급 근무 시간
ru: Промежуточные рабочих часов
zh_cn: 下午上班时间
zh_tw: 中班上班時間

# ZhongBanShangBanShiJian
source: Intermediate working hours
de: Zwischenarbeitsstunden
fr: Les heures de travail intermédiaires
ko: 중급 근무 시간
ru: Промежуточные рабочих часов
zh_cn: 下午上班时间
zh_tw: 中班上班時間

# ZhongBanXiaBanJieShuShiJian
source: Intermediate work end time
de: Zwischenarbeitsendzeit
fr: Intermédiaire heure de fin de travail
ko: 중간체 작업 종료 시각
ru: Промежуточный время работы конец
zh_cn: 下午下班结束时间
zh_tw: 中班下班結束時間

# ZhongBanXiaBanKaiShiShiJian
source: Intermediate work start time
de: Zwischenarbeitsstartzeit
fr: Heure de début de travail Intermédiaire
ko: 중간 작업 시작 시간
ru: Промежуточный рабочего времени начало
zh_cn: 下午下班开始时间
zh_tw: 中班下班開始時間

# ZhongBanXiaBanShiJian
source: Intermediate rush hours
de: Zwischenarbeitsstunden
fr: Les heures de travail intermédiaires
ko: 중급 근무 시간
ru: Промежуточные рабочих часов
zh_cn: 下午下班时间
zh_tw: 中班上班時間

# ZhongBiaoRenTuiJianQueRen
source: The winning bidder recommended confirmation
de: Der Höchstbietende empfohlen Bestätigung
fr: La confirmation victoires soumissionnaire recommandé
ko: 낙찰자 권장 확인
ru: Победителем торгов рекомендуется подтверждения
zh_cn: 中标人推荐确认
zh_tw: 中標人推薦確認

# ZhongBiaoTongZhiNeiRong
source: Bid notification content
de: Gewinnbenachrichtigung Inhalt
fr: Gagner contenu de notification
ko: 승리 알림 내용
ru: Победа содержание уведомления
zh_cn: 中标通知内容
zh_tw: 中標通知內容

# ZhongBiaoTongZhiShu
source: Winning notice
de: Gewinnen Ankündigung
fr: Gagner préavis
ko: 승리 통지
ru: Победа уведомление
zh_cn: 中标通知书
zh_tw: 中標通知書

# ZhongBiaoTongZhiShuLieBiao
source: Winning notice list
de: Gewinnen Merkzettel
fr: Gagner liste de préavis
ko: 통지 목록 수상
ru: Победа список уведомления
zh_cn: 中标通知书列表
zh_tw: 中標通知書列表

# ZhongBiaoTuiJianMingXi
source: Summary table details Recommended
de: Übersichtstabelle Details Empfohlen
fr: Les détails de table Résumé Recommandé
ko: 요약 테이블 세부 사항 추천
ru: Детали Сводная таблица Рекомендуем
zh_cn: 总表推荐明细
zh_tw: 總表推薦明細

# ZhongBiaoTuiJianMingXi2
source: Recommended bid details
de: Empfohlenen Gebot Details
fr: Les détails des offres recommandées
ko: 권장 입찰 정보
ru: Рекомендуемые ставки подробности
zh_cn: 中标推荐明细
zh_tw: 中標推薦明細

# ZhongBiaoZhuangTai
source: Winning state
de: Gewinnen Zustand
fr: État gagnant
ko: 승리 상태
ru: Победа состояние
zh_cn: 中标状态
zh_tw: 中標狀態

# ZhongDa
source: Great
de: Großartig
fr: Grande
ko: 큰
ru: Великий
zh_cn: 重大
zh_tw: 重大

# ZhongDaChengDu
source: Significant degree
de: Erheblichen Grad
fr: Degré significatif
ko: 상당한 정도
ru: Значительной степени
zh_cn: 重大程度
zh_tw: 重大程度

# ZhongDu
source: Poisoning
de: Vergiftung
fr: Empoisonnement
ko: 중독
ru: Отравление
zh_cn: 中毒
zh_tw: 中毒

# ZhongDuanKeHu
source: End customers
de: Endkunden
fr: Les clients finaux
ko: 최종 고객
ru: Конечные клиенты
zh_cn: 终端客户
zh_tw: 終端客戶

# ZhongGuoAoMen
source: Macau, China
de: Macao, China
fr: Macao, Chine
ko: 마카오, 중국
ru: Макао, Китай
zh_cn: 中国澳门
zh_tw: 中國澳門

# ZhongGuoDaLu
source: China Mainland
de: Chinesischen Festland
fr: Partie continentale de Chine
ko: 중국어 본토
ru: Материкового Китая
zh_cn: 中国大陆
zh_tw: 中國大陸

# ZhongGuoXiangGang
source: China Hong Kong
de: Hongkong, China
fr: Hong Kong, Chine
ko: 홍콩, 중국
ru: Гонконг, Китай
zh_cn: 中国香港
zh_tw: 中國香港

# ZhongJieGuiShuCiBuDeGongZuo
source: End of home work this step
de: Ende des Hauptarbeit dieses Schritts
fr: Fin des travaux de la maison de cette étape
ko: 이 단계의 홈 작업의 종료
ru: Конец надомного труда этого шага
zh_cn: 终结归属此步的工作
zh_tw: 終結歸屬此步的工作

# ZhongJieGuiShuCiBuDeGongZuoLiu
source: End of ownership of this step workflow
de: Ende diesen Schritt Workflow
fr: Terminez la maison cette étape flux de travail
ko: 집이 단계의 워크 플로우를 종료
ru: End домой этот шаг рабочего процесса
zh_cn: 终结归属此步的工作流
zh_tw: 終結歸屬此步的工作流

# ZhongJiZhiChengRenYuan
source: Intermediate grade
de: Mid-Level-Offiziere
fr: Officiers de grade intermédiaire
ko: 중간 수준의 임원
ru: Офицеры средний класс
zh_cn: 中级职称人员
zh_tw: 中級職稱人員

# ZhongLei
source: Species
de: Spezies
fr: Espèce
ko: 종
ru: Вид
zh_cn: 种类
zh_tw: 種類

# ZhongLei1
source: Species
de: Spezies
fr: Espèce
ko: 종
ru: Вид
zh_cn: 种类
zh_tw: 種類

# ZhongLei2
source: Species
de: Spezies
fr: Espèce
ko: 종
ru: Вид
zh_cn: 种类
zh_tw: 種類

# ZhongLei4
source: Species
de: Spezies
fr: Espèce
ko: 종
ru: Вид
zh_cn: 种类
zh_tw: 種類

# ZhongLeiDaiMa
source: The class code
de: Der Klassencode
fr: Le code de classe
ko: 클래스 코드
ru: Код класса
zh_cn: 中类代码
zh_tw: 中類代碼

# ZhongLeiID
source: Class ID
de: Klassen-ID
fr: ID de classe
ko: 클래스 ID
ru: ID класса
zh_cn: 中类ID
zh_tw: 中類ID

# ZhongLeiJiLu
source: Class record
de: Die Klassenrekord
fr: Le record de la classe
ko: 클래스 레코드
ru: Запись класс
zh_cn: 中类记录
zh_tw: 中類記錄

# ZhongLeiMingCheng
source: Class name
de: Klassennamen
fr: Nom de la classe
ko: 클래스 이름
ru: Имя класса
zh_cn: 中类名称
zh_tw: 中類名稱

# ZhongLeiShenHe
source: Audit classes
de: Class Bewertung
fr: Examen de la classe
ko: 클래스 검토
ru: Обзор класса
zh_cn: 中类审核
zh_tw: 中類審核

# ZhongLeiShuoMing
source: In Class Description
de: In Klasse Beschreibung
fr: En Classe Description
ko: 클래스의 설명
ru: В описание класса
zh_cn: 中类说明
zh_tw: 中類說明

# ZhongLeiXiaoLeiJiLu
source: Class - subclass record
de: Class - Unterklasse Rekord
fr: Classe - dossier de la sous-classe
ko: 클래스 - 서브 클래스의 기록
ru: Класс - подкласс запись
zh_cn: 中类-小类记录
zh_tw: 中類-小類記錄

# ZhongLiu
source: Tumor
fr: Tumeur
ko: 종양
ru: Опухоль
zh_cn: 肿瘤
zh_tw: 腫瘤

# ZhongShangRenShu
source: The number of seriously injured
de: Die Zahl der Schwerverletzten
fr: Le nombre de blessés graves
ko: 중상의 수
ru: Количество серьезно ранен
zh_cn: 重伤人数
zh_tw: 重傷人數

# ZhongShiYouDiEJianSheGongSi
source: Second construction company in the oil
de: Die zweite Baufirma in der Öl
fr: La deuxième entreprise de construction dans l'huile
ko: 오일의 두 번째 건설 회사
ru: Второй строительная компания в масле
zh_cn: 中石油第二建设公司
zh_tw: 中石油第二建設公司

# ZhongWenBiaoTi
source: Chinese title
de: Chinesische Titel
fr: Titre chinois
ko: 중국어 제목
ru: Китайский название
zh_cn: 中文标题
zh_tw: 中文標題

# ZhongYao
source: Important
de: Wichtig
ko: 중요
ru: Важно
zh_cn: 重要
zh_tw: 重要

# ZhongYaoChengXu
source: Important program
de: Wichtige Programm
fr: Important programme
ko: 주요 프로그램
ru: Важно программы
zh_cn: 重要程序
zh_tw: 重要程式

# ZhongYaoTongZhi
source: Important Notice
de: Wichtiger Hinweis
fr: Avis important
ko: 중요 공지 사항
ru: Важное замечание
zh_cn: 重要通知
zh_tw: 重要通知

# ZhongZhi
source: Termination
de: Beendigung
fr: Résiliation
ko: 종료
ru: Прекращение
zh_cn: 终止
zh_tw: 終止

# ZhouGongZuoLiangBaoGao
source: Zhou workload report
de: Zhou Workload-Bericht
fr: Rapport de la charge de travail Zhou
ko: 저우 워크로드 보고서
ru: Отчет нагрузка Чжоу
zh_cn: 周工作量报告
zh_tw: 周工作量報告

# ZhouGongZuoLiangChaXun
source: Zhou workload inquiry
de: Zhou Workload-Anfrage
fr: Zhou enquête de charge de travail
ko: 저우 워크로드 문의
ru: Чжоу запрос нагрузка
zh_cn: 周工作量查询
zh_tw: 周工作量查詢

# ZhouJian
source: Weekly inspection
de: Wöchentliche Inspektion
fr: Inspection hebdomadaire
ko: 주간 검사
ru: Еженедельный осмотр
zh_cn: 周检
zh_tw: 周檢

# ZhouJianDaiMa
source: Weekly check codes
de: Wöchentliche Kontrollcodes
fr: Codes d'inspection hebdomadaires
ko: 주간 검사 코드
ru: Еженедельные индексы контроля
zh_cn: 周检代码
zh_tw: 周檢代碼

# ZhouJianJiHuaBiao
source: Weekly inspection schedule
de: Wöchentliche Inspektionsplan
fr: Calendrier d'inspection hebdomadaire
ko: 주간 검사 일정
ru: Еженедельное расписание осмотр
zh_cn: 周检计划表
zh_tw: 周檢計畫表

# ZhouJianMingChen
source: Component Name
de: Komponentenname
fr: Nom du composant
ko: 구성 요소 이름
ru: Название компонента
zh_cn: 组件名称
zh_tw: 組件名稱

# ZhouJianMingCheng
source: Weekly inspection name
de: Wöchentliche Inspektion Name
fr: Nom d'inspection hebdomadaire
ko: 주간 검사 이름
ru: Еженедельный осмотр имя
zh_cn: 周检名称
zh_tw: 周檢名稱

# ZhouJianWenTiBiao
source: Weekly inspection questionnaire
de: Wöchentliche Inspektion Fragebogen
fr: Questionnaire d'inspection hebdomadaire
ko: 주간 검사 질문
ru: Анкета Еженедельный осмотр в
zh_cn: 周检问题表
zh_tw: 周檢問題表

# ZhouLiHui
source: Weekly meetings
de: Wöchentliche Treffen
fr: Des réunions hebdomadaires
ko: 주간 회의
ru: Еженедельные встречи
zh_cn: 周例会
zh_tw: 周例會

# ZhouPingShen
source: Week Review
de: Week Bewertung
fr: Semaine critique
ko: 주 검토
ru: Неделя отзыв
zh_cn: 周评审
zh_tw: 周評審

# ZhouQi
source: Cycle
de: Zyklus
ko: 주기
ru: Цикл
zh_cn: 周期
zh_tw: 週期

# ZhouRiCheng
source: Week schedule
de: Wochenplan
fr: Horaire de la semaine
ko: 주 일정
ru: График неделя
zh_cn: 周日程
zh_tw: 周日程

# ZhouShu
source: Weeks
de: Wochen
fr: Semaines
ko: 주
ru: Недели
zh_cn: 周数
zh_tw: 周數

# ZhuagTai
source: Status
fr: Statut
ko: 지위
ru: Статус
zh_cn: 状态
zh_tw: 狀態

# ZhuanChengKeHuHuoGuanLianKeHu
source: Turn into customers or unrelated customers
de: Biegen Sie in Kunden oder kundenbezogene
fr: Transformer en clients ou clients liés
ko: 관련 고객 또는 고객으로 전환
ru: Включите в покупателей или клиентов, связанных
zh_cn: 转成客户或关联客户
zh_tw: 轉成客戶或關聯客戶

# ZhuanChengRenWu
source: Turn into a task
de: Biegen Sie in einer Aufgabe
fr: Tourner dans une tâche
ko: 작업에 돌려
ru: Включите в задачу
zh_cn: 转成任务
zh_tw: 轉成任務

# ZhuanChengXiangMu
source: Turn into project
de: Biegen Sie in einem Projekt
fr: Tourner dans un projet
ko: 프로젝트에 돌려
ru: Включите в проект
zh_cn: 转成项目
zh_tw: 轉成項目

# ZhuanGei
source: Transferred
de: Übertragen
fr: Transféré
ko: 양도
ru: Переведен
zh_cn: 转给
zh_tw: 轉給

# ZhuangTai
source: Status
fr: Statut
ko: 지위
ru: Статус
zh_cn: 状态
zh_tw: 狀態

# ZhuangTaiBianGengJiLu
source: Status Change History
de: Statusänderungsverlauf
fr: Changement de statut Histoire
ko: 상태 변경 기록
ru: Изменение состояния История
zh_cn: 状态变更记录
zh_tw: 狀態變更記錄

# ZhuangTaiShiFouWanCheng
source: State (if completed)
de: Staat (wenn abgeschlossen)
fr: État (si complété)
ko: 주 (완료 경우)
ru: Государственный (если завершено)
zh_cn: 状态(是否完成)
zh_tw: 狀態(是否完成)

# ZhuangTaiZhi
source: State value
de: Zustandswert
fr: Valeur État
ko: 상태 값
ru: Оценка состояния
zh_cn: 状态值
zh_tw: 狀態值

# ZhuanJia
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJia1
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJia2
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJia3
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJia4
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJia5
source: Expert
ko: 전문가
ru: Эксперт
zh_cn: 专家
zh_tw: 專家

# ZhuanJiaBianHao
source: Expert Number
de: Expert Anzahl
fr: Nombre d'experts
ko: 전문가 번호
ru: Эксперт Количество
zh_cn: 专家编号
zh_tw: 專家編號

# ZhuanJiaBianMa
source: Expert coding
de: Experten Codierung
fr: Codage expert
ko: 전문적인 코드 작성
ru: Кодирование экспертов
zh_cn: 专家编码
zh_tw: 專家編碼

# ZhuanJiaEr
source: Experts 2
de: Experten 2
ko: 전문가 2
ru: Эксперты 2
zh_cn: 专家2
zh_tw: 專家2

# ZhuanJiaJueCe
source: Expert Decision
de: Expert Entscheidung
fr: Décision d'experts
ko: 전문가 결정
ru: Эксперт Решение
zh_cn: 专家决策
zh_tw: 專家決策

# ZhuanJiaKuBianJi
source: Experts Library Editor
de: Experten-Bibliothek-Editor
fr: Experts éditeur de bibliothèque
ko: 전문가 라이브러리 편집기
ru: Эксперты Библиотека редактор
zh_cn: 专家库编辑
zh_tw: 專家庫編輯

# ZhuanJiaKuDangAn
source: Experts Library Archives
de: Experten Bibliothek Archiv
fr: Experts Archives de la Bibliothèque
ko: 전문가 도서관 자료실
ru: Эксперты Библиотека Архив
zh_cn: 专家库档案
zh_tw: 專家庫檔案

# ZhuanJiaKuJiLu
source: Expert database record
de: Expertendatenbankeintrag
fr: Fiche de base de données d'experts
ko: 전문 데이터베이스 레코드
ru: Эксперт запись в базе данных
zh_cn: 专家库记录
zh_tw: 專家庫記錄

# ZhuanJiaKuLieBiao
source: Experts Library List
de: Experten Bibliotheksliste
fr: Experts Liste Bibliothèque
ko: 전문가 라이브러리 목록
ru: Эксперты Библиотека Список
zh_cn: 专家库列表
zh_tw: 專家庫列表

# ZhuanJiaLeiBie
source: Expert category
de: Expert Kategorie
fr: Catégorie Expert
ko: 전문가 카테고리
ru: Эксперт категория
zh_cn: 专家类别
zh_tw: 專家類別

# ZhuanJiaLeiXing
source: Experts Type
de: Experten Type
fr: Type d'Experts
ko: 전문가 유형
ru: Эксперты Тип
zh_cn: 专家类型
zh_tw: 專家類型

# ZhuanJiaLieBiao
source: Expert List
de: Expertenliste
fr: Liste d'experts
ko: 전문가 목록
ru: Эксперт Список
zh_cn: 专家列表
zh_tw: 專家列表

# ZhuanJiaMingCheng
source: Experts name
de: Experten Name
fr: Experts nom
ko: 전문가의 이름
ru: Имя Эксперты
zh_cn: 专家名称
zh_tw: 專家名稱

# ZhuanJiaPingBiaoJiLu
source: Expert evaluation record
de: Gutachten Rekord
fr: Fiche d'évaluation d'experts
ko: 전문가 평가 기록
ru: Эксперт запись оценка
zh_cn: 专家评标记录
zh_tw: 專家評標記錄

# ZhuanJiaPingJia
source: Expert evaluation
de: Gutachten
fr: L'évaluation d'experts
ko: 전문가 평가
ru: Экспертная оценка
zh_cn: 专家评价
zh_tw: 專家評價

# ZhuanJiaSan
source: Expert 3
ko: 전문가 3
ru: Эксперт 3
zh_cn: 专家3
zh_tw: 專家3

# ZhuanJiaXingBie
source: Gender experts
de: Gender-Experten
fr: Les experts en genre
ko: 성별 전문가
ru: Эксперты по гендерным вопросам
zh_cn: 专家性别
zh_tw: 專家性別

# ZhuanJiaXinXi
source: Expert Information
de: Fachthemen
fr: Informations Expert
ko: 전문가 정보
ru: Эксперт Информация
zh_cn: 专家信息
zh_tw: 專家資訊

# ZhuanJiaYi
source: Expert 1
ko: 전문가 1
ru: Эксперт 1
zh_cn: 专家1
zh_tw: 專家1

# ZhuanJiaYiJian
source: Experts propose to build
de: Experten schlagen vor, zu bauen
fr: Les experts proposent de construire
ko: 전문가들은 건설 제안
ru: Эксперты предлагают построить
zh_cn: 专家议建
zh_tw: 專家議建

# ZhuanJiaZhiCheng
source: Expert title
de: Expertentitel
fr: Titre d'experts
ko: 전문가 제목
ru: Эксперт название
zh_cn: 专家职称
zh_tw: 專家職稱
