Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# TiMing
source: Title
de: Titel
fr: Titre
ko: 이름
ru: Название
zh_cn: 题名
zh_tw: 題名

# TingCheFei
source: Parking Fee
de: Parkservice
fr: Frais de stationnement
ko: 주차 요금
ru: Стоимость парковки
zh_cn: 停车费
zh_tw: 停車費

# TingLiSaiCha
source: Hearing screening:
de: Hörscreening:
fr: Le dépistage auditif:
ko: 심사 청력 :
ru: Услышав скрининг:
zh_cn: 听力筛查：
zh_tw: 聽力篩查：

# TingYong
source: Disabled
fr: Handicapés
ko: 장애인
ru: Инвалид
zh_cn: 停用
zh_tw: 停用

# TiQian
source: In advance
de: Voranbringen
fr: Avancer
ko: 전진
ru: Продвигать
zh_cn: 提前
zh_tw: 提前

# TiQianShenQingShiJian
source: Filing time
de: Aktenzeit
fr: Le délai de dépôt
ko: 시간을 제출
ru: Подача время
zh_cn: 提交申请时间
zh_tw: 提交申請時間

# TiQianTianShu
source: Early Days
ko: 초기
zh_cn: 提前天数
zh_tw: 提前天數

# TiQianTongZhiTianShu
source: Days advance notice
de: Die Anzahl der Tage im Voraus
fr: Le nombre de jours de préavis
ko: 일 사전 통지의 수
ru: Количество дней предварительное уведомление
zh_cn: 提前通知天数
zh_tw: 提前通知天數

# TiQianYuJingTianShu
source: Warning several days in advance
de: Warnung mehrere Tage im Voraus
fr: Avertissement plusieurs jours à l'avance
ko: 사전에 몇 일 경고
ru: Предупреждение несколько дней заранее
zh_cn: 提前预警天数
zh_tw: 提前預警天數

# TiShiGongNeng
source: Prompts
fr: Aller
ko: 프롬프트
ru: Подсказки
zh_cn: 提示功能
zh_tw: 提示功能

# TiShiXiaoXi
source: Prompt message
de: Eingabeaufforderung
fr: Message d'invite
ko: 프롬프트 메시지
ru: Подскажите сообщение
zh_cn: 提示消息
zh_tw: 提示消息

# TiWenZhe
source: Asker
ko: 아스카
ru: Автор вопроса
zh_cn: 提问者
zh_tw: 提問者

# TiZhong
source: Weight:
de: Gewicht:
fr: Poids:
ko: 무게 :
ru: Вес:
zh_cn: 体重：
zh_tw: 體重：

source: To
de: Bis
fr: À
ko: 에
ru: Для
zh_cn: 到
zh_tw: 到

# ToBeApproved
source: Pending the application
de: Bis zur Anwendung
fr: Dans l'attente de l'application de
ko: 의 적용을 보류
ru: До применения
zh_cn: 待审核申请
zh_tw: 待審核申請

# ToBeApprovedPlan
source: Plan to be approved
de: Plan genehmigt werden
fr: Plan qui doit être approuvé
ko: 계획의 승인을 받아야합니다
ru: План должен быть утвержден
zh_cn: 待批准的计划
zh_tw: 待批准的計畫

# ToBeApprovedWF
source: Application pending
de: Anwendung bis
fr: Demande pendante
ko: 응용 프로그램 출원
ru: Поданной заявке
zh_cn: 待审批的申请
zh_tw: 待審批的申請

# ToBeAsigned
source: To be assigned
de: Um versendet werden
fr: Pour être expédié
ko: 파견
ru: Для посланы
zh_cn: 待分派的
zh_tw: 待分派的

# ToBeAttendedMeeting
source: To participate in the conference
de: Um an der Konferenz teilzunehmen
fr: Pour participer à la conférence
ko: 컨퍼런스에 참여하려면
ru: Для участия в конференции
zh_cn: 要参加的会议
zh_tw: 要參加的會議

# ToBeHandledCollaboration
source: Pending coordination
de: Schwebende Zusammenarbeit
fr: Dans l'attente de la collaboration
ko: 보류 협력
ru: В ожидании сотрудничество
zh_cn: 待处理的协作
zh_tw: 待處理的協作

# ToBeHandledProject
source: Pending projects
de: Anstehenden Projekte
fr: Dans l'attente de projets
ko: 프로젝트를 보류
ru: В ожидании проекты
zh_cn: 待处理的项目
zh_tw: 待處理的專案

# ToBeHandledReq
source: Needs to be treated
de: Muss behandelt werden
fr: Doit être traitée
ko: 처리해야
ru: Нужно лечить
zh_cn: 待处理的需求
zh_tw: 待處理的需求

# ToBeHandledRisk
source: Pending risk
de: In Erwartung Risiko
fr: Dans l'attente de risque
ko: 보류 위험
ru: В ожидании риск
zh_cn: 待处理的风险
zh_tw: 待處理的風險

# ToBeHandledTask
source: Tasks to be processed
de: Aufgaben, die verarbeitet werden
fr: Tâches à traiter
ko: 태스크 처리 될
ru: Задачи должны быть обработаны
zh_cn: 待处理的任务
zh_tw: 待處理的任務

# ToBeReadMail
source: To read messages
de: Um Nachrichten zu lesen
fr: Pour lire les messages
ko: 메시지를 읽으려면
ru: Для чтения сообщений
zh_cn: 要阅读的邮件
zh_tw: 要閱讀的郵件

# ToBeReadReport
source: The report to be read
de: Der Bericht zu lesen
fr: Le rapport qui sera lu
ko: 이 보고서는 읽을 수
ru: В докладе для чтения
zh_cn: 待阅读的报表
zh_tw: 待閱讀的報表

# ToBeReceivedOrPayAccount
source: Payment of funds to be
de: Bis zum Eingang und die Zahlung von Geldern
fr: Dans l'attente et le paiement des fonds
ko: 보류 영수증과 자금의 지급
ru: До получения и выплаты денежных средств
zh_cn: 待收付的款项
zh_tw: 待收付的款項

# ToBeReviewKPI
source: Pending approval of the performance
de: Schwebende Genehmigung der Leistung
fr: En attendant l'approbation de la performance
ko: 성능의 승인 대기 중
ru: В ожидании подтверждения исполнения
zh_cn: 待批核的绩效
zh_tw: 待批核的績效

# TodaySummary
source: Today's summary
de: Die heutige Übersicht
fr: Le résumé d'aujourd'hui
ko: 오늘의 요약
ru: Сегодняшняя резюме
zh_cn: 今日总结
zh_tw: 今日總結

# ToDoList
source: To Do
de: Zu erledigen
ko: 수행하려면
ru: Делать
zh_cn: 待办事项
zh_tw: 待辦事項

# TokenZhi
source: Token value
de: Token Wert
fr: Valeur de jeton
ko: 토큰 값
ru: Значение маркера
zh_cn: Token值
zh_tw: Token值

# TongDaoHao
source: Channel number
de: Kanalnummer
fr: N ° de canal
ko: 채널 번호
ru: № канала
zh_cn: 通道号
zh_tw: 通道號

# TongGuo
source: By
de: Durch
fr: À travers
ko: 통해
ru: Через
zh_cn: 通过
zh_tw: 通過

# TongGuoTiaoJian
source: By condition
de: Nach Bedingung
fr: Par condition
ko: 조건에 의해
ru: По условию
zh_cn: 通过条件
zh_tw: 通過條件

# TongJi
source: Statistics
de: Statistik
fr: Statistiques
ko: 통계
ru: Статистика
zh_cn: 统计
zh_tw: 統計

# TongJiBiLi
source: Statistical proportion
de: Statistische Anteil
fr: Proportion statistique
ko: 통계 비율
ru: Статистическая часть
zh_cn: 统计比例
zh_tw: 統計比例

# TongJiDuiXiang
source: Statistics object
de: Statistik-Objekt
fr: Statistique objet
ko: 통계 개체
ru: Объект Статистика
zh_cn: 统计对象
zh_tw: 統計物件

# TongJiJianZhi
source: Statistics impairment
de: Statistik Werthaltigkeits
fr: Statistiques dépréciation
ko: 통계 손상
ru: Статистика обесценения
zh_cn: 统计减值
zh_tw: 統計減值

# TongJiJingE
source: Net statistics
de: Net-Statistiken
ko: 인터넷 통계
ru: Чистые статистика
zh_cn: 统计净额
zh_tw: 統計淨額

# TongJiKuCun
source: Statistics stock
de: Statistik Lizenz
fr: Statistiques Stock
ko: 통계 증권
ru: Статистика со
zh_cn: 统计库存
zh_tw: 統計庫存

# TongJiTiaoShu
source: Statistical number
de: Statistische Nummer
fr: Numéro statistique
ko: 통계 수
ru: Статистическая номер
zh_cn: 统计条数
zh_tw: 統計條數

# TongShi
source: Colleague
de: Kollege
fr: Collègue
ko: 동료
ru: Коллега
zh_cn: 同事
zh_tw: 同事

# TongXue
source: Schoolmate
de: Schulkamerad
fr: Camarade de classe
ko: 학우
ru: Школьный товарищ
zh_cn: 同学
zh_tw: 同學

# TongXunBu
source: Address Book
de: Adressbuch
fr: Carnet d'adresses
ko: 주소록
ru: Адресная книга
zh_cn: 通讯薄
zh_tw: 通訊薄

# TongXunLu
source: Contacts
de: Impressum
ko: 연락처
ru: Контакты
zh_cn: 通讯录
zh_tw: 通訊錄

# TongZhi
source: Notice
de: Benachrichtigung
fr: Notification
ko: 공고
ru: Уведомление
zh_cn: 通知
zh_tw: 通知

# TongZhiCaoZuoZhe
source: Inform the operator
de: Benachrichtigen Sie Betreiber
fr: Avertissez-opérateur
ko: 운영자에게 알림
ru: Сообщите оператору
zh_cn: 通知操作者
zh_tw: 通知操作者

# TongZhiCiChengYuan
source: Notification of this member
de: Bekanntgabe dieser Mitglied
fr: La notification de cet organe
ko: 이 멤버에 대한 알림
ru: Уведомление об этой членом
zh_cn: 通知此成员
zh_tw: 通知此成員

# TongZhiFenPaiRen
source: Notify Dispenser
de: Wird ausgelöst notice Menschen
fr: Avertissement Expédié personnes
ko: 전달 통지 사람들
ru: Отправляется уведомление людей
zh_cn: 通知分派人
zh_tw: 通知分派人

# TongZhiJiHuaChengYuan
source: Notification scheme members
de: Benachrichtigungsschema Mitglieder
fr: Membres du régime de notification
ko: 알림 방식 멤버
ru: Участники схемы оповещения
zh_cn: 通知计划成员
zh_tw: 通知計畫成員

# TongZhiJueSeZhuChenYuan
source: Notify Actor group
de: Benachrichtigen Rollengruppe
fr: Avertissez groupe de rôles
ko: 역할 그룹을 통지
ru: Сообщите группу ролей
zh_cn: 通知角色组成员
zh_tw: 通知角色組成員

# TongZhiJueSeZuChengYuan
source: Notify Actor group
de: Benachrichtigen Rollengruppe
fr: Avertissez groupe de rôles
ko: 역할 그룹을 통지
ru: Сообщите группу ролей
zh_cn: 通知角色组成员
zh_tw: 通知角色組成員

# TongZhiLeiXing
source: Notification Type
de: Meldungsart
fr: Type de notification
ko: 알림 유형
ru: Тип Уведомление
zh_cn: 通知类型
zh_tw: 通知類型

# TongZhiLieBiao
source: Notification List
de: Benachrichtigungsliste
fr: Liste de notification
ko: 알림 목록
ru: Список Уведомление
zh_cn: 通知列表
zh_tw: 通知列表

# TongZhiMingCheng
source: Notification name
de: Benachrichtigungsname
fr: Nom de la notification
ko: 알림 이름
ru: Имя Сообщение
zh_cn: 通知名称
zh_tw: 通知名稱

# TongZhiNeiRong
source: Informs
de: Informiert
fr: Informe
ko: 알립니다
ru: Сообщает
zh_cn: 通知内容
zh_tw: 通知內容

# TongZhiQuanBuXiangMuChengYuan
source: Inform all project members
de: Informieren Sie alle Projektmitglieder
fr: Informer tous les membres du projet
ko: 모든 프로젝트 구성원에게 알리
ru: Информировать всех участников проекта
zh_cn: 通知全部项目成员
zh_tw: 通知全部專案成員

# TongZhiRiQi
source: Date of notification
de: Datum der Mitteilung
fr: Date de notification
ko: 알림 날짜
ru: Дата уведомления
zh_cn: 通知日期
zh_tw: 通知日期

# TongZhiShenQingTiChuZhe
source: Inform the applicant author
de: Informiert den Antragsteller Autor
fr: Informe le demandeur auteur
ko: 신청자 저자에게 알려
ru: Сообщить автор заявителя
zh_cn: 通知发起人
zh_tw: 通知申請提出者

# TongZhiShenQingZhe
source: Notify the applicant
de: Dem Antragsteller mitteilen,
fr: Informe le demandeur
ko: 신청자 통보
ru: Сообщите заявителя
zh_cn: 通知发起人
zh_tw: 通知申請者

# TongZhiShouLiRen
source: Notify Assignee
de: Benachrichtigen Assignee
fr: Avertissez cessionnaire
ko: 담당자에게 알림
ru: Сообщите правопреемником
zh_cn: 通知受理人
zh_tw: 通知受理人

# TongZhiSiJi
source: Inform the driver
de: Informieren den Fahrer
fr: Informer le conducteur
ko: 드라이버를 알려
ru: Сообщить драйвер
zh_cn: 通知司机
zh_tw: 通知司機

# TongZhiWenJian
source: Notification file
de: Benachrichtigungsdatei
fr: Dossier de notification
ko: 알림 파일
ru: Файл Уведомление
zh_cn: 通知文件
zh_tw: 通知文件

# TongZhiXiangMuZuChengYuan
source: Notify project team members
de: Benachrichtigen Projektteammitglieder
fr: Membres de l'équipe de projet notifier
ko: 프로젝트 팀 구성원에게 알림
ru: Сообщите членам команды проекта
zh_cn: 通知项目组成员
zh_tw: 通知專案組成員

# TongZhiXieZuoRenYuan
source: Notify collaborators
de: Benachrichtigen Sie Mitarbeiter
fr: Avertissez collaborateurs
ko: 공동 작업자에게 알림
ru: Сообщите коллаборационистов
zh_cn: 通知协作人员
zh_tw: 通知協作人員

# TongZhiXinXi
source: Notification information
de: Benachrichtigungsinformationen
fr: Informations de notification
ko: 통지 정보
ru: Информация Уведомление
zh_cn: 通知信息
zh_tw: 通知資訊

# TongZhiYuHuiRenYuan
source: Inform participants
de: Informieren Sie die Teilnehmer
fr: Informer les participants
ko: 참가자에게 알려
ru: Сообщить участников
zh_cn: 通知与会人员
zh_tw: 通知與會人員

# TongZhiZhiXingRen
source: Notify executor
de: Benachrichtigen Vollstrecker
fr: Avertissez exécuteur
ko: 집행 통보
ru: Сообщите исполнителя
zh_cn: 通知执行人
zh_tw: 通知執行人

source: Toolbar
fr: Barre d'outils
ko: 도구 모음
ru: Панель инструментов
zh_cn: 工具栏
zh_tw: 工具列

# ToPlan
source: Transfer plan
fr: Plan de transfert
ko: 전송 계획
ru: План передачи
zh_cn: 转计划
zh_tw: 轉計畫

# TotalBanlance
source: Summary balance
de: Zusammenfassung Bilanz
fr: Résumé de l'équilibre
ko: 요약 균형
ru: Сводный баланс
zh_cn: 差额汇总
zh_tw: 差額匯總

source: Total budget
de: Gesamtbudget
fr: Budget total
ko: 총 예산
ru: Общий бюджет
zh_cn: 总预算
zh_tw: 總預算

# TotalExpense
source: Summary of expenses
de: Aufwendungen Zusammenfassung
fr: Sommaire des dépenses
ko: 경비 개요
ru: Расходы Резюме
zh_cn: 费用支出汇总
zh_tw: 費用支出匯總

# TotalIncome
source: Income Summary
de: Einkommen Zusammenfassung
fr: Résumé de revenu
ko: 소득 요약
ru: Счет 'Итоговая Прибыль'
zh_cn: 收入汇总
zh_tw: 收入匯總

# ToTask
source: -> Turn the task
de: -> Schalten Aufgabe
fr: -> Tâche de Turn
ko: -> 전원을 켜고 작업
ru: -> Включите задача
zh_cn: -->转任务
zh_tw: -->轉任務

# TouBiaoFeiYong
source: Bid costs
de: Bid Kosten
fr: Les coûts de soumission
ko: 입찰 비용
ru: Расходы Ставка
zh_cn: 投标费用
zh_tw: 投標費用

# TouBiaoGuanLi
source: Bid Management
ko: 입찰 관리
ru: Управление ставками
zh_cn: 投标管理
zh_tw: 投標管理

# TouBiaoHuiHan
source: Tender reply
de: Zarte Antwort
fr: Tender réponse
ko: 입찰 응답
ru: Тендер ответ
zh_cn: 投标回函
zh_tw: 投標回函

# TouBiaoHuiHanXinXi
source: Bid reply message
de: Bid Antwortnachricht
fr: Offre message de réponse
ko: 입찰 메시지를 회신
ru: Организатор торгов ответ сообщение
zh_cn: 投标回函信息
zh_tw: 投標回函資訊

# TouBiaoHuiHanXinXiLieBiao
source: Bid reply message list
de: Bid antworten Nachrichtenliste
fr: Offre répondre liste des messages
ko: 입찰 메시지 목록 회신
ru: Организатор торгов отвечать списка сообщений
zh_cn: 投标回函信息列表
zh_tw: 投標回函資訊清單

# TouBiaoLiShiXinXi
source: Bid history
de: Gebotsübersicht
fr: Historique des enchères
ko: 입찰 내역
ru: История торгов
zh_cn: 投标历史信息
zh_tw: 投標歷史資訊

# TouBiaoLiShiXinXiLieBiao
source: Bid history information list
de: Gebotsübersicht Informationsliste
fr: L'historique des enchères liste d'informations
ko: 이력 정보리스트 입찰
ru: История торгов информационный лист
zh_cn: 投标历史信息列表
zh_tw: 投標歷史資訊清單

# TouBiaoNeiRong
source: Bid information
de: Bid Inhalte
fr: Enchère de contenu
ko: 입찰 내용
ru: Содержание торгов
zh_cn: 投标内容
zh_tw: 投標內容

# TouBiaoRenLieBiao
source: Bidder List
de: Bieter Liste
fr: Liste de Soumissionnaire
ko: 입찰자 목록
ru: Претендент Список
zh_cn: 投标人列表
zh_tw: 投標人列表

# TouBiaoRiQi
source: Tender Date
de: Ausschreibungsdatum
ko: 입찰 날짜
ru: Тендер Дата
zh_cn: 投标日期
zh_tw: 投標日期

# TouBiaoShiJian
source: Bid Time
de: Gebot Zeit
fr: Enchères Temps
ko: 입찰 시간
ru: Время торгов
zh_cn: 投标时间
zh_tw: 投標時間

# TouBiaoWenJian
source: Tender documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 投标文件
zh_tw: 投標文件

# TouBiaoWenJian1
source: Tender documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 投标文件
zh_tw: 投標文件

# TouBiaoWenJian2
source: Tender documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 投标文件
zh_tw: 投標文件

# TouBiaoWenJian3
source: Tender documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 投标文件
zh_tw: 投標文件

# TouBiaoWenJian4
source: Tender documents 4
de: Die Ausschreibungsunterlagen 4
fr: Les documents de soumissions 4
ko: 입찰 서류 (4)
ru: Тендерные документы 4
zh_cn: 投标文件4
zh_tw: 投標文件4

# TouBiaoWenJian5
source: 5 tender documents
de: 5 Ausschreibungsunterlagen
fr: 5 documents d'appel d'offres
ko: 5 부드러운 문서
ru: 5 тендерные документы
zh_cn: 投标文件5
zh_tw: 投標文件5

# TouBiaoWenJian6
source: Tender documents 6
de: Die Ausschreibungsunterlagen 6
fr: Le cahier des charges 6
ko: 입찰 서류 (6)
ru: Тендерные документы 6
zh_cn: 投标文件6
zh_tw: 投標文件6

# TouBiaoWenJianEr
source: Tender documents 2
de: Die Ausschreibungsunterlagen 2
fr: Le cahier des charges 2
ko: 입찰 문서 2
ru: Тендерные документы 2
zh_cn: 投标文件2
zh_tw: 投標文件2

# TouBiaoWenJianLiu
source: Tender documents 6
de: Die Ausschreibungsunterlagen 6
fr: Le cahier des charges 6
ko: 입찰 서류 (6)
ru: Тендерные документы 6
zh_cn: 投标文件6
zh_tw: 投標文件6

# TouBiaoWenJianSan
source: Tender documents 3
de: Die Ausschreibungsunterlagen 3
fr: Le cahier des charges 3
ko: 입찰 서류 (3)
ru: Тендерные документы 3
zh_cn: 投标文件3
zh_tw: 投標文件3

# TouBiaoWenJianSi
source: Tender documents 4
de: Die Ausschreibungsunterlagen 4
fr: Les documents de soumissions 4
ko: 입찰 서류 (4)
ru: Тендерные документы 4
zh_cn: 投标文件4
zh_tw: 投標文件4

# TouBiaoWenJianWu
source: 5 tender documents
de: 5 Ausschreibungsunterlagen
fr: 5 documents d'appel d'offres
ko: 5 부드러운 문서
ru: 5 тендерные документы
zh_cn: 投标文件5
zh_tw: 投標文件5

# TouBiaoWenJianYi
source: Tender documents 1
de: Die Ausschreibungsunterlagen 1
fr: Le cahier des charges 1
ko: 입찰 서류 (1)
ru: Тендерные документы 1
zh_cn: 投标文件1
zh_tw: 投標文件1

# TouBiaoXinXi
source: Auction information
de: Auktions Information
fr: Informations d'enchères
ko: 경매 정보
ru: Информация Аукцион
zh_cn: 投标信息
zh_tw: 投標資訊

# TouBiaoXinXiChaXun
source: Auction information inquiry
de: Auktion Info-Anfrage
fr: Enchères demande d'information
ko: 경매 정보 문의
ru: Аукцион информация запрос
zh_cn: 投标信息查询
zh_tw: 投標資訊查詢

# TouBiaoZhuangTai
source: Proposal Status
de: Zahlungsmittel
fr: Tender Statut
ko: 부드러운 상태
ru: Тендер Статус
zh_cn: 投标状态
zh_tw: 投標狀態

# TQRCDRZWJHRZ
source: Import-year schedule as planned Log
de: Import-Jahres-Zeitplans wie geplant Anmelden
fr: Calendrier Import-année comme prévu Connexion
ko: 계획 로그로 가져 오기 년 일정
ru: Импорт-летний график, как и планировалось Вход
zh_cn: 同期日程导入作为计划日志
zh_tw: 同期日程導入作為計畫日誌

# TransferMember
source: Convert members
de: Konvertieren Sie Mitglieder
fr: Autre membres
ko: 회원 변환
ru: Преобразование пользователей
zh_cn: 转换为成员
zh_tw: 轉換為成員

# TransferPM
source: Resale
de: Zweite Hand
fr: Revente
ko: 재판매
ru: Перепродажа
zh_cn: 转手
zh_tw: 轉手

# TuBiaoShuoMing
source: Table figure shows:
de: Tabelle Abbildung zeigt:
fr: Tableau figure montre:
ko: 표 그림을 보여줍니다
ru: Таблица рисунке показано:
zh_cn: 表图说明：
zh_tw: 表圖說明：

# TuCeHao
source: Atlas No.
ko: 아틀라스 번호
ru: Атлас Нет.
zh_cn: 图册号
zh_tw: 圖冊號

# TuFen
source: Figure / parts
de: Abbildung / Teile
fr: Figure / pièces
ko: 그림 / 부품
ru: Рисунок / части
zh_cn: 图/份
zh_tw: 圖/份

# TuHao
source: Drawing number:
de: Zeichnungsnummer:
fr: Dessin numéro:
ko: 숫자를 그리기 :
ru: Рисование номер:
zh_cn: 图号：
zh_tw: 圖號：

# TuiChuShouLi
source: Exit accepted
de: Beenden akzeptiert
fr: Quitter accepté
ko: 종료 가​​능
ru: Выход принимаются
zh_cn: 退出受理
zh_tw: 退出受理

# TuiHui
source: Return
de: Zurück
fr: Retour
ko: 반환
ru: Возвращение
zh_cn: 退回
zh_tw: 退回

# TuiHuiLiYou
source: Return reason
de: Rückgabegrund
fr: Motif Retour
ko: 반품 이유
ru: Причина возврата
zh_cn: 退回理由
zh_tw: 退回理由

# TuiHuoDan
source: Return Single
de: Return Einzel
fr: Retour Simple
ko: 돌아 싱글
ru: Вернуться Одноместный
zh_cn: 退货单
zh_tw: 退貨單

# TuiHuoDanHao
source: Return Order No.
de: Return Bestellnummer
fr: Retour ordonnance n o
ko: 제 주문을 반환
ru: Вернуться приказ №
zh_cn: 退货单号
zh_tw: 退貨單號

# TuiHuoDanJiLu
source: Return Single Record
de: Return Einzelsatz
fr: Retour Enregistrement unique
ko: 복귀 하나의 레코드
ru: Вернуться одну запись
zh_cn: 退货单记录
zh_tw: 退貨單記錄

# TuiHuoDanMingXi
source: Return Single Details
de: Return Einzel Einzelheiten
fr: Retour Simple Détails
ko: 반환 단일 세부 사항
ru: Вернуться Одноместный Подробнее
zh_cn: 退货单明细
zh_tw: 退貨單明細

# TuiHuoShiJian
source: Return Time
de: Rückgabezeit
fr: Heure de retour
ko: 반환 시간
ru: Время возврата
zh_cn: 退货时间
zh_tw: 退貨時間

# TuiHuoYuanYin
source: Reason for return
de: Grund für die Rückkehr
fr: Raison du retour
ko: 반환 사유
ru: Причина возврата
zh_cn: 退货原因
zh_tw: 退貨原因

# TuiJian
source: Recommendation
de: Empfehlen
fr: Recommander
ko: 추천
ru: Рекомендовать
zh_cn: 推荐
zh_tw: 推薦

# TuiJianDanWei
source: Recommended units
de: Empfohlene Einheiten
fr: Unités conseillées
ko: 추천 단위
ru: Рекомендуемые блоки
zh_cn: 推荐单位
zh_tw: 推薦單位

# TuiJianRen
source: Recommended
de: Empfohlen
fr: Recommandé
ko: 추천
ru: Рекомендуемый
zh_cn: 推荐人
zh_tw: 推薦人

# TuiJianTuiHui
source: Recommended return
de: Empfohlene Rück
fr: Retour recommandée
ko: 추천 반환
ru: Рекомендуемая возврат
zh_cn: 推荐退回
zh_tw: 推薦退回

# TuiJianYinHang
source: Recommended Bank
de: Empfohlene Banküber
fr: Banque recommandée
ko: 권장 은행
ru: Рекомендуемая банк
zh_cn: 推荐银行
zh_tw: 推薦銀行

# TuiLiaoDan
source: Unloading single
de: Entladen Einzel
fr: Déchargement Simple
ko: 싱글 언로드
ru: Разгрузка Одноместные
zh_cn: 退料单
zh_tw: 退料單

# TuiLiaoDanJiLu
source: Unloading single record
de: Entladen einzelnen Datensatz
fr: Déchargement enregistrement unique
ko: 하나의 기록을 언로드
ru: Разгрузка одну запись
zh_cn: 退料单记录
zh_tw: 退料單記錄

# TuiSong
source: Push
de: Drücken
fr: Pousser
ko: 푸시
ru: Толчок
zh_cn: 推送
zh_tw: 推送

# TuiSongDaoHang
source: Push navigation
fr: Navigation Push
ko: 푸시 탐색
ru: Нажмите навигации
zh_cn: 推送导航
zh_tw: 推送導航

# TuiSongQuanBuZhuDong
source: All push (active)
de: Schieben Sie alle (aktiv)
fr: Poussez tous (actif)
ko: 모든 (활성)을 밀어
ru: Нажмите все (активный)
zh_cn: 推送全部（主动）
zh_tw: 推送全部（主動）

# TuiSongXiaoXi
source: Push message
de: Push-Nachricht
fr: Messages Push
ko: 푸시 메시지
ru: Нажмите сообщение
zh_cn: 推送消息
zh_tw: 推送消息

# TuJian
source: Figure / piece
de: Abbildung / piece
fr: Figure / pièce
ko: 그림 / 조각
ru: Рисунок / шт
zh_cn: 图/件
zh_tw: 圖/件

# TuoGuanFei
source: Custodian fees
de: Depotgebühren
fr: Droits de garde
ko: 수탁 수수료
ru: Хранителя сборы
zh_cn: 托管费
zh_tw: 託管費

# TuoQi
source: Tardiness
de: Verspätung
fr: Manque de ponctualité
ko: 지각
ru: Медлительность
zh_cn: 拖期
zh_tw: 拖期

# TuPianKuan200Gao200
source: Image width 200*height 200
de: Bildbreite 200*Höhe 200
fr: Largeur de l'image 200*hauteur 200
ko: (이미지 : 가로 200 *의 H 200)
ru: Ширина изображения 200*Высота 200
zh_cn: （图片：宽200*高200）
zh_tw: 圖片寬200*高200

# TuPianKuan220Gao200
source: Image: width 220 * height 200
de: Bild: Breite 220 Höhe 200 *
fr: Image: largeur 220 hauteur 200 *
ko: 이미지 : 폭 220 * 높이 (200)
ru: Изображение: ширина 220 высота 200 *
zh_cn: 图片：宽220*高200
zh_tw: 圖片：寬220*高200

# TuPianKuanErLiangBaiGaoBaShi
source: (Image: Width 200 * H 80)
de: (Bild: Breite 200 * H 80)
fr: (Image: Largeur 200 * H 80)
ko: (이미지 : 가로 200 *의 H 80)
ru: (Изображение: Ширина 200 * Н 80)
zh_cn: （图片：宽200*高80）
zh_tw: （圖片：寬200*高80）

# TuShu
source: Books
de: Bücher
fr: Livres
ko: 서적
ru: Книги
zh_cn: 图书
zh_tw: 圖書

# TuShuDangAn
source: Library Archives
de: Bücher archivieren
fr: Livres Archives
ko: 책은 보관
ru: Архив Книги
zh_cn: 图书档案
zh_tw: 圖書檔案

# TuShuFen
source: Figure D / parts
de: Abbildung Nummer / Teile
fr: Numéro de la figure / pièces
ko: 그림 번호 / 부품
ru: Рисунок номер / части
zh_cn: 图数/份
zh_tw: 圖數/份

# TuShuFenLei
source: Books Category
de: Bücher Kategorie
fr: Livres Catégorie
ko: 도서 카테고리
ru: Книги Категория
zh_cn: 图书分类
zh_tw: 圖書分類

# TuShuFenLeiSheDing
source: Books Category setting
de: Bücher Kategorie-Einstellung
fr: Livres réglage Catégorie
ko: 도서 카테고리 설정
ru: Установка Категория: Книги
zh_cn: 图书分类设定
zh_tw: 圖書分類設定

# TuShuJiChuShuJu
source: Books underlying data
de: Bücher zugrunde liegenden Daten
fr: Livres des données sous-jacentes
ko: 데이터를 기초 도서
ru: Книги, лежащие в основе данных
zh_cn: 图书基础数据
zh_tw: 圖書基礎資料

# TuShuMingCheng
source: Book Title
de: Buchtitel
fr: Titre du livre
ko: 책 제목
ru: Название книги
zh_cn: 图书名称
zh_tw: 圖書名稱

# TuShuXinXi
source: Book Information
de: Buchen Informationen
fr: Informations livre
ko: 책 정보
ru: Информация о книге
zh_cn: 图书信息
zh_tw: 圖書資訊

# TuXingMingCheng
source: Graphics Name
fr: Nom Graphics
ko: 그래픽 이름
ru: Графика Имя
zh_cn: 图形名称
zh_tw: 圖形名稱

# TuZhi
source: Drawing
de: Zeichnung
fr: Dessin
ko: 그림
ru: Рисунок
zh_cn: 图纸
zh_tw: 圖紙

# TXSJSSYJESLLDBXWXSHZZXZFCLDBNBHFFZF
source: Fill in the amount of data all the time, the number of classes, must be decimal, or plastic. String class can not contain illegal characters;
de: Füllen Sie die Datenmenge, die ganze Zeit, die Anzahl der Klassen, muss dezimal, oder Formen sein. String-Klasse darf keine ungültigen Zeichen;
fr: Remplissez la quantité de données tout le temps, le nombre de classes, doit être décimal, ou de façonnage. Classe String ne peut pas contenir des caractères illégaux;
ko: 소수, 또는 형성해야합니다, 데이터의 양 모든 시간, 클래스의 수를 입력합니다. String 클래스는 잘못된 문자를 포함 할 수 없습니다;
ru: Введите сумму данных все время, количество классов, должно быть десятичное или формировании. Класс Строка не может содержать недопустимые символы;
zh_cn: 填写数据时所有金额，数量类的，必须为小数，或者整形。字符串类的不能包含非法字符；
zh_tw: 填寫資料時所有金額，數量類的，必須為小數，或者整形。字串類的不能包含非法字元；

# TXSJSYXSJLWBTXDLDMDLMCDLSM
source: When completing the data as required following data: Code categories | category name | category Description
de: Bei der Erfüllung der erforderlichen Daten folgende Daten: Code Kategorien | Kategorie Name | Kategorie Beschreibung
fr: Lorsque vous remplissez les données requises données suivantes: catégories Code | nom de la catégorie | catégorie description
ko: | 카테고리 이름 | 카테고리 설명 코드 종류 : 필요한 다음과 같은 데이터로 데이터를 완료 한 경우
ru: При заполнении данных в соответствии с требованиями следующих данных: категориях кодекса | название категории | Категория Описание
zh_cn: 填写数据时以下数据列为必填项：大类代码|大类名称|大类说明
zh_tw: 填寫資料時以下資料列為必填項：大類代碼|大類名稱|大類說明
