Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# WeiShouHuo
source: Not Receiving
de: Nicht erhalten
fr: Non Recevoir
ko: 수신하지 않음
ru: Не получая
zh_cn: 未收货
zh_tw: 未收貨

# WeiShouJinE
source: Uncollected amount
de: Nicht vereinnahmte Menge
fr: Montant non perçu
ko: 수거되지 금액
ru: Несобранные количество
zh_cn: 未收金额
zh_tw: 未收金額

# WeiShouShuLiang
source: Number of uncollected
de: Anzahl der nicht abgeholten
fr: Nombre de non perçus
ko: 미수의 수
ru: Количество несобранные
zh_cn: 未收数量
zh_tw: 未收數量

# WeiShouZongE
source: The total amount of uncollected
de: Die Gesamt uncollected
fr: Le total non perçus
ko: 수집되지 않은 총
ru: Общая несобранные
zh_cn: 未收总额
zh_tw: 未收總額

# WeiTuoDaiLiFang
source: Principal Agent
de: Hauptzahlstelle
fr: Agent principal
ko: 주요 에이전트
ru: Главный агент
zh_cn: 委托代理方
zh_tw: 委託代理方

# WeiTuoDaiLiRen
source: Attorney
de: Rechtsanwalt
fr: Procureur
ko: 변호사
ru: Адвокат
zh_cn: 委托代理人
zh_tw: 委託代理人

# WeiTuoRen
source: Client:
de: Auftraggeber:
ko: 클라이언트 :
ru: Клиент:
zh_cn: 委托人：
zh_tw: 委託人：

# WeiTuoRiQi
source: Date of Authorization
de: Datum der Zulassung
fr: Date de l'autorisation
ko: 권한 부여 날짜
ru: Дата утверждения
zh_cn: 委托日期
zh_tw: 委託日期

# WeiTuoXiangMu
source: Commissioned by the project:
de: Auftragsarbeiten:
fr: Projets commandés:
ko: 위탁 사업 :
ru: Заказные проекты:
zh_cn: 委托项目：
zh_tw: 委託專案：

# WeiWang
source: Unfinished
fr: Inachevé
ko: 미완성 인
ru: Незаконченный
zh_cn: 未完
zh_tw: 未完

# WeiWanShuLiang
source: Unfinished Number
de: Unfinished Anzahl
fr: Nombre Unfinished
ko: 미완성 번호
ru: Неоконченная Количество
zh_cn: 未完数量
zh_tw: 未完數量

# WeiXinGongZhongZhangHao
source: Micro-channel public account
de: Mikrokanal öffentlichen Konto
fr: Compte public micro-canaux
ko: 마이크로 채널 공용 계정
ru: Микро-канал общественном аккаунте
zh_cn: 微信公众帐号
zh_tw: 微信公眾帳號

# WeiXiu
source: Service
ko: 서비스
ru: Сервис
zh_cn: 维修
zh_tw: 維修

# WeiXiuShiJian
source: Repair time
de: Reparaturzeit
fr: Temps de réparation
ko: 수리 시간
ru: Время ремонта
zh_cn: 维修时间
zh_tw: 維修時間

# WeiYueDuDeYouJian
source: Unread messages
de: Ungelesene Nachrichten
fr: Les messages non lus
ko: 읽지 않은 메시지
ru: Непрочитанные сообщения
zh_cn: 未阅读的邮件
zh_tw: 未閱讀的郵件

# WeiZhi
source: Location
de: Stelle
fr: Emplacement
ko: 위치
ru: Расположение
zh_cn: 位置
zh_tw: 位置

# WeiZhiKeShi
source: Location Visualization
de: Ort-Visualisierung
fr: Situation Visualisation
ko: 위치 시각화
ru: Местоположение Визуализация
zh_cn: 位置可视
zh_tw: 位置可視

# WeiZhongBiaoTongZhi
source: No bid notification content
de: Kein Gebot Benachrichtigungs Inhalte
fr: Aucun de notification de l'offre
ko: 어떤 입찰 공고 내용 없음
ru: Нет содержания для извещения о покупке
zh_cn: 未中标通知内容
zh_tw: 未中標通知內容

# WelderWPSBianJi
source: WelderWPS editor
fr: Éditeur WelderWPS
ko: WelderWPS 편집기
ru: Редактор WelderWPS
zh_cn: WelderWPS编辑
zh_tw: WelderWPS編輯

# WelderWPSNoLieBiao
source: WelderWPSNo list
de: WelderWPSNo Liste
fr: Liste WelderWPSNo
ko: WelderWPSNo 목록
ru: Список WelderWPSNo
zh_cn: WelderWPSNo列表
zh_tw: WelderWPSNo列表

# WemJianMing
source: File name
de: Dateiname
fr: Nom du fichier
ko: 파일 이름
ru: Имя файла
zh_cn: 文件名
zh_tw: 檔案名

# Wen
source: Culture
de: Bildung
ko: 문화
ru: Культура
zh_cn: 文
zh_tw: 文

# WenDang
source: File
de: Akte
fr: Fichier
ko: 파일
ru: Файл
zh_cn: 文档
zh_tw: 文檔

# WenDangDanJia
source: Documentation Unit
de: Dokumentationseinheit
fr: Unité de Documentation
ko: 문서 단위
ru: Группа документации
zh_cn: 文档单价
zh_tw: 文檔單價

# WenDangLeiXingSheZhi
source: The document type setting
de: Die Dokumenttyp-Einstellung
fr: Le réglage du type de document
ko: 문서 타입 설정
ru: Установка типа документа
zh_cn: 文档类型设置
zh_tw: 文檔類型設置

# WenDangMoKuaiGuanLian
source: Associated document module
de: Zugehörige Dokument-Modul
fr: Module de document associé
ko: 관련 문서 모듈
ru: Связанный модуль документа
zh_cn: 文档模块关联
zh_tw: 文檔模組關聯

# WenDangShangXian
source: Documents cap
de: Document Decken
fr: Plafond de document
ko: 문서 천장
ru: Потолок документа
zh_cn: 文档上限
zh_tw: 文檔上限

# WenDuShiJianQuXianTu
source: Temperature Time Code chart
de: Temperatur Zeit-Code-Chart
fr: Température tableau Time Code
ko: 온도 타임 코드 차트
ru: Температура Время Код график
zh_cn: 温度时间典线图
zh_tw: 溫度時間典線圖

# WenJian
source: File
de: Akte
fr: Fichier
ko: 파일
ru: Файл
zh_cn: 文件
zh_tw: 文件

# WenJianBianHao
source: File Number
de: File No.
fr: Fichier No.
ko: 파일 번호
ru: № файла
zh_cn: 文件编号
zh_tw: 文件編號

# WenJianDaXiao
source: File size
de: Dateigröße
fr: Taille du fichier
ko: 파일 크기
ru: Размер файла
zh_cn: 文件大小
zh_tw: 文件大小

# WenJianJia
source: folder
de: Folders
fr: Dossiers
ko: 폴더
ru: Папки
zh_cn: 文件夹
zh_tw: 資料夾

# WenJianJiaDaXiao
source: Folder Size
ko: 폴더 크기
ru: Размер папки
zh_cn: 文件夹大小
zh_tw: 資料夾大小

# WenJianJiaMingCheng
source: Folder name
de: Ordnername
fr: Nom du dossier
ko: 폴더 이름
ru: Имя папки
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

# WenJianLeiXing
source: File type
de: Dateityp
fr: Type de fichier
ko: 파일 형식
ru: Тип файла
zh_cn: 文件类型
zh_tw: 檔案類型

# WenJianMing
source: File name
de: Dateiname
fr: Nom du fichier
ko: 파일 이름
ru: Имя файла
zh_cn: 文件名
zh_tw: 檔案名

# WenJianMingCheng
source: File name
de: Dateiname
fr: Nom du fichier
ko: 파일 이름
ru: Имя файла
zh_cn: 文件名称
zh_tw: 檔案名稱

# WenJianPingShen
source: Document Review
fr: Examen de la documentation
ko: 문서 검토
ru: Обзор документов
zh_cn: 文件评审
zh_tw: 檔評審

# WenJianPingShenShenQing
source: Document review application
de: Dokumentenprüfung Anwendung
fr: Demande de révision du document
ko: 문서 검토 응용 프로그램
ru: Обзор приложения документа
zh_cn: 文件评审申请
zh_tw: 文件評審申請

# WenJianQuXiang
source: File whereabouts
de: Datei-Verbleib
fr: Localisation du fichier
ko: 파일의 행방
ru: Местонахождение файла
zh_cn: 文件去向
zh_tw: 文件去向

# WenJianRiQi
source: File Date
de: Dateidatum
fr: Fichier Date
ko: 파일 날짜
ru: Файла Дата
zh_cn: 文件日期
zh_tw: 檔日期

# WenJianShangChuan
source: File Upload
de: Datei-Upload
ko: 파일 업로드
ru: Загрузка файла
zh_cn: 文件上传
zh_tw: 文件上傳

# WenJianTongBu
source: File Synchronization
de: Datei-Synchronisation
fr: Synchronisation de fichiers
ko: 파일 동기화
ru: Синхронизация файлов
zh_cn: 文件同步
zh_tw: 文件同步

# WenJianURL
source: File URL
de: Datei-URL
fr: URL du fichier
ko: 파일의 URL
ru: Ссылка на файл
zh_cn: 文件URL
zh_tw: 文件URL

# WenJianXiaZai
source: Download Document
de: Datei herunterladen
fr: Télécharger le fichier
ko: 파일 다운로드
ru: Загрузка файла
zh_cn: 文件下载
zh_tw: 文件下載

# WenJianXinXi
source: File information
de: Datei-Information
fr: Informations sur l'image
ko: 파일 정보
ru: Информация о файле
zh_cn: 文件信息
zh_tw: 檔資訊

# WenTi
source: Issue
de: Frage
fr: Question
ko: 문제
ru: Вопрос
zh_cn: 问题
zh_tw: 問題

# WenTiBanBen
source: Issues Release
de: Probleme Version
fr: Version problèmes
ko: 문제 버전
ru: Проблемы версии
zh_cn: 问题版本
zh_tw: 問題版本

# WenTiBiaoQian
source: Issues tab
de: Fragen Registerkarte
fr: Onglet questions
ko: 문제 탭
ru: Вкладка вопросы
zh_cn: 问题标签
zh_tw: 問題標籤

# WenTiBiaoTi
source: Issue Title
de: Thema Titel
fr: Titre du Problème
ko: 문제의 제목
ru: Название Выпуск
zh_cn: 问题标题
zh_tw: 問題標題

# WenTiFuJian
source: Annex
de: ANHANG
fr: ANNEXE
ko: 부록
ru: ПРИЛОЖЕНИЕ
zh_cn: 问题附件
zh_tw: 問題附件

# WenTiHao
source: Question number
de: Frage Nummer
fr: Numéro de la question
ko: 질문 번호
ru: Вопрос номер
zh_cn: 问题号
zh_tw: 問題號

# WenTiHuiTuiGuanBi
source: Problems rollback / Close
de: Probleme Rollback / Schließen
fr: Problèmes rollback / Fermer
ko: 문제 / 닫기 롤백
ru: Проблемы откат / Закрыть
zh_cn: 问题回退/关闭
zh_tw: 問題回退/關閉

# WenTiHuiZong
source: Problems Summary
de: Probleme Zusammenfassung
fr: Problèmes Résumé
ko: 문제 요약
ru: Проблемы Резюме
zh_cn: 问题汇总
zh_tw: 問題匯總

# WenTiLeiBie
source: Problems category
de: Probleme Kategorie
fr: Problèmes catégorie
ko: 문제 카테고리
ru: Проблемы категория
zh_cn: 问题类别
zh_tw: 問題類別

# WenTiLingYu
source: Problem areas
de: Problembereiche
fr: Les zones à problèmes
ko: 문제 영역
ru: Проблемные области
zh_cn: 问题领域
zh_tw: 問題領域

# WenTiMiaoShu
source: Problem Description
de: Problem Beschreibung
fr: Description du problème
ko: 문제 설명
ru: Описание проблемы
zh_cn: 问题描述
zh_tw: 問題描述

# WenTiMoKuai
source: Problems Module
de: Probleme Modul
fr: Module Problèmes
ko: 문제 모듈
ru: Модуль Проблемы
zh_cn: 问题模块
zh_tw: 問題模組

# WenTiShuXing
source: Problems Properties
de: Probleme Eigenschaften
fr: Problèmes propriétés
ko: 문제의 특성
ru: Проблемы свойства
zh_cn: 问题属性
zh_tw: 問題屬性

# WenTiTiJiao
source: Submit problem
de: Problem abschicken
fr: Proposez problème
ko: 문제 제출
ru: Разместить проблему
zh_cn: 问题提交
zh_tw: 問題提交

# WenTiZhengGaiTongZhiDan
source: Issue rectification notice
de: Ausgabe Berichtigung Ankündigung
fr: Avis de rectification de l'émission
ko: 문제 정류 통지
ru: Устранение Выпуск уведомление
zh_cn: 问题整改通知单
zh_tw: 問題整改通知單

# WenTiZhuangTai
source: Issue Status
de: Probleme Status
fr: État des problèmes
ko: 문제 상태
ru: Статус Проблемы
zh_cn: 问题状态
zh_tw: 問題狀態

# WenTiZhuTi
source: Questions topic
de: Fragen Thema
fr: Questions sujet
ko: 질문 항목
ru: Вопросы тема
zh_cn: 问题主题
zh_tw: 問題主題

# WFActiveMessage
source: After the generation process, you should immediately go to the activation page activation process it?
de: Nach der Generierung, sollten Sie sofort auf die Aktivierung Seite Aktivierungsprozess ist es gelaufen?
fr: Après le processus de génération, vous devriez immédiatement aller à la procédure d'activation de la page d'activation il?
ko: 생성 과정 후에는 즉시 활성화 페이지 활성화 프로세스 거기에 가야하나요?
ru: После процесса генерации, вы должны немедленно пойти в процессе активации страницы активации это?
zh_cn: 生成流程后，要马上去激活页面激活吗？
zh_tw: 生成流程後，要馬上去流程啟動頁面啟動嗎？

# WFSpace
source: Process Space
de: Prozessraum
fr: Espace de traitement
ko: 프로세스 공간
ru: Процесс пространство
zh_cn: 流程空间
zh_tw: 流程空間

# WFTemplate
source: Process template
de: Prozessvorlage
fr: Modèle de processus
ko: 프로세스 템플릿
ru: Шаблон процесса
zh_cn: 流程模板
zh_tw: 流程範本

# WFType
source: Workflow Type
fr: Type de flux de travail
ko: 워크 플로 유형
ru: Процедура Тип
zh_cn: 工作流类型
zh_tw: 工作流類型

# WhenStatusChange
source: Changing state
de: Bei einem Wechsel des Staates
fr: Lors du changement de l'état
ko: 상태를 변경할 때
ru: При изменении состояния
zh_cn: 改变状态时
zh_tw: 改變狀態時

# WJPSSQ
source: Document review application
de: Dokumentenprüfung Anwendung
fr: Demande de révision du document
ko: 문서 검토 응용 프로그램
ru: Обзор приложения документа
zh_cn: 文件评审申请
zh_tw: 文件評審申請

# WJZNSYGDGQXDBYSHZSC
source: Files can only be one, please pack multiple compression then upload!
de: Dateien können nur eine Vielzahl von ersten komprimierten und laden Sie dann Paket sein!
fr: Fichiers ne peut être une pluralité de premier comprimé et ensuite télécharger paquet!
ko: 파일은 압축 된 최초의 후 업로드 패키지의 복수 될 수 있습니다!
ru: Файлы могут быть только множество первых сжимается и затем загружать пакет!
zh_cn: 文件只能是一个，多个请先打包压缩后再上传！
zh_tw: 檔只能是一個，多個請先打包壓縮後再上傳！

# WoCanYi
source: I participated in the
de: Ich in der teilgenommen
fr: Je participé à la
ko: 나는 참여
ru: Я участвовал в
zh_cn: 我参与的
zh_tw: 我參與的

# WoCanYuDeXiangMu
source: I participated in the project
de: I an dem Projekt beteiligt
fr: Je ai participé au projet
ko: 나는이 프로젝트에 참여
ru: Я участвовал в проекте
zh_cn: 参与的项目
zh_tw: 我參與的專案

# WoCanYuDeXiangMuDeXiangMuShu
source: I participated in the project tree project
de: Ich im Projektbaum Projekt teilgenommen
fr: Je ai participé au projet de l'arborescence du projet
ko: 나는 프로젝트 트리 프로젝트에 참여
ru: Я участвовал в дереве проекта проекта
zh_cn: 参与的项目的项目树
zh_tw: 我參與的專案的專案樹

# WoCanYuDeXieZuo
source: I participated in the collaboration
de: Ich nahm die Zusammenarbeit
fr: Je participais collaboration
ko: 나는 공동 참가
ru: Я участвовал сотрудничество
zh_cn: 我参与的协作
zh_tw: 我參與的協作

# WoChuLiZhongDeFuWuXuQiu
source: I deal with the demand for services
de: Ich beschäftige mich mit der Nachfrage nach Dienstleistungen
fr: Je traite avec la demande de services
ko: 나는 서비스에 대한 수요를 처리
ru: Я имею дело со спросом на услуги
zh_cn: 我处理中的服务需求
zh_tw: 我處理中的服務需求

# WoDeChuLiFangFaHeYiJian
source: My approach and comments
de: Ich nähere mich und Kommentare
fr: Je approcher et commentaires
ko: 나는 접근과 의견
ru: Я подхожу и комментарии
zh_cn: 我的处理方法和意见
zh_tw: 我的處理方法和意見

# WoDeChuLiFangShiHeShenPiYiJian
source: My approach and the approval of the views
de: Mein Ansatz und Genehmigung der Aussicht
fr: Mon approche et l'approbation des vues
ko: 나의 접근 방식과 관점의 승인
ru: Мой подход и утверждение мнения
zh_cn: 我的处理方式和审批意见
zh_tw: 我的處理方式和審批意見

# WoDeChuLiZhuangTai
source: My deal with state
de: Mein Geschäft mit Staats
fr: Mon accord avec l'Etat
ko: 상태와 내 거래
ru: Мой контракт с государством
zh_cn: 我的处理状态
zh_tw: 我的處理狀態

# WoDeDaiLiRenSheZhi
source: My agent set
de: Mein Agent Satz
fr: Mon jeu de l'agent
ko: 내 에이전트 세트
ru: Мой агент набор
zh_cn: 我的代理人设置
zh_tw: 我的代理人設置

# WoDeDangAnSheZhi
source: My profile settings
de: Mein Profil Einstellungen
fr: Mes paramètres de profil
ko: 내 프로필 설정
ru: Мои настройки профиля
zh_cn: 我的档案设置
zh_tw: 我的檔案設置

# WoDeFanKui
source: My feedback
de: Mein Feedback
fr: Mes commentaires
ko: 내 피드백
ru: Мой обратной связи
zh_cn: 我的反馈
zh_tw: 我的回饋

# WoDeGongZuo
source: I work
de: Meine Arbeit
fr: Mon travail
ko: 내 작업
ru: Моя работа
zh_cn: 我的工作
zh_tw: 我的工作

# WoDeGongZuoLiu
source: My Job
de: Mein Workflow-
fr: Mon workflow
ko: 내 워크 플로우
ru: Мой рабочий
zh_cn: 我发起的工作
zh_tw: 我的工作流

# WoDeGongZuoLiuXinXi
source: My job information
de: Meine Arbeit Flussinformationen
fr: Mes informations de flux de travail
ko: 내 워크 플로우 정보
ru: Мой информационная работа потока
zh_cn: 我的工作信息
zh_tw: 我的工作流資訊

# WoDeGongZuoXinXi
source: My job information
de: Meine Job-Informationen
fr: Mon information sur l'emploi
ko: 내 작업 정보
ru: Мой информация Работа
zh_cn: 我的工作信息
zh_tw: 我的工作資訊

# WoDeJiHua
source: My Plan
de: Mein Plan
fr: Mon plan
ko: 나의 계획
ru: Мой План
zh_cn: 我的计划
zh_tw: 我的計畫

# WoDeJiXiao
source: My performance
de: Meine Leistung
fr: Ma performance
ko: 내 성능
ru: Мое выступление
zh_cn: 我的绩效
zh_tw: 我的績效

# WoDeJiXiaoZiPing
source: My performance self-assessment
de: Meine Leistung Selbsteinschätzung
fr: Ma performance d'auto-évaluation
ko: 내 성능 자체 평가
ru: Мое выступление самооценки
zh_cn: 我的绩效自评
zh_tw: 我的績效自評

# WoDePingHeYiJian
source: My assessment advice
de: Meine Einschätzung Beratung
fr: Mon conseil d'évaluation
ko: 내 평가 조언
ru: Мой совет оценка
zh_cn: 我的评核意见
zh_tw: 我的評核意見

# WoDeRenWu
source: My task
de: Meine Aufgabe
fr: Ma tâche
ko: 내 작업
ru: Моя задача
zh_cn: 我的任务
zh_tw: 我的任務

# WoDeRiChengAnPai
source: My schedule
de: Mein Terminkalender
fr: Mon horaire
ko: 내 일정
ru: Мой график
zh_cn: 我的日程安排
zh_tw: 我的排程

# WoDeShangWuZhuLi
source: My Business Assistant
de: My Business-Assistent
fr: Mon adjoint des affaires
ko: 내 사업 지원
ru: Мой бизнес помощник
zh_cn: 我的商务助理
zh_tw: 我的商務助理

# WoDeXiangMuRenWu
source: My project tasks
de: Meine Projektaufgaben
fr: Mes tâches du projet
ko: 내 프로젝트 작업
ru: Мои задачи проекта
zh_cn: 我的项目任务
zh_tw: 我的項目任務

# WoDeXieZuo
source: My collaboration
de: Meine Zusammenarbeit
fr: Ma collaboration
ko: 내 협력
ru: Мое сотрудничество
zh_cn: 我的协作
zh_tw: 我的協作

# WoDeXuQiu
source: My needs
de: Meine Bedürfnisse
fr: Mes besoins
ko: 내 요구
ru: Мои потребности
zh_cn: 我的需求
zh_tw: 我的需求

# WoDeYiJian
source: My opinion
de: Meine Kommentare
fr: Mes commentaires
ko: 나의 의견
ru: Мои комментарии
zh_cn: 我的意见
zh_tw: 我的意見

# WoDeZhiJieChengYuanSheZhi
source: I set up a direct member
de: Mein direktes Mitglied Einstellungen
fr: Mes réglages membres directs
ko: 내 직접 회원 설정
ru: Мои прямые настройки члены
zh_cn: 我的直接成员设置
zh_tw: 我的直接成員設置

# WoDeZongJie
source: My summary
de: Meine Zusammenfassung
fr: Mon résumé
ko: 내 요약
ru: Мое резюме
zh_cn: 我的总结
zh_tw: 我的總結

# WoFangYiJian
source: Our opinion
de: Unsere Meinung
fr: Notre avis
ko: 우리의 의견
ru: Наше мнение
zh_cn: 我方意见
zh_tw: 我方意見

# WoFenPaiGuoDeRenWu
source: I had the task assignment
de: Ich hatte die Aufgabenzuweisung
fr: Je devais l'affectation de tâche
ko: 나는 작업 할당을했다
ru: Я имел назначение задач
zh_cn: 我分派过的任务
zh_tw: 我分派過的任務

# WoJianLiDeRenWu
source: I created the task
de: Ich die Aufgabe erstellt
fr: Je créé la tâche
ko: 나는 작업을 생성
ru: Я создал задачу
zh_cn: 我建立的任务
zh_tw: 我建立的任務

# WoJianLiDeXieZuo
source: Collaboration I built
de: Ich etablierten Zusammenarbeit
fr: Je établi une collaboration
ko: 나는 공동 설립
ru: Я установила сотрудничество
zh_cn: 我建立的协作
zh_tw: 我建立的協作

# WoJianLiDeXuQiu
source: I demand the establishment of
de: Ich fordere die Einrichtung
fr: Je demande la mise en place de
ko: 나는의 설립을 요구
ru: Я требую создания
zh_cn: 我建立的需求
zh_tw: 我建立的需求

# WoJiLuDeFuWuXuQiu
source: I record demand for services
de: Mein Rekord von Service-Anforderungen
fr: Mon record des exigences de service
ko: 서비스 요구 사항의 내 기록
ru: Мой рекорд требований обслуживания
zh_cn: 我记录的服务需求
zh_tw: 我記錄的服務需求

# WorkDate
source: Working Date
de: Arbeits Datum
fr: Date de travailler
ko: 근무 날짜
ru: Работа Дата
zh_cn: 工作日期
zh_tw: 工作日期

# WorkDetail
source: Work content
de: Arbeitsinhalt
fr: Contenu du travail
ko: 작업 내용
ru: Содержание работы
zh_cn: 工作内容
zh_tw: 工作內容

source: Workflow
fr: Flux de travail
ko: 워크 플로우
ru: Рабочий процесс
zh_cn: 工作流
zh_tw: 工作流

source: Workflow definition
fr: Définition de workflow
ko: 워크 플로 정의
ru: Определение рабочего процесса
zh_cn: 工作流定义
zh_tw: 工作流定義

source: Workflow List
de: Workflow-Liste
fr: Liste de Workflow
ko: 워크 플로 목록
ru: Список рабочих процессов
zh_cn: 工作流列表
zh_tw: 工作流列表

# WorkOperation
source: Work requirements
de: Arbeitsanforderungen
fr: Exigences de travail
ko: 작업 요구 사항
ru: Рабочие требования
zh_cn: 工作要求
zh_tw: 工作要求

# WorkStatus
source: Processing Status
de: Bearbeitungsstatus
fr: Traitement Statut
ko: 처리 상태
ru: Обработка Статус
zh_cn: 处理状态
zh_tw: 處理狀態

# WoShenHeGuoDeJiXiao
source: I reviewed the performance of
de: Ich überprüft die Leistung der
fr: Je revue la performance de
ko: 나는의 성능을 검토
ru: Я рассмотрел производительность
zh_cn: 我审核过的绩效
zh_tw: 我審核過的績效

# WoSuoYouDeGongZuo
source: All my work
de: All meine Arbeit
fr: Tout mon travail
ko: 내 모든 작업
ru: Вся моя работа
zh_cn: 我所有的工作
zh_tw: 我所有的工作

# WoSuoYouDeHuiYi
source: All my meetings
de: Alle meine Sitzungen
fr: Toutes mes réunions
ko: 내 모든 회의
ru: Все мои встречи
zh_cn: 我所有的会议
zh_tw: 我所有的會議

# WoSuoYouDeXuQiu
source: All my needs
de: Alle meine Bedürfnisse
fr: Tous mes besoins
ko: 내 모든 요구
ru: Все мои потребности
zh_cn: 我所有的需求
zh_tw: 我所有的需求

# WoYaoCanJiaDeHuiYi
source: I want to participate in the conference
de: Ich möchte an der Konferenz teilnehmen
fr: Je veux participer à la conférence
ko: 나는 회의에 참여하려면
ru: Я хочу участвовать в конференции
zh_cn: 我要参加的会议
zh_tw: 我要參加的會議

# WoYaoChuLiDeGongZuo
source: I want to deal with the work
de: Ich möchte mit der Arbeit zu tun
fr: Je veux traiter avec le travail
ko: 나는 일을 처리 할
ru: Я хочу, чтобы иметь дело с работой
zh_cn: 要处理的工作
zh_tw: 我要處理的工作

# WoYaoChuLiDeRenWu
source: I want to deal with the task of
de: Ich möchte mit der Aufgabe befassen
fr: Je veux faire face à la tâche
ko: 나는이 작업을 처리 할
ru: Я хочу, чтобы иметь дело с задачей
zh_cn: 我要处理的任务
zh_tw: 我要處理的任務

# WoYaoChuLiDeXieZuo
source: Collaboration I want to deal with the
de: Collaboration Ich möchte mit dem Deal
fr: Collaboration je veux faire face à la
ko: 협업 내가 처리 할
ru: Сотрудничество Я хочу, чтобы иметь дело с
zh_cn: 我要处理的协作
zh_tw: 我要處理的協作

# WoYaoChuLiDeXuQiu
source: I demand to be treated
de: I zu behandelnde verlangen
fr: Je demande à être traité
ko: 내가 처리 할 요구
ru: Я требую, чтобы лечить
zh_cn: 我要处理的需求
zh_tw: 我要處理的需求

# WoYaoPiHeDeGongZuoLiu
source: I would like to handle job
de: Ich möchte Genehmigungs-Workflow
fr: Je veux workflow d'approbation
ko: 나는 승인 워크 플로를 원하는
ru: Я хочу процесса утверждения
zh_cn: 要处理的工作
zh_tw: 我要批核的工作流

# WoYaoYueDuDeBaoBiao
source: I want to read the report
de: Ich möchte den Bericht lesen
fr: Je veux lire le rapport
ko: 나는이 보고서를 읽고 싶어
ru: Я хочу, чтобы прочитать доклад
zh_cn: 我要阅读的报表
zh_tw: 我要閱讀的報表

# WoYiCanJiaDeHuiYi
source: I have attended meetings
de: Ich habe Sitzungen teilgenommen
fr: Je l'ai assisté à des réunions
ko: 나는 회의 참석
ru: Я присутствовал на заседаниях
zh_cn: 我已参加的会议
zh_tw: 我已參加的會議

# WoYiChuLiBingYiFenPaiDeRenWu
source: Task I have processed and dispatched
de: Aufgabe habe ich verarbeitet und versendet
fr: Tâche je l'ai traitée et expédiée
ko: 작업 나는 처리 파견 한
ru: Задача я обработан и будет послан
zh_cn: 我已处理并已分派的任务
zh_tw: 我已處理並已分派的任務

# WoYiChuLiDeFuWuXuQiu
source: I have treated service needs
de: Ich habe Service-Bedürfnisse behandelt
fr: Je l'ai traitée besoins de services
ko: 나는 서비스 요구를 처리 한
ru: Я лечил потребности в услугах
zh_cn: 我已处理的服务需求
zh_tw: 我已處理的服務需求

# WoYiChuLiDeGongZuo
source: My work has been processed
de: Meine Arbeit verarbeitet worden ist
fr: Mon travail a été traitée
ko: 내 작업은 처리 된
ru: Моя работа была обработана
zh_cn: 已处理的工作
zh_tw: 我已處理的工作

# WoYiFenPaiDeXuQiu
source: Demand I have dispatched
de: Die Nachfrage habe ich geschickt
fr: Demand je l'ai expédié
ko: 수요 내가 파견 한
ru: Спрос я отправил
zh_cn: 我已分派的需求
zh_tw: 我已分派的需求

# WoYiPiHeDeGongZuoLiu
source: I have handle job
de: Ich habe Genehmigungs-Workflow
fr: Je dois le workflow d'approbation
ko: 나는 승인 워크 플로가
ru: У меня есть рабочий процесс утверждения
zh_cn: 已处理的工作
zh_tw: 我已批核的工作流

# WPSHaoFenBianJi
source: WPS No. minutes editor
de: WPS Nr Minuten Editor
fr: WPS No. minutes éditeur
ko: WPS 번호 분 편집기
ru: Редактор WPS Количество минут
zh_cn: WPS号分编辑
zh_tw: WPS號分編輯

# WPSHaoFenLieBiao
source: Sub-list of WPS No.
de: Sub-Liste der WPS No.
fr: Sous-liste des n ° WPS
ko: WPS 번호의 하위 목록
ru: Суб-лист WPS N:
zh_cn: WPS号分列表
zh_tw: WPS號分列表

# WSJCBGBJ
source: NDT Report Editor
fr: NDT Editeur de rapport
ko: 뉴 펀들 랜드 서머 타임 리포트 편집기
ru: НК Редактор отчетов
zh_cn: 无损检测报告编辑
zh_tw: 無損檢測報告編輯

# WSJCBGLB
source: NDE reports list
de: NDT-Berichten
fr: NDT rapporte liste
ko: NDT는 목록을보고
ru: НК сообщает список
zh_cn: 无损检测报告列表
zh_tw: 無損檢測報告列表

# WTSXZXBZ
source: Problem attribute performance standards
de: Problem-Attribut Leistungsstandards
fr: Les normes de performance de l'attribut de problème
ko: 문제 특성 성능 기준
ru: Проблемные стандарты эффективности атрибут
zh_cn: 问题属性执行标准
zh_tw: 問題屬性執行標準

# Wu
source: No
de: Kein
fr: Non
ko: 아니
ru: Нет
zh_cn: 无
zh_tw: 無

# WuCanYu
source: No participation
de: Keine Selbstbeteiligung
fr: Aucune participation
ko: 아무도 참여하지
ru: Нет участие
zh_cn: 无参与
zh_tw: 無參與

# WuJiLeiXing
source: Tungsten Type:
de: Tungsten Typ:
fr: Type de tungstène:
ko: 텅스텐 유형 :
ru: Вольфрам Тип:
zh_cn: 钨极类型：
zh_tw: 鎢極類型：

# WuJiZhiJing
source: Tungsten diameter:
de: Tungsten Durchmesser:
fr: Diamètre Tungstène:
ko: 텅스텐 직경 :
ru: Диаметр вольфрамового:
zh_cn: 钨极直径：
zh_tw: 鎢極直徑：

# WuLiao
source: Materials
de: Materialien
fr: Matériaux
ko: 재료
ru: Материалы
zh_cn: 物料
zh_tw: 物料

# WuLiYinSu
source: Physical factors
de: Physikalische Faktoren
fr: Les facteurs physiques
ko: 물리적 요인
ru: Физические факторы
zh_cn: 物理因素
zh_tw: 物理因素

# WuShongJianCheLeiBie
source: NDT category
de: NDT Kategorie
fr: Catégorie NDT
ko: 비파괴 검사의 종류
ru: НК категория
zh_cn: 无损检测类别
zh_tw: 無損檢測類別

# WuShongjianCheYaoQiu
source: Non-destructive testing requirements
de: Zerstörungsfreie Prüfung Anforderungen
fr: Exigences relatives aux essais non destructifs
ko: 비파괴 테스트 요구 사항
ru: Неразрушающий требований к испытаниям,
zh_cn: 无损检测要求
zh_tw: 無損檢測要求

# WuWaiBao
source: No outsourcing
de: Kein Outsourcing
fr: Pas de sous-traitance
ko: 어떤 아웃소싱 없습니다
ru: Нет аутсорсинг
zh_cn: 无外包
zh_tw: 無外包

# WuZhiDaiMa
source: Materials Code:
de: Materialien Code:
fr: Code de Matériaux:
ko: 재료 코드 :
ru: Материалы Код:
zh_cn: 物资代码
zh_tw: 物資代碼：

# WuZhiMingChen
source: Material name
de: Supplies-Name
fr: Fournitures Nom
ko: 소모품 이름
ru: Поставки Имя
zh_cn: 物资名称
zh_tw: 物資名稱

# WuZhiXianELingLiaoJiHua
source: Material picking limit plan
de: Materialquote Kommissionierung Plan
fr: Plan matériaux quota de prélèvement
ko: 재료 할당량 따기 계획
ru: План материалы квота сбор
zh_cn: 物资限额领料计划
zh_tw: 物資限額領料計畫

# WuZiCaiLiaoYuan
source: Supplies materials, staff
de: Liefert Material, Personal
fr: Fournit des matériaux, le personnel
ko: 재료, 직원 용품
ru: Поставки материалов, персонала
zh_cn: 物资材料员
zh_tw: 物資材料員

# WuZiDaiMa
source: Materials Code
de: Materialien-Code
fr: Code de matériaux
ko: 재료 코드
ru: Материалы Код
zh_cn: 物资代码
zh_tw: 物資代碼

# WuZiDaiMaChongZuoBiaoJi
source: Materials Code redo mark
de: Materialien-Code Redo Zeichen
fr: Matériaux code redo marque
ko: 재료 코드 리두 마크
ru: Материалы Код повтор знак
zh_cn: 物资代码重做标记
zh_tw: 物資代碼重做標記
