Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZXDJYCZDXLLB
source: Please click on the categories list to be operated!
de: Bitte klicken Sie auf die Kategorieliste zu betreiben!
fr: S'il vous plaît cliquer sur la liste des catégories à être exploité!
ko: 카테고리리스트를 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список категорий, чтобы работать!
zh_cn: 请先点击要操作的小类列表！
zh_tw: 请先点击要操作的小类列表！

# ZZXDJYCZDXM
source: Please click on the item to be operated!
de: Bitte klicken Sie auf das Element, um betrieben werden!
fr: S'il vous plaît cliquer sur l'élément à être exploité!
ko: 항목을 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на пункт, чтобы работать!
zh_cn: 请先点击要操作的项目！
zh_tw: 请先点击要操作的项目！

# ZZXDJYCZDYFKLB
source: Please click on the list to be operated prepayment!
de: Bitte klicken Sie auf eine Liste zu betrieben Vorauszahlung zu sein!
fr: S'il vous plaît cliquer sur une liste à prépaiement exploité!
ko: 운영 선불로리스트를 클릭하십시오!
ru: Пожалуйста, нажмите на список, чтобы работать предоплата!
zh_cn: 请先点击要操作的预付款列表！
zh_tw: 请先点击要操作的预付款列表！

# ZZXDJYCZDZLLB
source: Please click on the list of classes to be operated!
de: Bitte klicken Sie auf die Liste der Klassen, betrieben werden!
fr: S'il vous plaît cliquer sur la liste des classes pour être exploité!
ko: 클래스 목록을 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список классов для работы!
zh_cn: 请先点击要操作的中类列表！
zh_tw: 请先点击要操作的中类列表！

# ZZXDWZDMBZBXZWZBZCZ
source: The new code is incorrect material must be present in the material of the table!
de: Der neue Code ist nicht korrekt Material muss in dem Material der Tabelle vorhanden!
fr: Le nouveau code est incorrecte matériel doit exister dans le matériau de la table!
ko: 새로운 코드는 테이블의 재료에 잘못된 물질 존재해야합니다!
ru: Новый код неверен материал должен существовать в материале стола!
zh_cn: 新的物资代码不正确，必须在物资表中存在！
zh_tw: 新的物资代码不正确，必须在物资表中存在！

# ZZXGBCCJC
source: Demand close error, please check!
de: Die Nachfrage in der Nähe Fehler, prüfen Sie bitte!
fr: Demande à proximité erreur, s'il vous plaît vérifier!
ko: 수요 닫기 오류, 확인하시기 바랍니다!
ru: Спрос близок ошибке, пожалуйста, проверьте!
zh_cn: 关闭出错，请检查！
zh_tw: 需求关闭出错，请检查！

# ZZXGBCG
source: Demand Close success!
de: Verlangen Close Erfolg!
fr: Exiger Fermer succès!
ko: 닫기 성공 수요!
ru: Спрос Закрыть успех!
zh_cn: 关闭成功！
zh_tw: 需求关闭成功！

# ZZXGBSBJC
source: Demand close fails, check!
de: Die Nachfrage in der Nähe fehlschlägt, überprüfen!
fr: Demande à proximité échoue, vérifiez!
ko: 수요 가까운 실패, 확인!
ru: Спрос близок не удается, проверьте!
zh_cn: 关闭失败，请检查！
zh_tw: 需求关闭失败，请检查！

# ZZXGCCJC
source: Modify the error, please check!
de: Ändern Sie den Fehler, bitte!
fr: Modifier l'erreur, s'il vous plaît vérifier!
ko: 오류를 수정, 확인하시기 바랍니다!
ru: Измените ошибку, пожалуйста, проверьте!
zh_cn: 修改出错，请检查！
zh_tw: 修改出错，请检查！

# ZZXGCG
source: Successfully modified!
de: Ändern Sie den Erfolg!
fr: Modifier succès!
ko: 성공을 수정!
ru: Изменить успех!
zh_cn: 保存成功！
zh_tw: 修改成功！

# ZZXGSB
source: Modify failed!
de: Ändern fehlgeschlagen!
fr: Modifier échoué!
ko: 수정 실패!
ru: Изменить удалось!
zh_cn: 保存失败！
zh_tw: 修改失败！

# ZZXGSBCZTMBBMBJC
source: Modification fails, there is a report template of the same name, check!
de: Änderung fehlschlägt, gibt es eine Berichtsvorlage mit dem gleichen Namen, zu überprüfen!
fr: Modification échoue, il est un modèle du même nom de rapport, vérifiez!
ko: 수정 실패, 같은 이름의 보고서 서식이 확인!
ru: Модификация не удается, есть шаблон отчета с тем же именем, проверьте!
zh_cn: 保存失败，存在同名报表模板，请检查！
zh_tw: 修改失败，存在同名报表模板，请检查！

# ZZXGSBDJRYDMCWCWCRJC
source: Modification fails, the registration personnel coding errors, such person, please check!
de: Änderung fehlschlägt, die Registrierung Offizier Falscher Code, keine solche Person, überprüfen Sie bitte!
fr: Modification échoue, le code erroné agent d'inscription, une telle personne, s'il vous plaît vérifier!
ko: 수정이 실패 등록 장교 잘못된 코드, 아니 같은 사람, 확인하시기 바랍니다!
ru: Модификация не удается, регистрация офицер Ошибка, нет такого человека, пожалуйста, проверьте!
zh_cn: 保存失败，登记人员代码错误，查无此人，请检查！
zh_tw: 修改失败，登记人员代码错误，查无此人，请检查！

# ZZXGSBDMBNZFW0W1YSSYXBNWKJC
source: Modification fails, the code can not be repeated, is 0, 1, all of the above items can not be empty, please check!
de: Änderung fehlschlägt, der Code kann nicht wiederholt werden, 0, 1, alle der oben genannten Elemente darf nicht leer sein, überprüfen Sie bitte!
fr: Modification échoue, le code ne peut pas être répété, est de 0, 1, tous les éléments ci-dessus ne peut pas être vide, s'il vous plaît vérifier!
ko: 변형 예는, 코드가 반복 될 수없는 실패 0, 1, 상기 항목이 모두 비어있을 수없는 것이다 확인하세요!
ru: Модификация неуспешно, то код не может быть повторен, 0, 1, все из перечисленного не может быть пустым, пожалуйста, проверьте!
zh_cn: 保存失败，代码不能重复，为0，为1，以上所有项不能为空，请检查！
zh_tw: 修改失败，代码不能重复，为0，为1，以上所有项不能为空，请检查！

# ZZXGSBDMHFDMBNWK
source: Modification fails, the code and the parent code can not be empty!
de: Wird der Code und das übergeordnete Code ändern darf nicht leer sein!
fr: Le défaut de modifier le code et le code de parent ne peut pas être vide!
ko: 코드와 부모 코드를 수정하지 않으면 비워 둘 수 없습니다!
ru: Отказ изменить код и родительский код не может быть пустым!
zh_cn: 保存失败，代码和父代码不能为空！
zh_tw: 修改失败，代码和父代码不能为空！

# ZZXGSBHTHZFJC
source: Modification fails, repeat the contract number, please check!
de: Änderung fehlschlägt, wiederholen Sie die Vertragsnummer, bitte!
fr: Modification échoue, répéter le numéro de contrat, s'il vous plaît vérifier!
ko: 수정 실패, 계약 번호를 반복 확인하세요!
ru: Модификация не удается, повторите номер контракта, пожалуйста, проверьте!
zh_cn: 保存失败，合同号重复，请检查！
zh_tw: 修改失败，合同号重复，请检查！

# ZZXGSBJC
source: Modify fails, check!
de: Ändern fehlschlägt, überprüfen!
fr: Modifier échoue, vérifiez!
ko: 확인에 실패 수정!
ru: Изменить удается, проверьте!
zh_cn: 保存失败，请检查！
zh_tw: 修改失败，请检查！

# ZZXGSBJCDMZFHMXWK
source: Modify fails, check (code duplication or an empty)!
de: Ändern ausfällt, Scheck (Code-Duplizierung oder eine leere)!
fr: Modifier échoue, chèque (duplication de code ou un vide)!
ko: 수정이 실패 검사 (코드 중복 또는 빈)!
ru: Изменить удается, проверьте (дублирование кода или пустой)!
zh_cn: 保存失败，请检查(代码重复或某项为空)！
zh_tw: 修改失败，请检查(代码重复或某项为空)！

# ZZXGSBJCZ
source: Modify fails, check the station!
de: Ändern fehlschlägt, überprüfen Sie die Station!
fr: Modifier échoue, vérifiez la station!
ko: 수정은, 역을 확인 실패!
ru: Изменить терпит неудачу, проверьте станцию!
zh_cn: 保存失败，请检查站！
zh_tw: 修改失败，请检查站！

# ZZXGSBKNFYMCHYTZSGDJC
source: Modification fails, the names and uses of words may cost too much, please check!
de: Änderung fehl, kann der Name und die Verwendung von Worten zu viel kosten, überprüfen Sie bitte!
fr: Modification échoue, les noms et les utilisations de mots peut coûter trop, s'il vous plaît vérifier!
ko: 수정은, 단어의 이름과 용도를 너무 많이, 확인하시기 바랍니다 비용이 수 실패!
ru: Модификация терпит неудачу, имена и использования слов может стоить слишком много, пожалуйста, проверьте!
zh_cn: 保存失败，可能费用名称和用途字数过多，请检查！
zh_tw: 修改失败，可能费用名称和用途字数过多，请检查！

# ZZXGSBMBLXHMCBNWKJC
source: Modification fails, the template type and name can not be empty, please check!
de: Änderung fehl, kann der Vorlagentyp und Name darf nicht leer sein, prüfen Sie bitte!
fr: Modification échoue, le type de modèle et le nom ne peut être vide, s'il vous plaît vérifier!
ko: 수정은, 템플릿 유형과 이름은 비워 둘 수 없습니다 실패, 확인하시기 바랍니다!
ru: Модификация не удается, тип и имя шаблона не может быть пустым, пожалуйста, проверьте!
zh_cn: 保存失败，模板类型和名称不能为空，请检查！
zh_tw: 修改失败，模板类型和名称不能为空，请检查！

# ZZXGSBMMCDBXDYHDY8WJC
source: Modification fails, the password length must be greater than or equal to 8, please check!
de: Änderung fehlschlägt, muss der Passwortlänge größer als oder gleich 8 sein, prüfen Sie bitte!
fr: Modification échoue, la longueur du mot de passe doit être supérieure ou égale à 8, s'il vous plaît vérifier!
ko: 수정이 암호 길이가 8 같거나 커야합니다 실패, 확인하시기 바랍니다!
ru: Модификация не удается, длина пароля должна быть больше или равно 8, проверьте!
zh_cn: 保存失败，密码长度必须大于或等于8位，请检查！
zh_tw: 修改失败，密码长度必须大于或等于8位，请检查！

# ZZXGSBXMZTDZTZBWTGBNGBJHBBLXJC
source: Modification fails, the status of the project status value is not 'pass', you can not change the type of plan version, please check!
de: Änderung fehlschlägt, wird der Status der Projektstatuswert nicht "bestanden", können Sie die Art der Planversion nicht ändern können, überprüfen Sie bitte!
fr: Modification échoue, l'état de la valeur de l'état du projet ne sont pas «passer», vous ne pouvez pas changer le type de la version du plan, s'il vous plaît vérifier!
ko: 수정 실패, 프로젝트 상태 값의 상태가 '통과'아니다, 당신이 계획 버전의 유형을 변경할 수 없습니다, 확인하시기 바랍니다!
ru: Модификация не удается, состояние значения состояния проекта не "пройти", вы не можете изменить тип плана версии, пожалуйста, проверьте!
zh_cn: 保存失败，项目状态的状态值不为‘通过’，不能改变计划版本类型，请检查！
zh_tw: 修改失败，项目状态的状态值不为‘通过’，不能改变计划版本类型，请检查！

# ZZXHCG
source: Destruction success!
de: Zerstörung Erfolg!
fr: Le succès de la Destruction!
ko: 파괴의 성공!
ru: Уничтожение успех!
zh_cn: 销毁成功！
zh_tw: 销毁成功！

# ZZXHXCG
source: Cancellation verification success!
de: Stornierung Überprüfung Erfolg!
fr: Vérification de l'annulation de la réussite!
ko: 취소 확인 성공!
ru: Отмена проверка успех!
zh_cn: 取消核销成功！
zh_tw: 取消核销成功！

# ZZXJCCJC
source: New error, please check!
de: Neuer Fehler, bitte!
fr: Nouvelle erreur, s'il vous plaît vérifier!
ko: 새로운 오류, 확인하시기 바랍니다!
ru: Новый ошибке, пожалуйста, проверьте!
zh_cn: 新增出错，请检查！
zh_tw: 新增出错，请检查！

# ZZXJCCKNBJMCZD50GHZHBZZSZD100GHZGDJC
source: New error, may offer name (up to 50 characters), and notes the number of words (up to 100 characters) too much, please check!
de: Neue Fehler können Namen-Angebot (bis zu 50 Zeichen), und stellt fest, die Anzahl der Wörter (bis zu 100 Zeichen) zu viel, bitte!
fr: Nouvelle erreur, peut offrir nom (jusqu'à 50 caractères), et note le nombre de mots (jusqu'à 100 caractères) trop, s'il vous plaît vérifier!
ko: 새로운 오류가, (50 자) 이름을 제공하고 너무 많이 확인하십시오 (100 자) 단어의 수를 지적 할 수있다!
ru: Новый ошибке, предложить имя может (до 50 символов), и отмечает количество слов (до 100 символов) слишком много, пожалуйста, проверьте!
zh_cn: 新增出错，可能报价名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！
zh_tw: 新增出错，可能报价名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！

# ZZXJCCKNCGMCZD50GHZHBZZSZD100GHZGDJC
source: New error may purchase name (up to 50 characters), and notes the number of words (up to 100 characters) too much, please check!
de: Neue Fehler können Namen (bis zu 50 Zeichen) zu kaufen, und stellt fest, die Anzahl der Wörter (bis zu 100 Zeichen) zu viel, bitte!
fr: Nouvelle erreur, peut acheter le nom (jusqu'à 50 caractères), et note le nombre de mots (jusqu'à 100 caractères) trop, s'il vous plaît vérifier!
ko: 새로운 오류가, (50 자) 이름을 구입, 너무 많이, 확인하십시오 (100 자) 단어의 수를 지적 할 수있다!
ru: Новый ошибки, могут приобрести имя (до 50 символов), и отмечает количество слов (до 100 символов) слишком много, пожалуйста, проверьте!
zh_cn: 新增出错，可能采购名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！
zh_tw: 新增出错，可能采购名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！

# ZZXJCCKNSCMCZD50GHZHBZZSZD100GHZGDJC
source: New error, may produce name (up to 50 characters), and notes the number of words (up to 100 characters) too much, please check!
de: Neue Fehler können Namen (bis zu 50 Zeichen) zu erzeugen, und stellt fest, die Anzahl der Wörter (bis zu 100 Zeichen) zu viel, bitte!
fr: Nouvelle erreur, peut produire nom (jusqu'à 50 caractères), et note le nombre de mots (jusqu'à 100 caractères) trop, s'il vous plaît vérifier!
ko: 새로운 오류가, 이름 (최대 50 자)를 생산, 너무 많이, 확인하십시오 (100 자) 단어의 수를 지적 할 수있다!
ru: Новый ошибки, может привести имя (до 50 символов), и отмечает количество слов (до 100 символов) слишком много, пожалуйста, проверьте!
zh_cn: 新增出错，可能生产名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！
zh_tw: 新增出错，可能生产名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！

# ZZXJCCKNSDMZFJC
source: New error, may be code duplication, please check!
de: Neuer Fehler, kann Code-Duplizierung, überprüfen Sie bitte!
fr: Nouvelle erreur, peut-être la duplication de code, s'il vous plaît vérifier!
ko: 새로운 오류, 코드 중복을 확인하시기 바랍니다하실 수 있습니다!
ru: Новый ошибки, может быть дублирования кода, пожалуйста, проверьте!
zh_cn: 新增出错，可能是代码重复，请检查！
zh_tw: 新增出错，可能是代码重复，请检查！

# ZZXJCCKNXSMCZD50GHZHBZZSZD100GHZGDJC
source: New error, may sell name (up to 50 characters), and notes the number of words (up to 100 characters) too much, please check!
de: Neue Fehler können Namen zu verkaufen (bis zu 50 Zeichen), und stellt fest, die Anzahl der Wörter (bis zu 100 Zeichen) zu viel, bitte!
fr: Nouvelle erreur, peut vendre le nom (jusqu'à 50 caractères), et note le nombre de mots (jusqu'à 100 caractères) trop, s'il vous plaît vérifier!
ko: 새로운 오류가, (50 자) 이름을 판매하고, 너무 많이 확인하십시오 (100 자) 단어의 수를 지적 할 수있다!
ru: Новый ошибки, может продать имя (до 50 символов), и отмечает количество слов (до 100 символов) слишком много, пожалуйста, проверьте!
zh_cn: 新增出错，可能销售名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！
zh_tw: 新增出错，可能销售名称（最多50个汉字）和备注字数（最多100个汉字）过多，请检查！

# ZZXJCG
source: New success!
de: New Erfolg!
fr: Nouveau succès!
ko: 새로운 성공!
ru: Новый успех!
zh_cn: 新增成功！
zh_tw: 新增成功！

# ZZXJCGZXMWSMKXX
source: New success. Please select sound module information!
de: New Erfolg. Bitte wählen Sie das Projekt, um das Modul Informationen zu verbessern!
fr: Nouveau succès. S'il vous plaît sélectionner le projet visant à améliorer l'information du module!
ko: 새로운 성공. 모듈 정보를 개선 할 수있는 프로젝트를 선택하세요!
ru: Новый успех. Пожалуйста, выберите проект по улучшению информацию о модуле!
zh_cn: 新增成功。请选择项目完善模块信息！
zh_tw: 新增成功。请选择项目完善模块信息！

# ZZXJHCCJC
source: Demand activation error, please check!
de: Demand-Aktivierungsfehler, prüfen Sie bitte!
fr: La demande d'activation erreur, s'il vous plaît vérifier!
ko: 수요 활성화 오류, 확인하시기 바랍니다!
ru: Спрос ошибка активации, пожалуйста, проверьте!
zh_cn: 激活出错，请检查！
zh_tw: 需求激活出错，请检查！

# ZZXJHCG
source: Demand activation is successful!
de: Demand-Aktivierung erfolgreich ist!
fr: Activation de la demande est réussie!
ko: 수요 활성화에 성공!
ru: Активация Спрос успешно!
zh_cn: 激活成功！
zh_tw: 需求激活成功！

# ZZXJHSBJC
source: Demand activation fails, please check!
de: Demand-Aktivierung fehlschlägt, überprüfen Sie bitte!
fr: Activation de la demande échoue, s'il vous plaît vérifier!
ko: 수요 활성화, 확인하시기 바랍니다 실패!
ru: Активация спрос не, пожалуйста, проверьте!
zh_cn: 激活失败，请检查！
zh_tw: 需求激活失败，请检查！

# ZZXJLBNBGX
source: The new record can not be updated!
de: Der neue Datensatz kann nicht aktualisiert werden!
fr: Le nouveau record ne peut pas être mis à jour!
ko: 새로운 기록을 업데이트 할 수 없습니다!
ru: Новый рекорд не может быть обновлен!
zh_cn: 新记录，不能被更新！
zh_tw: 新记录，不能被更新！

# ZZXJLXBCXXCCJC
source: New project supplementary information error, please check!
de: Neues Projekt Zusatzinformationen Fehler, bitte!
fr: Nouveau projet erreur d'information supplémentaire, s'il vous plaît vérifier!
ko: 새 프로젝트 추가 정보가 오류, 확인하시기 바랍니다!
ru: Новый проект дополнительная информация об ошибке, пожалуйста, проверьте!
zh_cn: 新增立项补充信息出错，请检查！
zh_tw: 新增立项补充信息出错，请检查！

# ZZXJSBCSHSDSJWJXMLWJBNWKZ
source: New fails, review the application data files (XML files) can not be empty, please choose!
de: New fehlschlägt, überprüfen Sie die Anwendungsdaten-Dateien (XML-Dateien) darf nicht leer sein, wählen Sie bitte!
fr: New échoue, consultez les fichiers de données d'application (fichiers XML) ne peut pas être vide, s'il vous plaît choisir!
ko: 새로운, 비어있을 수 없습니다 응용 프로그램 데이터 파일 (XML 파일)을 검토 실패, 선택하세요!
ru: Новый терпит неудачу, просмотреть файлы данных приложений (XML-файлы) не может быть пустым, выберите!
zh_cn: 新增失败，此审核申请的数据文件（XML文件）不能为空，请选择！
zh_tw: 新增失败，此审核申请的数据文件（XML文件）不能为空，请选择！

# ZZXJSBCZTMBBMBJC
source: New fails, there is a report template of the same name, check!
de: New fehlschlägt, gibt es eine Berichtsvorlage mit dem gleichen Namen, zu überprüfen!
fr: New échoue, il est un modèle du même nom de rapport, vérifiez!
ko: 실패 새로운, 같은 이름의 보고서 서식이 확인이!
ru: Новый сбой, есть шаблон отчета с тем же именем, проверьте!
zh_cn: 新增失败，存在同名报表模板，请检查！
zh_tw: 新增失败，存在同名报表模板，请检查！

# ZZXJSBJC
source: New fails, check!
de: New fehlschlägt, überprüfen!
fr: New échoue, vérifiez!
ko: 새로운 실패, 확인!
ru: Новый сбой, проверьте!
zh_cn: 新增失败，请检查！
zh_tw: 新增失败，请检查！

# ZZXJSBKNFYMCHYTZSGDJC
source: New fails, it could cost the names and uses of words too, please check!
de: New fehlschlägt, kann es die Namen und die Verwendungen der Wörter zu kosten, überprüfen Sie bitte!
fr: New échoue, il peut coûter les noms et les utilisations de mots trop, s'il vous plaît vérifier!
ko: 새로운 너무, 확인하시기 바랍니다 단어의 이름과 용도를 비용 수 있으며, 실패!
ru: Новый сбой, это может стоить имена и использования слов слишком, пожалуйста, проверьте!
zh_cn: 新增失败，可能费用名称和用途字数过多，请检查！
zh_tw: 新增失败，可能费用名称和用途字数过多，请检查！

# ZZXJSBMBLXHMCBNWKJC
source: New fails, the template type and name can not be empty, please check!
de: New ausfällt, wird der Template-Typ und Name darf nicht leer sein, prüfen Sie bitte!
fr: New échoue, le type de modèle et le nom ne peut être vide, s'il vous plaît vérifier!
ko: 새로운 템플릿 유형과 이름은 비워 둘 수 없습니다 실패, 확인하시기 바랍니다!
ru: Новый сбой, тип и имя шаблона не может быть пустым, пожалуйста, проверьте!
zh_cn: 新增失败，模板类型和名称不能为空，请检查！
zh_tw: 新增失败，模板类型和名称不能为空，请检查！

# ZZXJYCJC
source: New abnormal, please check!
de: New abnormal, bitte!
fr: Nouveau anormal, s'il vous plaît vérifier!
ko: 새로운 이상, 확인하시기 바랍니다!
ru: Новый ненормальным, пожалуйста, проверьте!
zh_cn: 新增异常，请检查！
zh_tw: 新增异常，请检查！

# ZZXLHBNWFFZF
source: The serial number can not be illegal characters!
de: Die Seriennummer ist nicht illegal Zeichen sein!
fr: Le numéro de série ne peut pas être des caractères illégaux!
ko: 일련 번호에 잘못된 문자가 될 수 없습니다!
ru: Серийный номер не может быть недопустимые символы!
zh_cn: 序列号不能为非法字符！
zh_tw: 序列号不能为非法字符！

# ZZXMBMBNWKBC
source: Item codes can not be empty, please add!
de: Artikelnummern darf nicht leer sein, fügen Sie bitte!
fr: Codes articles ne peuvent pas être vide, s'il vous plaît ajouter!
ko: 항목 코드는 비워 둘 수 없습니다, 추가하십시오!
ru: Предмет коды не могут быть пустыми, пожалуйста, добавьте!
zh_cn: 项目编码不能为空，请补充！
zh_tw: 项目编码不能为空，请补充！

# ZZXMBNWKZ
source: Project can not be empty, please choose!
de: Das Projekt darf nicht leer sein, wählen Sie bitte!
fr: Le projet ne peut pas être vide, s'il vous plaît choisir!
ko: 이 프로젝트는 비워 둘 수 없습니다, 선택하세요!
ru: Проект не может быть пустым, выберите!
zh_cn: 项目不能为空，请选择！
zh_tw: 项目不能为空，请选择！

# ZZXMFYSJDRCG
source: Project cost data into success!
de: Projektkostendaten importieren Erfolg!
fr: Données sur les coûts du projet importent succès!
ko: 프로젝트 비용 데이터는 성공을 가져!
ru: Данные о стоимости проекта импортировать успех!
zh_cn: 项目费用数据导入成功！
zh_tw: 项目费用数据导入成功！

# ZZXMGBCG
source: Project Close success!
de: Projekt schließen Erfolg!
fr: Clôture du projet succès!
ko: 닫기 프로젝트 성공!
ru: Закрытие проекта успеха!
zh_cn: 项目关闭成功！
zh_tw: 项目关闭成功！

# ZZXMHBNWFFZF
source: Item number can not be illegal characters!
de: Artikelnummer kann nicht illegal Zeichen sein!
fr: Numéro d'objet ne peut pas être des caractères illégaux!
ko: 항목 번호에 잘못된 문자가 될 수 없습니다!
ru: Код товара не может быть недопустимые символы!
zh_cn: 项目号不能为非法字符！
zh_tw: 项目号不能为非法字符！

# ZZXMHBNWKBC
source: Item number can not be empty, please add!
de: Artikelnummer darf nicht leer sein, fügen Sie bitte!
fr: Numéro d'objet ne peut pas être vide, s'il vous plaît ajouter!
ko: 항목 번호가 비어있을 수 없습니다, 추가하십시오!
ru: Код товара не может быть пустым, пожалуйста, добавьте!
zh_cn: 项目号不能为空，请补充！
zh_tw: 项目号不能为空，请补充！

# ZZXMHYTZFSWB
source: Meeting notice has been sent!
de: Besprechungsnotiz wurde versendet!
fr: Avis de réunion a été envoyé!
ko: 통지를 충족하는 보냈습니다!
ru: Уведомление Встреча была отправлена!
zh_cn: 项目会议通知发送完毕！
zh_tw: 项目会议通知发送完毕！

# ZZXMJLBYXWKBC
source: The project manager is not allowed to empty, please add!
de: Der Projektmanager ist nicht auf leere erlaubt, fügen Sie bitte!
fr: Le chef de projet est pas autorisé à vide, s'il vous plaît ajouter!
ko: 프로젝트 관리자가 비어에 허용되지 않습니다를 추가하십시오!
ru: Руководитель проекта не может пустым, пожалуйста, добавьте!
zh_cn: 项目经理不允许为空，请补充！
zh_tw: 项目经理不允许为空，请补充！

# ZZXMMCBNBHFFZF
source: Project names can not contain illegal characters!
de: Projektnamen dürfen keine unzulässige Zeichen!
fr: Les noms de projet ne peuvent pas contenir des caractères illégaux!
ko: 프로젝트 이름은 잘못된 문자를 포함 할 수 없습니다!
ru: Название проекта не может содержать недопустимые символы!
zh_cn: 项目名称不能包含非法字符！
zh_tw: 项目名称不能包含非法字符！

# ZZXMMCBNCG30GZF
source: Project name can not be more than 30 characters!
de: Projektname darf nicht mehr als 30 Zeichen lang sein!
fr: Nom du projet ne peut pas être plus de 30 caractères!
ko: 프로젝트 이름은 30자를 초과 할 수 없습니다!
ru: Название проекта не может быть больше, чем 30 символов!
zh_cn: 项目名称不能超过30个字符！
zh_tw: 项目名称不能超过30个字符！

# ZZXMMCBNWFFZF
source: Project name can not be illegal characters!
de: Projektname nicht erlaubte Zeichen sein!
fr: Nom du projet ne peut pas être des caractères illégaux!
ko: 프로젝트 이름에 잘못된 문자가 될 수 없습니다!
ru: Название проекта не может быть недопустимые символы!
zh_cn: 项目名称不能为非法字符！
zh_tw: 项目名称不能为非法字符！

# ZZXMMCBNWKBC
source: Project name can not be empty, please add!
de: Projektname darf nicht leer sein, fügen Sie bitte!
fr: Nom du projet ne peut pas être vide, s'il vous plaît ajouter!
ko: 프로젝트 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Название проекта не может быть пустым, пожалуйста, добавьте!
zh_cn: 项目名称不能为空，请补充！
zh_tw: 项目名称不能为空，请补充！

# ZZXMMCBYXWKBC
source: Item names are not allowed to empty, please add!
de: Artikelnamen werden nicht leer gelassen, fügen Sie bitte!
fr: Les noms d'éléments ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 항목 이름은 공백으로 허용되지 않습니다를 추가하십시오!
ru: Названия элементов не имеет пустой, пожалуйста, добавьте!
zh_cn: 项目名称不允许为空，请补充！
zh_tw: 项目名称不允许为空，请补充！

# ZZXMMCZFXG
source: Project Title Repeat, please change!
de: Projekttitel wiederholen, ändern Sie bitte!
fr: Titre du projet Répétez, s'il vous plaît changer!
ko: 프로젝트 제목의 반복, 변경하십시오!
ru: Название проекта Повторите, пожалуйста, изменится!
zh_cn: 项目名称重复，请修改！
zh_tw: 项目名称重复，请修改！

# ZZXMMSBNBHFFZF
source: Project Description can not contain illegal characters!
de: Projektbeschreibung darf keine unzulässige Zeichen!
fr: Description du projet ne peut pas contenir des caractères illégaux!
ko: 프로젝트 설명이 잘못된 문자를 포함 할 수 없습니다!
ru: Описание проекта не может содержать недопустимые символы!
zh_cn: 项目描述不能包含非法字符！
zh_tw: 项目描述不能包含非法字符！

# ZZXMMSBNCG2000GZF
source: Project Description can not exceed 2000 characters!
de: Die Projektbeschreibung ist nicht mehr als 2000 Zeichen!
fr: Description du projet ne dépasse pas 2000 caractères!
ko: 프로젝트 설명가 2000 개 이상의 문자를하지 않습니다!
ru: Описание проекта составляет не более 2000 символов!
zh_cn: 项目描述不能超过2000个字符！
zh_tw: 项目描述不能超过2000个字符！

# ZZXMPSSGZLSB
source: Project review workflow application failed!
de: Projekt-Review-Workflow-Anwendung fehlgeschlagen!
fr: Examen du projet application de workflow a échoué!
ko: 프로젝트 검토 워크 플로우 애플리케이션은 실패!
ru: Обзор приложения документооборота проекта не удалось!
zh_cn: 项目评审申请失败！
zh_tw: 项目评审申请工作流失败！

# ZZXMPSSGZLSCCG
source: Project review workflow application generating success!
de: Projekt-Review-Workflow-Anwendung erzeugen Erfolg!
fr: Examen du projet application de workflow générant succès!
ko: 프로젝트 검토 워크 플로우 애플리케이션의 성공을 생성!
ru: Обзор проекта приложения документооборота генерации успех!
zh_cn: 项目评审申请申请生成成功！
zh_tw: 项目评审申请工作流生成成功！

# ZZXMRWPSSGZLSCCG
source: Review project task workflow application generating success!
de: Bewertung Projektaufgabe Workflow-Anwendung Erzeugungs Erfolg!
fr: Revue succès projet workflow de la tâche demande de génération!
ko: 검토 프로젝트 작업 워크 플로우 애플리케이션 생성 성공!
ru: Обзор проект задачи рабочего процесса генерации приложения успех!
zh_cn: 项目任务评审申请申请生成成功！
zh_tw: 项目任务评审申请工作流生成成功！

# ZZXMSXBNWFFZF
source: Project properties can not be illegal characters!
de: Projekteigenschaften können nicht illegal Zeichen sein!
fr: Les propriétés du projet ne peuvent pas être des caractères illégaux!
ko: 프로젝트 속성에 잘못된 문자가 될 수 없습니다!
ru: Свойства проекта не может быть недопустимые символы!
zh_cn: 项目属性不能为非法字符！
zh_tw: 项目属性不能为非法字符！
