Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# HeTongBianJi
source: Contract edit
de: Contract bearbeiten
fr: Contrat modifier
ko: 계약 편집
ru: Редактировать Контракт
zh_cn: 合同编辑
zh_tw: 合同編輯

# HeTongBianMa
source: Contract Coding
fr: Codage de contrat
ko: 계약 코딩
ru: Кодирование Договор
zh_cn: 合同编码
zh_tw: 合同編碼

# HeTongBianZhi
source: Contract preparation
de: Vertragsvorbereitung
fr: La préparation des contrats
ko: 계약 준비
ru: Подготовка контракта
zh_cn: 合同编制
zh_tw: 合同編制

# HeTongBianZhiLieBiao
source: List compiled Contract
de: Liste zusammengestellt Contract
fr: Liste contrat compilé
ko: 목록 컴파일 계약
ru: Список составлен договор
zh_cn: 合同编制列表
zh_tw: 合同編制列表

# HeTongBiaoZhu
source: Contract labeling
de: Contract Dimension
fr: Dimension de contrat
ko: 계약 차원
ru: Размер контракта
zh_cn: 合同标注
zh_tw: 合同標注

# HeTongBiBie
source: Contract currency
de: Vertragswährung
fr: Monnaie de contrat
ko: 계약 통화
ru: Договор валют
zh_cn: 合同币别
zh_tw: 合同幣別

# HeTongCaiJian
source: Contract material seized
de: Contract Material beschlagnahmt
fr: Matière de contrat saisi
ko: 계약 재료 압수
ru: Материал Контракт захватили
zh_cn: 合同材检
zh_tw: 合同材檢

# HeTongCaiJianTuiHui
source: Contract seized material be returned
de: Contract ergriff Material zurückgeführt werden
fr: Contrat matériel saisi être retourné
ko: 계약 압수 자료는 반환
ru: Договор изъятый ​​материал возвращается
zh_cn: 合同材检退回
zh_tw: 合同材檢退回

# HeTongDaiMa
source: Contract Code
fr: Code de contrat
ko: 계약 코드
ru: Договор код
zh_cn: 合同代码
zh_tw: 合同代碼

# HeTongDaLei
source: Contract categories
de: Vertragskategorien
fr: Catégories de contrat
ko: 계약 카테고리
ru: Контракт категории
zh_cn: 合同大类
zh_tw: 合同大類

# HeTongDanJia
source: Contract Price
de: Vertragspreis
fr: Contrat Prix
ko: 계약 가격
ru: Цена контракта
zh_cn: 合同单价
zh_tw: 合同單價

# HeTongDaoQiShiJian
source: Contract expiration time
de: Vertragsablaufzeit
fr: Contrat temps d'expiration
ko: 계약 만료 시간
ru: Время окончания срока действия контракта
zh_cn: 合同到期时间
zh_tw: 合同到期時間

# HeTongDaoQiTiXing
source: Contract expires mention reminder
de: Vertrag ausläuft Erwähnung Erinnerung
fr: Contrat expire mention rappel
ko: 계약은 언급 알림 만료
ru: Договор истекает упоминания напоминание
zh_cn: 合同到期提醒
zh_tw: 合同到期提提醒

# HeTongDaYin
source: Contract Print
de: Vertrag drucken
fr: Contrat Imprimer
ko: 계약 인쇄
ru: Договор для печати
zh_cn: 合同打印
zh_tw: 合同列印

# HeTongE
source: Contract Amount
de: Vertragssumme
fr: Montant du marché
ko: 계약 금액
ru: Сумма контракта
zh_cn: 合同额
zh_tw: 合同額

# HeTongFaHuoJiLu
source: Contract delivery record
de: Contract Auslieferungsrekord
fr: Fiche de livraison du contrat
ko: 계약 전달 레코드
ru: Договор поставки запись
zh_cn: 合同发货记录
zh_tw: 合同發貨記錄

# HeTongFuKuanJiLu
source: Payment History
de: Contract Zahlungsprotokoll
fr: Paiement contrat Histoire
ko: 계약 지불 내역
ru: Договор История платежей
zh_cn: 付款记录
zh_tw: 付款記錄

# HeTongFuKuanQingKuangBaoBiao
source: Statement of Contract Payments
de: Statement of Contract Zahlungen
fr: Déclaration des paiements contractuels
ko: 계약 지불의 문
ru: Заявление о платежах контракта
zh_cn: 合同付款情况报表
zh_tw: 合同付款情況報表

# HeTongGuiDang
source: Contract archive
de: Contract-Archiv
fr: Archives de contrat
ko: 계약 아카이브
ru: Архив Контракт
zh_cn: 合同归档
zh_tw: 合同歸檔

# HeTongHao
source: Contract No
de: Vertragsnummer
fr: Nombre de contrat
ko: 계약 번호
ru: Номер договора
zh_cn: 合同号
zh_tw: 合同號

# HeTongJia
source: Contract price
de: Vertragspreis
fr: Prix ​​du contrat
ko: 계약 가격
ru: Договорная цена
zh_cn: 合同价
zh_tw: 合同價

# HeTongJianShen
source: Contract supervision and examination
de: Contract Aufsicht und Prüfung
fr: Supervision du contrat et de l'examen
ko: 계약 감독 및 검사
ru: Шеф и экспертиза
zh_cn: 合同监审
zh_tw: 合同監審

# HeTongJiLu
source: Contract Records
de: Contract Rekorde
fr: Contrat records
ko: 계약 기록
ru: Контракт отчеты
zh_cn: 合同记录
zh_tw: 合同記錄

# HeTongJinE
source: Contract amount
de: Vertragssumme
fr: Montant du contrat
ko: 계약 금액
ru: Сумма контракта
zh_cn: 合同金额
zh_tw: 合同金額

# HeTongJinKouYiLanBiao
source: Import a list of contract
de: Importieren Sie eine Liste von Vertrags
fr: Importer une liste de contrat
ko: 계약의 목록을 가져옵니다
ru: Импорт списка контракта
zh_cn: 合同进口一览表
zh_tw: 合同進口一覽表

# HeTongKeShi
source: Contract Visualization
de: Contract Visualisierung
fr: Visualisation de contrat
ko: 계약 시각화
ru: Визуализация Договор
zh_cn: 合同可视
zh_tw: 合同可視

# HeTongLeiXing
source: Contract Type
de: Vertragsart
fr: Type de contrat
ko: 계약 유형
ru: Типы контрактов
zh_cn: 合同类型
zh_tw: 合同類型

# HeTongLieBiao
source: Contract List
de: Vertragsliste
fr: Liste de contrat
ko: 계약 목록
ru: Список Договор
zh_cn: 合同列表
zh_tw: 合同列表

# HeTongLiRun
source: Contract profit
de: Vertragsgewinn
fr: Profit de contrat
ko: 계약 이익
ru: Договор прибыль
zh_cn: 合同利润
zh_tw: 合同利潤

# HeTongLiRunBaoBiao
source: Contract profit reports
de: Contract Gewinn Berichte
fr: Rapports de profit de contrat
ko: 계약 수익 보고서
ru: Отчеты о прибылях Договор
zh_cn: 合同利润报表
zh_tw: 合同利潤報表

# HeTongLiRunBiao
source: Contract income statement
de: Contract Gewinn- und Verlustrechnung
fr: Compte de résultat de contrat
ko: 계약의 손익 계산서
ru: Доход Контракт заявление
zh_cn: 合同利润表
zh_tw: 合同利潤表

# HeTongMingChen
source: Contract Title
de: Contract Titel
fr: Contrat Titre
ko: 계약 제목
ru: Название контракта
zh_cn: 合同名称
zh_tw: 合同名稱

# HeTongMingCheng
source: Contract Title
de: Contract Titel
fr: Contrat Titre
ko: 계약 제목
ru: Название контракта
zh_cn: 合同名称
zh_tw: 合同名稱

# HeTongMingXi
source: Contract Details
de: Vertragsdetails
fr: Détails du contrat
ko: 계약 세부 사항
ru: Подробности контракта
zh_cn: 合同明细
zh_tw: 合同明細

# HeTongMingXiBianJi
source: Contract Details edit
de: Vertragsdetails bearbeiten
fr: Détails du contrat modifier
ko: 계약 세부 사항 편집
ru: Подробности контракта редактировать
zh_cn: 合同明细编辑
zh_tw: 合同明細編輯

# HeTongMingXiJiLu
source: Contract detail records
fr: Enregistrements de détail de contrat
ko: 계약 상세 기록
ru: Подробно Договор записей
zh_cn: 合同明细记录
zh_tw: 合同明細記錄

# HeTongNeiRong
source: The contract
de: Der Vertrag
fr: Le contrat
ko: 계약
ru: Контракт
zh_cn: 合同内容
zh_tw: 合同內容

# HeTongPianChaCPB
source: Contract deviation (CPB)
de: Contract Abweichung (CPB)
fr: Type de contrat (CPB)
ko: 계약 편차 (CPB)
ru: Отклонение Договор (КПБ)
zh_cn: 合同偏差(CPB)
zh_tw: 合同偏差(CPB)

# HeTongPingShenBiaoDan
source: Contract review (form)
de: Vertragsprüfung (Formular)
fr: Revue de contrat (formulaire)
ko: 계약 검토 (양식)
ru: Обзор Договор (форма)
zh_cn: 合同评审（表单）
zh_tw: 合同評審（表單）

# HeTongPingShenChangGui
source: Contract Review (General)
de: Vertragsprüfung (General)
fr: Revue de contrat (général)
ko: 계약 검토 (일반)
ru: Обзор Договор (Общие)
zh_cn: 合同评审(常规）
zh_tw: 合同評審(常規）

# HeTongPingShenGongZuoLiu
source: Contract Review Workflow
fr: Contrat procédure de révision
ko: 계약 검토 워크 플로우
ru: Договор отзыв Workflow
zh_cn: 合同评审
zh_tw: 合同評審工作流

# HeTongQianDingShiJianCong
source: From the time the contract is signed
de: Ab dem Zeitpunkt der Vertragsunterzeichnung
fr: À partir du moment le contrat est signé
ko: 때부터 계약 체결
ru: С момента подписания контракта
zh_cn: 合同签订时间从
zh_tw: 合同簽訂時間從

# HeTongQiaTanLieBiao
source: A list of contracts to negotiate
de: Eine Liste der Verträge zu verhandeln
fr: Une liste des contrats à négocier
ko: 협상 계약의 목록
ru: Список контрактов на переговоры
zh_cn: 合同洽谈列表
zh_tw: 合同洽談列表

# HeTongQiaTanMingCheng
source: Contract negotiations name
de: Vertragsverhandlungen Namen
fr: Les négociations contractuelles nom
ko: 계약 협상 이름
ru: Переговоры по контракту имя
zh_cn: 合同洽谈名称
zh_tw: 合同洽談名稱

# HeTongShenPi
source: Contract - Approval
de: Vertrag - Genehmigung
fr: Contrat - Approbation
ko: 계약 - 승인
ru: Договор - Утверждение
zh_cn: 合同-审批
zh_tw: 合同-審批

# HeTongShouFaHuoYuJing
source: Contract shipping and receiving warning
de: Contract Versand und Empfang Warn
fr: Expédition de contrat et d'alerte de réception
ko: 계약 발송 및 수신 경고
ru: Доставка Договор и получения предупреждения
zh_cn: 合同收发货预警
zh_tw: 合同收發貨預警

# HeTongShouFuKuanYuJing
source: Contract payments received warning
de: Empfangenen Vertragszahlungen Warn
fr: Attention paiements contractuels reçus
ko: 계약 지급받은 경고
ru: Поступления платежей Контракт предупреждение
zh_cn: 合同收付款预警
zh_tw: 合同收付款預警

# HeTongShouHuoJiLu
source: Receipt record contract
de: Receipt Plattenvertrag
fr: Contrat record de réception
ko: 영수증 레코드 계약
ru: Получение рекордный контракт
zh_cn: 合同收货记录
zh_tw: 合同收貨記錄

# HeTongShouKuang
source: Contract receivables
de: Forderungen aus Auftrags
fr: Créances de contrat
ko: 계약 채권
ru: Дебиторская задолженность Договор
zh_cn: 合同收款
zh_tw: 合同收款

# HeTongShouKuanJiLu
source: receivables record
de: Forderungen aus Auftragsakte
fr: Contrat Record créances
ko: 계약 채권의 기록
ru: Договор дебиторская Запись
zh_cn: 收款记录
zh_tw: 收款記錄

# HeTongShouKuanQingKuangBaoBiao
source: Contract receivables Reports
de: Forderungen aus Auftrags Reports
fr: Rapports de créances de contrat
ko: 계약 채권 보고서
ru: Дебиторская задолженность Договор Отчеты
zh_cn: 合同收款情况报表
zh_tw: 合同收款情況報表

# HeTongShouRuYuFeiYong
source: Contract revenue and expenses
de: Auftragserlöse und Aufwendungen
fr: Revenus et dépenses contrat
ko: 계약 수익과 비용
ru: Доходы и расходы Контракт
zh_cn: 合同收入与费用
zh_tw: 合同收入與費用

# HeTongShouZhiBaoBiao
source: Contract revenue report
de: Auftragserlöse Bericht
fr: Rapport de revenus de contrat
ko: 계약 수익 보고서
ru: Отчет Выручка по договору
zh_cn: 合同收支报表
zh_tw: 合同收支報表

# HeTongShuLiang
source: Quantity Contract
de: Anzahl Kontrakt
fr: Quantité contrat
ko: 수량 계약
ru: Количество Договор
zh_cn: 合同数量
zh_tw: 合同數量

# HeTongTongZhi
source: Contract notice
de: Auftragsbekanntmachung
fr: Avis de marché
ko: 계약 통보
ru: Уведомление Договор
zh_cn: 合同通知
zh_tw: 合同通知

# HeTongTongZhiLieBiao
source: Contract notice list
de: Auftragsbekanntmachung Liste
fr: Contrat liste de préavis
ko: 계약 통지 목록
ru: Договор список уведомление
zh_cn: 合同通知列表
zh_tw: 合同通知列表

# HeTongTongZhiXinXi
source: Contract notice information
de: Auftragsbekanntmachung Informationen
fr: Renseignements sur les préavis de contrat
ko: 계약 통지 정보
ru: Информация уведомление Контракт
zh_cn: 合同通知信息
zh_tw: 合同通知資訊

# HeTongWanChengLvCFI
source: Contract completion rate (CFI)
de: Vertragsabschlussquote (CFI)
fr: Taux d'achèvement du contrat (CFI)
ko: 계약 완료 비율 (CFI)
ru: Скорость завершения контракта (CFI)
zh_cn: 合同完成率(CFI)
zh_tw: 合同完成率(CFI)

# HeTongWenBen
source: Contracts
fr: Contrats
ko: 계약
ru: Контракты
zh_cn: 合同文本
zh_tw: 合同文本

# HeTongWenDang
source: Contract Documents
de: Vertragsunterlagen
fr: Les documents contractuels
ko: 계약 문서
ru: Контракт документы
zh_cn: 合同文档
zh_tw: 合同文檔

# HeTongWenJian
source: Contract Documents
de: Vertragsunterlagen
fr: Documents contractuels
ko: 계약 문서
ru: Контракт Документы
zh_cn: 合同文件
zh_tw: 合同文件

# HeTongXinXi
source: Contract Information
de: Vertragsinformationen
fr: Renseignements sur le contrat
ko: 계약 정보
ru: Информация Контракт
zh_cn: 合同信息
zh_tw: 合同資訊

# HeTongYingFuBaoBiao
source: Contract payable Reports
de: Vertrag zu zahlenden Berichte
fr: Contrat Rapports payables
ko: 계약 지불 보고서
ru: Контракт, выплачиваемые Отчеты
zh_cn: 合同应付报表
zh_tw: 合同應付報表

# HeTongYingShouBaoBiao
source: Contract Accounts Report
de: Contract Berichterstattung Accounts
fr: Comptes de rapports contractuels
ko: 계약보고 계정
ru: Контракт отчетные
zh_cn: 合同应收报表
zh_tw: 合同應收報表

# HeTongYiShou
source: Contracts received
de: Verträge erhalten
fr: Contrats reçus
ko: 계약 접수
ru: Получили контракты
zh_cn: 合同已收
zh_tw: 合同已收

# HeTongYuan
source: Contract staff
de: Vertragsbedienstete
fr: Les agents contractuels
ko: 계약 직원
ru: Сотрудники Договор
zh_cn: 合同员
zh_tw: 合同員

# HeTongYuKuan
source: Contract balance
de: Contract Bilanz
fr: L'équilibre du contrat
ko: 계약 잔액
ru: Договор баланс
zh_cn: 合同余款
zh_tw: 合同餘款

# HeTongYuShiShouChaE
source: The difference between the contract and the paid
de: Der Unterschied zwischen dem Vertrag und eingezahlte
fr: La différence entre le contrat et payé
ko: 계약 및 납입의 차이
ru: Разница между контрактом и оплаченного
zh_cn: 合同与实收差额
zh_tw: 合同與實收差額

# HeTongZhiXingQingKuang
source: Implementation of the contract
de: Durchführung des Vertrags
fr: La mise en œuvre du contrat
ko: 계약의 이행
ru: Реализация контракта
zh_cn: 合同执行情况
zh_tw: 合同執行情況

# HeTongZhuangTai
source: Contract Status
de: Vertragsstatus
fr: Statut de contrat
ko: 계약 상태
ru: Статус контракта
zh_cn: 合同状态
zh_tw: 合同狀態

# HeTongZongE
source: Contract Amount
de: Vertragssumme
fr: Montant du marché
ko: 계약 금액
ru: Сумма контракта
zh_cn: 合同总额
zh_tw: 合同總額

# HeTongZongJinE
source: The total amount of the contract
de: Der Gesamtbetrag des Auftrags
fr: Le montant total du contrat
ko: 계약의 총 금액
ru: Общая сумма контракта
zh_cn: 合同总金额
zh_tw: 合同總金額

# HeXiao
source: Verification
fr: Vérification
ko: 확인
ru: Проверка
zh_cn: 核销
zh_tw: 核銷

# HeXiaoBiaoJi
source: Verification mark
de: Eichmarken
fr: Marques de vérification
ko: 인증 마크
ru: Поверки
zh_cn: 核销标记
zh_tw: 核銷標記

# HeXiaoKuBie
source: Do not write off the library
de: Schreiben Sie nicht von der Bibliothek
fr: Ne pas écrire au large de la bibliothèque
ko: 라이브러리를 쓰지 않는다
ru: Не списывать библиотеку
zh_cn: 核销库别
zh_tw: 核銷庫別

# HeXiaoRiQi
source: Write-off date
de: Ausbuchungszeitpunkt
fr: Radiation jour
ko: 쓰기 - 오프 날짜를
ru: Списание дату
zh_cn: 核销日期
zh_tw: 核銷日期

# HeXiaoTuiHui
source: Verification return
de: Verification Rück
fr: Retour de vérification
ko: 확인 반환
ru: Проверка возврата
zh_cn: 核销退回
zh_tw: 核銷退回

# HGCZSJDRMB
source: Welders certified data import templates
de: Schweißer zertifiziert Datenimport-Vorlagen
fr: Soudeurs certifiés modèles d'importation de données
ko: 용접기 인증 데이터 가져 오기 템플릿
ru: Сварщики сертифицированы шаблонов импортировать данные
zh_cn: 焊工持证数据导入模版
zh_tw: 焊工持證數據導入模版

# HJMBJLLB
source: Environmental objectives Record List
de: Umweltziele Rekordliste
fr: Les objectifs environnementaux de la liste enregistrement
ko: 환경 목표 기록 목록
ru: Экологические цели запись список
zh_cn: 环境目标记录列表
zh_tw: 環境目標記錄清單

# HJYSDCLB
source: Environmental Factors List
de: Umweltfaktoren Liste
fr: Liste des facteurs environnementaux
ko: 환경 요인 목록
ru: Факторы окружающей среды Список
zh_cn: 环境因素调查列表
zh_tw: 環境因素調查列表

# HJYSDCMXLB
source: Environmental Factors detailed list
de: Umweltfaktoren detaillierte Liste
fr: Facteurs environnementaux liste détaillée
ko: 환경 적 요인에 대한 자세한 목록
ru: Факторы окружающей среды Подробный список
zh_cn: 环境因素调查明细列表
zh_tw: 環境因素調查明細列表

# HJYSJLLB
source: Environmental factors Record List
de: Umweltfaktoren Aufnahmeliste
fr: Les facteurs environnementaux de la liste des enregistrements
ko: 환경적인 요인 레코드 목록
ru: Экологические факторы Запись Список
zh_cn: 环境因素记录列表
zh_tw: 環境因素記錄清單

# hlActivateThisWF
source: -> Activate this process
de: -> Aktivieren Sie diesen Vorgang
fr: -> Activer ce processus
ko: ->이 과정을 활성화
ru: -> Активировать этот процесс
zh_cn: -->激活此流程
zh_tw: -->啟動此流程

# hlApplyFunding
source: -> Grant application
de: -> Zuschussantrag
fr: -> Demande de subvention
ko: -> 교부 신청
ru: -> Приложения Грант
zh_cn: -->经费申请
zh_tw: -->經費申請

# hlArrangeMeeting
source: -> Meeting schedule
de: -> Besprechung planen
fr: -> Calendrier des réunions
ko: -> 회의 일정
ru: -> Расписание Встреча
zh_cn: -->会议安排
zh_tw: -->會議安排

# hlAssignTask
source: -> Task Assignments
de: -> Zuordnungen
fr: -> Affectations
ko: -> 할당
ru: -> Задания
zh_cn: -->任务分派
zh_tw: -->任務分派

# hlBomToPlan
source: -> Structure Plan transfer plan
de: -> Strukturplan Übertragungsplan
fr: -> Plan de transfert de plan de structure
ko: -> 구조 계획 전송 계획
ru: -> План Структура передачи план
zh_cn: -->结构规划转计划
zh_tw: -->結構規劃轉計畫

# hlBuildTeam
source: -> Set up the team
de: -> Das Team Set
fr: -> Mettre en place l'équipe
ko: -> 팀을 설정
ru: -> Настройка команду
zh_cn: -->组建团队
zh_tw: -->組建團隊

# hlConfirmExpense
source: -> Confirm fee
de: -> Gebühr bestätigen
fr: -> Frais Confirmer
ko: -> 확인 수수료
ru: -> Подтвердите плата
zh_cn: -->确认费用
zh_tw: -->確認費用

# hlConfirmManhour
source: -> Work confirm
de: -> Arbeits bestätigen
fr: -> Confirmer de travail
ko: -> 작업 확인
ru: -> Работа подтверждения
zh_cn: -->工期确认
zh_tw: -->工時確認

# hlCopyBomFromTemplateProject
source: -> Copy from the template project structure plan
de: -> Kopieren aus der Vorlage Projektstrukturplan
fr: -> Copier dans le plan de la structure du projet de modèle
ko: -> 템플릿 프로젝트 구조 계획에서 복사
ru: -> Копировать из плана структуры проекта шаблон
zh_cn: -->从模板项目复制结构规划
zh_tw: -->從範本專案複製結構規劃

# hlCopyFromTemplate
source: -> Copy from Template
de: -> Kopieren von Vorlage
fr: -> Copie à partir du modèle
ko: -> 템플릿에서 복사
ru: -> Копировать из шаблона
zh_cn: -->从模板复制
zh_tw: -->從範本複製

# hlCopyProjectPlan
source: -> Copy Project Plan
de: -> Kopieren Projektplan
fr: -> Plan de projet Copie
ko: -> 복사 프로젝트 계획
ru: -> План проекта Копировать
zh_cn: -->复制项目计划
zh_tw: -->複製專案計畫

# hlDailyWorkReport
source: Logbook Report
de: Logbuch Bericht
fr: Rapport Carnet
ko: 로그 북 보고서
ru: Журнал Сообщить
zh_cn: 工作日志报表
zh_tw: 工作日志報表

# hlGanttChart
source: -> Gantt
ko: -> 간트
ru: -> Ганта
zh_cn: -->甘特图
zh_tw: -->甘特圖

# hlImplementPlan
source: -> Implementation Plan
de: -> Durchführungsplan
fr: -> Plan de mise en œuvre
ko: -> 구현 계획
ru: -> План осуществления
zh_cn: -->实施计划
zh_tw: -->實施計畫

# hlIncomeAndExpense
source: -> Revenue Settlement
de: -> Der Umsatz Settlement
fr: -> Règlement du chiffre d'affaires
ko: -> 수익 ​​정산
ru: -> Доходы расчетов
zh_cn: -->收入结算
zh_tw: -->收入結算

# hlMakeCollaboration
source: -> Initiate cooperation
de: -> Starten Sie die Zusammenarbeit
fr: -> Initier une collaboration
ko: -> 공동 작업을 시작합니다
ru: -> Начать сотрудничество
zh_cn: -->发起协作
zh_tw: -->發起協作

# hlMakePlan
source: -> Plan
de: -> Planen
fr: -> Régime
ko: -> 계획
ru: -> План
zh_cn: -->制定计划
zh_tw: -->制定計劃

# hlRelatedDoc
source: -> Related Documents
de: -> Beiträge zu diesem Thema
fr: -> Documents connexes
ko: -> 관련 문서
ru: -> Документы по теме
zh_cn: -->相关文档
zh_tw: -->相關文檔

# hlRelatedItemAndBom
source: -> Element defines the structure set up
de: -> Element definiert die Struktur einzurichten
fr: -> Définit la structure mise en place
ko: -> 요소는 구조가 설정 정의
ru: -> Элемент определяет структуру настроить
zh_cn: -->元素定义与结构设置
zh_tw: -->元素定義與結構設置

# hlReqReview
source: -> Needs assessment
de: -> Bedarfsanalyse
fr: -> L'évaluation des besoins
ko: -> 평가 필요
ru: -> Оценка потребностей
zh_cn: -->需求评审
zh_tw: -->需求評審

# hlReviewProject
source: -> Project Review
fr: -> Examen du projet
ko: -> 프로젝트 검토
ru: -> Обзор проекта
zh_cn: -->项目评审
zh_tw: -->專案評審

# hlReviewProjectPlan
source: -> Project Plan Review
de: -> Projekt-Plan schreiben
fr: -> Projet d'examen du plan
ko: -> 프로젝트 계획 검토
ru: -> Проект отзыв план
zh_cn: -->项目计划评审
zh_tw: -->專案計畫評審

# hlReviewTask
source: -> Task Review
de: -> Task Bewertung
fr: -> Groupe d'étude
ko: -> 작업 검토
ru: -> Обзор заданий
zh_cn: -->任务评审
zh_tw: -->任務評審

# hlRiskReview
source: -> Risk Assessment
de: -> Risikobewertung
fr: -> Évaluation des risques
ko: -> 위험 평가
ru: -> Оценка риска
zh_cn: -->风险评估
zh_tw: -->風險評估

# hlRunProjectByWF
source: -> Assign Workflow
de: -> Projektdurchführung (Prozessmodelle)
fr: -> Mise en œuvre du projet (modèles de processus)
ko: -> 프로젝트 구현 (프로세스 모델)
ru: -> Реализация проекта (модели процесса)
zh_cn: -->发起流程
zh_tw: -->流程分派

# hlRunProjectPlanByWF
source: -> Assign Workflow
de: -> Programmdurchführung (Prozessmodelle)
fr: -> Mise en œuvre du programme (modèles de processus)
ko: -> 프로그램의 구현 (프로세스 모델)
ru: -> Реализация Программы (модели процесса)
zh_cn: -->发起流程
zh_tw: -->流程分派

# hlRunReqByWF
source: -> Assign Workflow
de: -> Anforderungen Processing (Flow-Modus)
fr: -> Traitement des Exigences (mode d'écoulement)
ko: -> 요구 사항 처리 (흐름 모드)
ru: -> Требования Обработка (режим потока)
zh_cn: -->发起流程
zh_tw: -->流程分派

# hlRunRiskByWF
source: -> Assign Workflow
de: -> Risikomanagement (Flow-Modus)
fr: -> La gestion des risques (mode d'écoulement)
ko: -> 위험 관리 (흐름 모드)
ru: -> Управление рисками (режим течения)
zh_cn: -->发起流程
zh_tw: -->流程分派

# hlRunTaskByWF
source: -> Assign Workflow
de: -> Task-Implementierung (Prozessmodelle)
fr: -> Mise en œuvre des tâches (modèles de processus)
ko: -> 작업 구현 (프로세스 모델)
ru: -> Реализация задач (модели процесса)
zh_cn: -->发起流程
zh_tw: -->流程分派

# hlToTask
source: -> Turn to the task
de: -> Biegen Sie in einer Aufgabe
fr: -> Tourner dans une tâche
ko: -> 작업으로 전환
ru: -> Включить в задачу
zh_cn: -->转成任务
zh_tw: -->轉成任務

# HMWBTXRHDJZCANXTJZJDNDSYYM
source: Then click "submit" button, and the system will automatically log in to the trial platform
de: Keine Einträge sind erforderlich), dann klicken Sie auf die Schaltfläche "Registrieren", wird das System direkt bringen Sie zu den Testseite
fr: Pas d'entrées sont obligatoires), puis cliquez sur le bouton "Inscription", le système va directement vous amène à la page d'essai
ko: 어떤 항목이 후 "등록"버튼을 클릭) 필요하지 않습니다, 시스​​템은 직접 시험 페이지로 이동합니다
ru: Записей не требуется), а затем нажмите на кнопку "Регистрация", система будет принимать непосредственное вам пробной страницы
zh_cn: 号项为必填项），然后点击“提交”按钮，系统将自动登录进入试用平台
zh_tw: 號項為必填項），然後點擊“註冊”按鈕，系統將直接帶你到試用頁面

# HNJBZGJXYXGS
source: Henan GeIL Heavy Machinery Co., Ltd.
ko: 허난 GEIL 중공업 기계 유한 회사,
ru: Хэнань GeIL тяжелого машиностроения, ООО
zh_cn: 河南金邦重工机械有限公司
zh_tw: 河南金邦重工機械有限公司

# HomePage
source: Home
de: Zu Hause
fr: Maison
ko: 홈
ru: Домой
zh_cn: 主页
zh_tw: 主頁

# HongGuanJingXiangShiYang
source: Macro metallurgical samples:
de: Macro metallographische Probe:
fr: Macro échantillon métallographique:
ko: 매크로 금속 조직 샘플 :
ru: Макро металлографический образец:
zh_cn: 宏观金相试样：
zh_tw: 宏觀金相試樣：

# HongGuanJingXiangZhiXingBiaoZhun
source: Macro metallurgical Standard:
de: Macro metallurgischen Standard:
fr: Macro standard métallurgique:
ko: 매크로 금속 표준 :
ru: Макро металлургический Стандарт:
zh_cn: 宏观金相执行标准：
zh_tw: 宏觀金相執行標準：

# HongPiao
source: Red Ticket
ko: 레드 티켓
ru: Красный билетов
zh_cn: 红票
zh_tw: 紅票

source: Host
de: Gastgeber
fr: Foule
ko: 주인
ru: Хозяин
zh_cn: 主持人
zh_tw: 主持人

# HouDu
source: Thickness
de: Dicke
fr: Épaisseur
ko: 두께
ru: Толщина
zh_cn: 厚度
zh_tw: 厚度

# HouDuBianJi
source: Thickness editor
de: Dicke-Editor
fr: Éditeur Epaisseur
ko: 두께 편집기
ru: Толщина редактор
zh_cn: 厚度编辑
zh_tw: 厚度編輯

# HouDuLieBiao
source: Thickness List
de: Dicke Liste
fr: Liste Epaisseur
ko: 두께 목록
ru: Толщина Список
zh_cn: 厚度列表
zh_tw: 厚度列表

# HouQin
source: Logistics
fr: Logistique
ko: 물류
ru: Логистика
zh_cn: 后勤
zh_tw: 後勤

# Hour
source: Time
de: Zeit
fr: Temps
ko: 시간
ru: Время
zh_cn: 时
zh_tw: 時

# HouReShiJian
source: Hot time:
de: Nach der Hitzezeit:
fr: Après un temps de chaleur:
ko: 열 시간 후 :
ru: После времени тепла:
zh_cn: 后热时间：
zh_tw: 後熱時間：

# HouReWenDu
source: After the heat temperature:
de: Nach der Wärmetemperatur:
fr: Après que la température de la chaleur:
ko: 가열 후 온도 :
ru: После того как температура тепловой:
zh_cn: 后热温度：
zh_tw: 後熱溫度：

# HRXiTongDaoRu
source: HR Systems Import
de: HR-Systemen importieren
fr: HR Systèmes d'importation
ko: HR 시스템 가져 오기
ru: Кадровые системы Импорт
zh_cn: HR系统导入
zh_tw: HR系統導入

# HRXTDRMBDJXZ
source: HR Systems Import Template (click to download)
de: HR-Systeme Import Template (klicken zum Download)
fr: HR Systems Modèle d'importation (cliquez pour télécharger)
ko: HR 시스템 템플릿 가져 오기 (다운로드 클릭)
ru: Кадровые системы Импорт шаблона (нажмите, чтобы загрузить)
zh_cn: HR系统导入模板(点击下载)
zh_tw: HR系統導入範本(點擊下載)

# HSEGuanLi
source: HSE management
fr: Management HSE
ko: HSE 관리
ru: Управление HSE
zh_cn: HSE管理
zh_tw: HSE管理

# HSELiHui
source: Regular HSE
de: Regelmäßige HSE
fr: HSE régulière
ko: 일반 HSE
ru: Регулярный HSE
zh_cn: HSE例会
zh_tw: HSE例會

# HSELiHuiLieBiao
source: Regular HSE List
de: Regelmäßige HSE Liste
fr: Liste HSE régulière
ko: 일반 HSE 목록
ru: Список регулярных HSE
zh_cn: HSE例会列表
zh_tw: HSE例會列表

# HSEPeiXun
source: HSE Training
de: HSE-Schulungen
fr: Formation HSE
ko: HSE 교육
ru: HSE Обучение
zh_cn: HSE培训
zh_tw: HSE培訓

# HSEPeiXunJiHua
source: HSE training program
fr: Programme de formation HSE
ko: HSE 교육 프로그램
ru: Программа обучения HSE
zh_cn: HSE培训计划
zh_tw: HSE培訓計畫

# HSEPeiXunJiHuaLieBiao
source: HSE Training Program List
de: HSE Training Program Liste
fr: Liste Programme de formation HSE
ko: HSE 교육 프로그램 목록
ru: Список программ Обучение HSE
zh_cn: HSE培训计划列表
zh_tw: HSE培訓計畫列表

# HSEPeiXunLieBiao
source: HSE Training List
de: HSE-Schulungen Liste
fr: Liste formation HSE
ko: HSE 교육 목록
ru: HSE Список Обучение
zh_cn: HSE培训列表
zh_tw: HSE培訓列表
