Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZPMIRBNWFFZF
source: PMI date can not be illegal characters!
de: PMI Datum kann nicht illegal Zeichen sein!
fr: Date PMI ne peut pas être des caractères illégaux!
ko: PMI 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата PMI не может быть недопустимые символы!
zh_cn: PMI日期不能为非法字符！
zh_tw: PMI日期不能為非法字元！

# ZZPNOBNWFFZF
source: P.No not be illegal characters!
de: P.No nicht illegal Zeichen sein!
fr: P.No pas des caractères illégaux!
ko: P.No 잘못된 문자 수 없습니다!
ru: P.No не быть недопустимые символы!
zh_cn: P.No不能为非法字符！
zh_tw: P.No不能為非法字元！

# ZZPRESSTESTRECBNWFFZF
source: Press Test Rec can not be illegal characters!
de: Drücken Sie Test Rec kann nicht illegal Zeichen sein!
fr: Appuyez sur Test Rec ne peut pas être des caractères illégaux!
ko: 를 눌러 테스트 녹화에 잘못된 문자가 될 수 없습니다!
ru: Нажмите Тест Запись не может быть недопустимые символы!
zh_cn: Press Test Rec不能为非法字符！
zh_tw: Press Test Rec不能為非法字元！

# ZZPSBHGCG
source: Review unqualified success!
de: Überprüfen voller Erfolg!
fr: Revoir franc succès!
ko: 자격이없는 성공을 검토!
ru: Просмотрите безусловный успех!
zh_cn: 评审不合格成功！
zh_tw: 評審不合格成功！

# ZZPSBHGSBJC
source: Reviewing nonconformities fails, check!
de: Fehlerbewertung fehlschlägt, überprüfen!
fr: Revoir les non-conformités échoue, vérifiez!
ko: 부적합을 검토, 확인 실패!
ru: Анализа несоответствий не удается, проверьте!
zh_cn: 评审不合格失败，请检查！
zh_tw: 評審不合格失敗，請檢查！

# ZZPSHGCG
source: Passing the assessment success!
de: Bewertung von qualifizierten Erfolg!
fr: Examen des succès mitigé!
ko: 자격을 갖춘 성공의 검토!
ru: Обзор квалифицированного успеха!
zh_cn: 评审合格成功！
zh_tw: 評審合格成功！

# ZZPSHGSBJC
source: Passing the assessment fails, check!
de: Vorbei an der Beurteilung fehlschlägt, überprüfen!
fr: En passant l'évaluation échoue, vérifiez!
ko: 평가를 전달하면, 확인 실패!
ru: Прохождение оценку терпит неудачу, проверьте!
zh_cn: 评审合格失败，请检查！
zh_tw: 評審合格失敗，請檢查！

# ZZPTBNWFFZF
source: PT can not be illegal characters!
de: PT kann nicht illegal Zeichen sein!
fr: PT ne peut pas être des caractères illégaux!
ko: PT에 잘못된 문자가 될 수 없습니다!
ru: СТ не может быть недопустимые символы!
zh_cn: PT不能为非法字符！
zh_tw: PT不能為非法字元！

# ZZPTRBNWFFZF
source: PT date can not be illegal characters!
de: PT Datum kann nicht illegal Zeichen sein!
fr: Date de PT ne peut pas être des caractères illégaux!
ko: PT 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата СТ не может быть недопустимые символы!
zh_cn: PT日期不能为非法字符！
zh_tw: PT日期不能為非法字元！

# ZZPWHTBNWFFZF
source: PWHT not be illegal characters!
de: PWHT nicht illegal Zeichen sein!
fr: TTAS pas des caractères illégaux!
ko: PWHT 잘못된 문자 수 없습니다!
ru: Термообработка после сварки не будет недопустимые символы!
zh_cn: PWHT不能为非法字符！
zh_tw: PWHT不能為非法字元！

# ZZPWHTRBNWFFZF
source: PWHT date can not be illegal characters!
de: PWHT Datum kann nicht illegal Zeichen sein!
fr: Date de TTAS ne peut pas être des caractères illégaux!
ko: PWHT 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата ПТО не может быть недопустимые символы!
zh_cn: PWHT日期不能为非法字符！
zh_tw: PWHT日期不能為非法字元！

# ZZPXMGXCG
source: Training programs updated successfully!
de: Ausbildungsprogramme erfolgreich aktualisiert!
fr: Les programmes de formation mis à jour avec succès!
ko: 교육 프로그램은 성공적으로 업데이트!
ru: Учебные программы успешно обновлены!
zh_cn: 培训项目保存成功！
zh_tw: 培訓專案更新成功！

# ZZPXMGXSBJC
source: Training Program update fails, check!
de: Training Program-Update fehlschlägt, überprüfen!
fr: Mise à jour du programme de formation échoue, vérifiez!
ko: 교육 프로그램의 업데이트가 실패, 확인!
ru: Обновление Программа обучения не удается, проверьте!
zh_cn: 培训项目保存失败，请检查！
zh_tw: 培訓專案更新失敗，請檢查！

# ZZPXMSCCG
source: Training programs successfully deleted!
de: Ausbildungsprogramme erfolgreich gelöscht!
fr: Les programmes de formation supprimés avec succès!
ko: 교육 프로그램은 성공적으로 삭제!
ru: Учебные программы успешно удалены!
zh_cn: 培训项目删除成功！
zh_tw: 培訓專案刪除成功！

# ZZPXMSCSBJC
source: Training programs delete fails, check!
de: Trainingsprogramme Löschen fehlschlägt, überprüfen!
fr: Les programmes de formation de suppression échoue, vérifiez!
ko: 교육 프로그램 확인, 실패 삭제!
ru: Учебные программы удаления не удается, проверьте!
zh_cn: 培训项目删除失败，请检查！
zh_tw: 培訓專案刪除失敗，請檢查！

# ZZPXMZJCG
source: Training programs to increase the success!
de: Trainingsprogramme, um den Erfolg zu steigern!
fr: Des programmes de formation pour augmenter la réussite!
ko: 프로그램을 교육하는 것은 성공을 증가!
ru: Учебные программы для повышения успеха!
zh_cn: 培训项目增加成功！
zh_tw: 培訓項目增加成功！

# ZZPXMZJSB
source: Increase training programs fail!
de: Erhöhen Ausbildungsprogramme scheitern!
fr: Accroître les programmes de formation ne parviennent pas!
ko: 교육 프로그램이 실패 증가!
ru: Увеличьте учебные программы не получится!
zh_cn: 培训项目增加失败！
zh_tw: 培訓項目增加失敗！

# ZZPZCG
source: Operate successfully
de: Genehmigung der Erfolg!
fr: Approbation du succès!
ko: 성공의 승인!
ru: Утверждение успеха!
zh_cn: 操作成功！
zh_tw: 批准成功！

# ZZPZCGCBZYJBSPTGL
source: Operate successfully, this step has already been agree by it!
de: Genehmigen erfolgreich, wurde dieser Schritt bereits von ihm genehmigt worden!
fr: Approuver succès, cette étape a déjà été approuvé par elle!
ko: 성공적인 승인,이 단계는 이미 승인되었습니다!
ru: Утвердить успешно, этот шаг уже был одобрен ею!
zh_cn: 操作成功，此步骤已经被审批通过了！
zh_tw: 批准成功，此步驟已經被審批通過了！

# ZZPZCGDCBHXTCYRYPZCNTG
source: Operate successfully, but this step needs the complete of other participants to pass!
de: Zulassung von Erfolg, aber dieser Schritt bedarf der Zustimmung der anderen Teilnehmer weitergeben!
fr: Approbation de la réussite, mais cette étape a besoin de l'approbation des autres participants à passer!
ko: 성공의 승인하지만,이 단계를 통과하는 다른 참가자의 승인이 필요합니다!
ru: Утверждение успеха, но этот шаг нуждается в одобрении других участников, чтобы пройти!
zh_cn: 操作成功，但此步还需其他参与人员完成才能通过！
zh_tw: 批准成功，但此步還需其他參與人員批准才能通過！

# ZZPZCGXYBSPZYYNDZ
source: Operate successfully, the next step to be chosen by the approver you select!
de: Genehmigung des Erfolgs, der nächste Schritt, durch den Genehmiger Sie auswählen gewählt werden!
fr: Approbation de succès, la prochaine étape pour être choisi par l'approbateur vous sélectionnez!
ko: 성공의 승인, 다음 단계는 선택한 승인에 의해 선택 될 수 있습니다!
ru: Утверждение успеха, следующим шагом будет выбран утверждающего вы выбираете!
zh_cn: 操作成功，下一步审批者要由你选定，请选择！
zh_tw: 批准成功，下一步審批者要由你選定，請選擇！

# ZZPZEDBNWKBC
source: Approved quota can not be empty, please add!
de: Genehmigt Quote darf nicht leer sein, fügen Sie bitte!
fr: Quota approuvé ne peut pas être vide, s'il vous plaît ajouter!
ko: 승인 된 할당량이 비어있을 수 없습니다, 추가하십시오!
ru: Утверждено квота не может быть пустым, пожалуйста, добавьте!
zh_cn: 批准额度不能为空，请补充！
zh_tw: 批准額度不能為空，請補充！

# ZZPZMCBNWKBC
source: Document name can not be empty, please add!
de: Dokumentname darf nicht leer sein, fügen Sie bitte!
fr: Nom du document ne peut pas être vide, s'il vous plaît ajouter!
ko: 문서 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Наименование документа не может быть пустым, пожалуйста, добавьте!
zh_cn: 凭证名称不能为空，请补充！
zh_tw: 憑證名稱不能為空，請補充！

# ZZPZSBJC
source: Operate fails, check!
de: Ratifizierung fehlschlägt, überprüfen!
fr: Ratification échoue, vérifiez!
ko: 비준은 확인 실패!
ru: Ратификация терпит неудачу, проверьте!
zh_cn: 操作失败，请检查！
zh_tw: 批准失敗，請檢查！

# ZZPZSBYBXDDZGZLMYDHGBCBDYSPTGDZLCMYTGJC
source: Operate failure, there is a sub-workflow must start no start or merger requires the approval of this step does not pass through the sub-processes, please check!
de: Genehmigung des Scheiterns gibt es ein Sub-Workflow müssen antreten kein Start oder Verschmelzung bedarf der Genehmigung durch diesen Schritt nicht durch die Teilprozesse übergeben, überprüfen Sie bitte!
fr: Approbation de l'échec, il ya un sous-workflow doit débuter début ou la fusion exige l'approbation de cette étape ne passe pas à travers les sous-processus, s'il vous plaît vérifier!
ko: 실패의 승인, 하위 워크 플로우가 더 시작 또는 합병, 확인하시기 바랍니다 서브 프로세스를 통과하지 않는이 단계의 승인을 필요로하지 않습니다 시작해야합니다있다!
ru: Утверждение неудачи, есть суб-процесса должен начаться не начало или слияние не требует одобрения этого шага не проходит через суб-процессов, пожалуйста, проверьте!
zh_cn: 操作失败，有必须启动的子工作流没有启动或归并此步的要求审批通过的子流程没有通过，请检查！
zh_tw: 批准失敗，有必須啟動的子工作流沒有啟動或歸併此步的要求審批通過的子流程沒有通過，請檢查！

# ZZPZTG
source: Operation by
de: Genehmigt!
fr: Approuvé!
ko: 승인!
ru: Утверждено!
zh_cn: 通过！
zh_tw: 批准通過！

# ZZPZYCX
source: OPeration canceled
de: Genehmigt widerrufen!
fr: Approuvé révoqué!
ko: 승인 취소!
ru: Утверждено отменено!
zh_cn: 已撤消！
zh_tw: 批准已撤銷！

# ZZQQBNWFFZF
source: QQ can not be illegal characters!
de: QQ kann nicht illegal Zeichen sein!
fr: QQ ne peut pas être des caractères illégaux!
ko: QQ에 잘못된 문자가 될 수 없습니다!
ru: QQ не может быть недопустимые символы!
zh_cn: QQ不能为非法字符！
zh_tw: QQ不能為非法字元！

# ZZQQCDBNCG12GZFC
source: QQ length not more than 12 strings!
de: QQ Länge nicht mehr als 12 Saiten!
fr: Longueur pas de QQ plus de 12 cordes!
ko: QQ 길이 이상 12 문자열!
ru: Длина QQ не более 12 строк!
zh_cn: QQ长度不能超过12个字符串！
zh_tw: QQ長度不能超過12個字串！

# ZZQQZDKTX
source: QQ field vacancy, please fill out!
de: QQ Feldleerstand, füllen Sie bitte!
fr: QQ terrain vacant, s'il vous plaît remplir!
ko: QQ 필드 공석은 기입하시기 바랍니다!
ru: QQ поле вакансия, пожалуйста, заполните!
zh_cn: QQ字段空缺，请填写！
zh_tw: QQ欄位空缺，請填寫！

# ZZRCG
source: Confirm successful!
de: Erfolg zu bestätigen!
fr: Confirmez succès!
ko: 성공을 확인!
ru: Подтвердите успех!
zh_cn: 确认成功！
zh_tw: 確認成功！

# ZZRCLBNWFFZF
source: Heat treatment can not be illegal characters!
de: Die Wärmebehandlung kann nicht illegal Zeichen sein!
fr: Le traitement thermique peut ne pas être des caractères illégaux!
ko: 열처리에 잘못된 문자가 될 수 없습니다!
ru: Термообработка не может быть недопустимые символы!
zh_cn: 热处理不能为非法字符！
zh_tw: 熱處理不能為非法字元！

# ZZREINSTRECBNWFFZF
source: Reinst Rec can not be illegal characters!
de: Reinst Rec kann nicht illegal Zeichen sein!
fr: Reinst Rec ne peut pas être des caractères illégaux!
ko: Reinst 녹화에 잘못된 문자가 될 수 없습니다!
ru: Reinst Rec не может быть недопустимые символы!
zh_cn: Reinst Rec不能为非法字符！
zh_tw: Reinst Rec不能為非法字元！

# ZZREMARKBNWFFZF
source: Remark not be illegal characters!
de: Bemerkung unzulässige Zeichen nicht sein!
fr: Remarque ne pas être des caractères illégaux!
ko: 잘못된 문자하지두기!
ru: Замечание не может быть недопустимые символы!
zh_cn: Remark不能为非法字符！
zh_tw: Remark不能為非法字元！

# ZZREMARKSBNWFFZF
source: Remarks not be illegal characters!
de: Bemerkung nicht illegal Zeichen sein!
fr: Remarques ne pas être des caractères illégaux!
ko: 설명에 잘못된 문자가 없습니다!
ru: Замечания не быть недопустимые символы!
zh_cn: Remarks不能为非法字符！
zh_tw: Remarks不能為非法字元！

# ZZRKJEZNSXSHZZS
source: Storage amount can only be a decimal or integer!
de: Speichermenge kann nur eine Dezimalstelle oder ganze Zahl sein!
fr: Quantité de stockage ne peut être un nombre décimal ou entier!
ko: 저장량은 소수 또는 정수가 될 수있다!
ru: Сумма хранения может быть только целое число или десятичная!
zh_cn: 入库金额只能是小数，或者整数！
zh_tw: 入庫金額只能是小數，或者整數！

# ZZRKSLZNSXSHZZS
source: Receipt quantity only decimal or integer!
de: Lagermenge kann nur Dezimalstelle oder ganze Zahl sein!
fr: La quantité de stockage ne peut être décimal ou entier!
ko: 저장 수량은 소수점, 또는 정수 될 수 있습니다!
ru: Количество хранения может быть только десятичной, или число!
zh_cn: 入库数量只能是小数，或者整数！
zh_tw: 入庫數量只能是小數，或者整數！

# ZZRSBJC
source: Validation fails, check!
de: Bestätigung fehlschlägt, überprüfen!
fr: Confirmation échoue, vérifiez!
ko: 확인은 확인 실패!
ru: Подтверждение терпит неудачу, проверьте!
zh_cn: 确认失败，请检查！
zh_tw: 確認失敗，請檢查！

# ZZRTBNWFFZF
source: RT% can not be illegal characters!
de: RT% kann nicht illegal Zeichen sein!
fr: RT% ne peut pas être des caractères illégaux!
ko: RT %의 잘못된 문자가 될 수 없습니다!
ru: RT% не может быть недопустимые символы!
zh_cn: RT%不能为非法字符！
zh_tw: RT%不能為非法字元！

# ZZRTINSTRNOBNWFFZF
source: rt_instr_no not be illegal characters!
de: rt_instr_no nicht illegal Zeichen sein!
fr: rt_instr_no pas des caractères illégaux!
ko: rt_instr_no 잘못된 문자 수 없습니다!
ru: rt_instr_no не быть недопустимые символы!
zh_cn: rt_instr_no不能为非法字符！
zh_tw: rt_instr_no不能為非法字元！

# ZZRTLOTNOBNWFFZF
source: RT Lot No not be illegal characters!
de: RT Los-Nr nicht illegal Zeichen sein!
fr: RT Lot nº ne pas être des caractères illégaux!
ko: RT 부지 없음 잘못된 문자가 될 수 없습니다!
ru: Не РТ Лот Нет, не будет недопустимые символы!
zh_cn: RT Lot No不能为非法字符！
zh_tw: RT Lot No不能為非法字元！

# ZZRTRBNWFFZF
source: RT date can not be illegal characters!
de: RT Datum kann nicht illegal Zeichen sein!
fr: Date RT ne peut pas être des caractères illégaux!
ko: RT 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата РТ не может быть недопустимые символы!
zh_cn: RT日期不能为非法字符！
zh_tw: RT日期不能為非法字元！

# ZZRTSAMPLENOBNWFFZF
source: RT Sample No not be illegal characters!
de: RT Probe Nein nicht illegal Zeichen sein!
fr: RT Sample Aucune ne pas être des caractères illégaux!
ko: RT 샘플 없음 잘못된 문자가 될 수 없습니다!
ru: Не образец РТ Нет, не будет недопустимые символы!
zh_cn: RT Sample No不能为非法字符！
zh_tw: RT Sample No不能為非法字元！

# ZZRTSAMPLESERIALNOBNWFFZF
source: rt_sample_serial_no not be illegal characters!
de: rt_sample_serial_no nicht illegal Zeichen sein!
fr: rt_sample_serial_no pas des caractères illégaux!
ko: rt_sample_serial_no 잘못된 문자 수 없습니다!
ru: rt_sample_serial_no не быть недопустимые символы!
zh_cn: rt_sample_serial_no不能为非法字符！
zh_tw: rt_sample_serial_no不能為非法字元！

# ZZRTXJ1BNWFFZF
source: RT 1 details can not be illegal characters!
de: RT 1 Einzelheiten sind nicht illegal Zeichen sein!
fr: RT 1 détails ne peuvent pas être des caractères illégaux!
ko: RT 1 자세한 내용에 잘못된 문자가 될 수 없습니다!
ru: RT 1 детали не могут быть недопустимые символы!
zh_cn: RT细节1不能为非法字符！
zh_tw: RT細節1不能為非法字元！

# ZZRTXJ2BNWFFZF
source: RT detail 2 can not be illegal characters!
de: RT detail 2 kann nicht illegal Zeichen sein!
fr: RT détail 2 ne peut y avoir des caractères illégaux!
ko: RT 세부 2에 잘못된 문자가 될 수 없습니다!
ru: Подробно РТ 2 не может быть недопустимые символы!
zh_cn: RT细节2不能为非法字符！
zh_tw: RT細節2不能為非法字元！

# ZZRWCCG
source: Confirm complete success!
de: Bestätigen voller Erfolg!
fr: Confirmez succès complet!
ko: 완전한 성공을 확인!
ru: Подтвердите полный успех!
zh_cn: 确认完成成功！
zh_tw: 確認完成成功！

# ZZRWGBCG
source: Task successfully closed!
de: Aufgabe erfolgreich beendet!
fr: Groupe fermé avec succès!
ko: 작업이 성공적으로 종료!
ru: Задача успешно завершен!
zh_cn: 任务关闭成功！
zh_tw: 任務關閉成功！

# ZZRWGBSBJC
source: Close task fails, check!
de: Aufgaben Herunterfahren fehlschlägt, überprüfen!
fr: Tâches arrêt échoue, vérifiez!
ko: 종료가 실패 작업, 확인!
ru: Задачи выключение не удается, проверьте!
zh_cn: 任务关闭失败，请检查！
zh_tw: 任務關閉失敗，請檢查！

# ZZRWJHCG
source: Task activation is successful!
de: Task-Aktivierung erfolgreich ist!
fr: Activation tâche est réussie!
ko: 작업 활성화에 성공!
ru: Активация задача успешно!
zh_cn: 任务激活成功！
zh_tw: 任務啟動成功！

# ZZRWJHSBJC
source: Task activation fails, please check!
de: Task-Aktivierung fehlschlägt, überprüfen!
fr: Activation tâche échoue, vérifiez!
ko: 작업 활성화가 실패 체크!
ru: Активация задача не выполнена, проверьте!
zh_cn: 任务激活失败，请检查！
zh_tw: 任務啟動失敗，請檢查！

# ZZRWKSRJSRCZZBNWKJC
source: Task, start date, end date, the operator can not be empty, please check!
de: Aufgabe, Startdatum, Enddatum, der Betreiber kann nicht leer sein, prüfen Sie bitte!
fr: Groupe, la date, la date de fin commencer, l'opérateur ne peut pas être vide, s'il vous plaît vérifier!
ko: 작업은, 날짜, 종료 날짜를 시작 운영자는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Задача, дата начала, дата окончания, оператор не может быть пустым, пожалуйста, проверьте!
zh_cn: 任务，开始日期，结束日期，操作者不能为空，请检查！
zh_tw: 任務，開始日期，結束日期，操作者不能為空，請檢查！

# ZZRWKSRJSRZXRBNWKJC
source: Task, start date, end date, holders can not be empty, please check!
de: Aufgabe, Startdatum, Enddatum, Halter darf nicht leer sein, prüfen Sie bitte!
fr: Groupe, la date, la date de fin commencer, les titulaires ne peut pas être vide, s'il vous plaît vérifier!
ko: 작업은, 날짜, 종료 날짜를 시작, 홀더가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Задача, дата начала, дата окончания, держатели не может быть пустым, пожалуйста, проверьте!
zh_cn: 任务，开始日期，结束日期，执行人不能为空，请检查！
zh_tw: 任務，開始日期，結束日期，執行人不能為空，請檢查！

# ZZRWLCNRBNWFFZFC
source: The net flow of illegal content can not be a string!
de: Der Nettofluss von illegalen Inhalten nicht ein String sein!
fr: Le flux net de contenu illégal ne peut pas être une chaîne!
ko: 불법 콘텐츠의 순 흐름은 문자열이 될 수 없습니다!
ru: Чистая поток нелегального контента не может быть строка!
zh_cn: 入网流程内容不能为非法字符串！
zh_tw: 入網流程內容不能為非法字串！

# ZZRWPSSGZLSB
source: Review application workflow task failed!
de: Bewertung Anwendung Workflow-Aufgabe gescheitert!
fr: Tâche de workflow de demande de révision a échoué!
ko: 검토 응용 프로그램 워크 플로 작업이 실패했습니다!
ru: Приложение Обзор задачи рабочего процесса не удалось!
zh_cn: 任务评审申请失败！
zh_tw: 任務評審申請工作流失敗！

# ZZRZCG
source: Recorded success!
de: Aufgenommen Erfolg!
fr: Le succès enregistré!
ko: 녹화 성공!
ru: Записанные успех!
zh_cn: 入账成功！
zh_tw: 入帳成功！

# ZZRZSB
source: Accounted failed!
de: Entfielen fehlgeschlagen!
fr: Comptabilisé échoué!
ko: 차지 실패!
ru: Приходилось не удалось!
zh_cn: 入账失败！
zh_tw: 入帳失敗！

# ZZSBBFSLBNDYLPKCSLJC
source: Failure, can not exceed the number of scrapped inventory item number, please check!
de: Misserfolg, kann die Anzahl der Verschrottung Bestandsartikelnummer nicht überschreiten, bitte!
fr: Le non, ne peut pas dépasser le nombre de rebut numéro d'inventaire de l'article, s'il vous plaît vérifier!
ko: 폐기 재고 항목 번호의 수를 초과 할 수 없습니다 실패, 확인하세요!
ru: Отказ, не может превышать количество слом номер позиции инвентарь, пожалуйста, проверьте!
zh_cn: 失败，报废数量不能大于物料库存数量，请检查！
zh_tw: 失敗，報廢數量不能大於物料庫存數量，請檢查！

# ZZSBBFSLBNDYZCKCSLJC
source: Fail, assets can not exceed the number of scrapped inventory number, please check!
de: Scheitern, Vermögenswerte können die Anzahl der Verschrottung Inventarnummer nicht überschreiten, bitte!
fr: Échouent, les actifs ne peuvent pas dépasser le nombre de numéro d'inventaire mis au rebut, s'il vous plaît vérifier!
ko: 자산 폐기 재고 번호의 수를 초과 할 수 없습니다, 실패, 확인하세요!
ru: Нормально, активы не могут превышать количество слом инвентарный номер, пожалуйста, проверьте!
zh_cn: 失败，报废数量不能大于资产库存数量，请检查！
zh_tw: 失敗，報廢數量不能大於資產庫存數量，請檢查！

# ZZSBBFSLYDY0JC
source: Failure scrapped quantity requirements greater than 0, please check!
de: Misserfolg, verschrottet Quantitätsanforderungen größer als 0, prüfen Sie bitte!
fr: Défaillance, mis au rebut exigences de quantité supérieure à 0, s'il vous plaît vérifier!
ko: 0보다 큰 실패, 폐기 수량 요구 사항을 확인하시기 바랍니다!
ru: Отказ, слом требования количестве, превышающем 0, пожалуйста, проверьте!
zh_cn: 失败，报废数量要求大于0，请检查！
zh_tw: 失敗，報廢數量要求大於0，請檢查！

# ZZSBBNZFJZ
source: Failure, you can not duplicate billing!
de: Ausfall können Sie nicht zu einer doppelten Abrechnung!
fr: Échec, vous ne pouvez pas reproduire de facturation!
ko: 실패, 당신은 청구를 복제 할 수 없습니다!
ru: Отказ, вы не можете дублировать счетов!
zh_cn: 失败，不能重复记账！
zh_tw: 失敗，不能重複計帳！

# ZZSBCCKDYYJLBNZLJC
source: Failure, this storehouse has been recorded, you can not turn up, please check!
de: Misserfolg, diese Lager vorhandene Datensätze nicht gedreht werden kann, überprüfen Sie bitte!
fr: Échec, cet entrepôt enregistrements existants ne peuvent pas être transformés, s'il vous plaît vérifier!
ko: 실패, 기존 기록을 켤 수 없습니다이 창고는 확인하시기 바랍니다!
ru: Отказ, это кладезь существующие записи не может быть включен, пожалуйста, проверьте!
zh_cn: 失败，此出库单已有记录，不能转了，请检查！
zh_tw: 失敗，此出庫單已有記錄，不能轉了，請檢查！

# ZZSBCG
source: Reported success!
de: Berichtet Erfolg!
fr: Rapporté succès!
ko: 보고 성공!
ru: Сообщается, успех!
zh_cn: 上报成功！
zh_tw: 上報成功！

# ZZSBCTHDYYJLBNZLJC
source: Fails, return a single existing records, you can not turn up, please check!
de: Fehlgeschlagen ist, kehren eine einzige vorhandene Datensätze nicht gedreht werden kann, überprüfen Sie bitte!
fr: Échoue, renvoyer une seule enregistrements existants ne peuvent pas être transformés, s'il vous plaît vérifier!
ko: 하나의 기존 기록을 켤 수 없습니다 반환 실패 확인하세요!
ru: Не удается, верните один из существующих записей не может быть включен, пожалуйста, проверьте!
zh_cn: 失败，此退货单已有记录，不能转了，请检查！
zh_tw: 失敗，此退貨單已有記錄，不能轉了，請檢查！

# ZZSBCZBCCSZYXGDJD
source: Failure, select a node from the left to modify hierarchy tree!
de: Misserfolg, wählen Sie einen Knoten von links nach Hierarchiebaum zu ändern!
fr: Échec, sélectionner un noeud de la gauche pour modifier arborescence!
ko: 실패는 계층 구조 트리를 수정 왼쪽에서 노드를 선택!
ru: Отказ, выберите узел слева, чтобы изменить иерархии дерево!
zh_cn: 失败，请从左边层次树中选取要修改的节点！
zh_tw: 失敗，請從左邊層次樹中選取要修改的節點！

# ZZSBCZKFJLBNSCJC
source: Fail, there is a customer record can not be deleted, please check!
de: Scheitern, gibt es einen Kundendatensatz kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Échec, il ya un dossier d'un client ne peut être supprimé, s'il vous plaît vérifier!
ko: 실패, 고객 레코드가 삭제 될 수 있습니다, 확인하시기 바랍니다!
ru: Нормально, там запись клиента не может быть удален, пожалуйста, проверьте!
zh_cn: 失败，存在客服记录，不能删除，请检查！
zh_tw: 失敗，存在客服記錄，不能刪除，請檢查！

# ZZSBCZTMDJHBNXGJC
source: Fail, there is a program of the same name can not be changed, please check!
de: Scheitern, gibt es ein Programm mit dem gleichen Namen können nicht geändert werden, überprüfen Sie bitte!
fr: Échec, il ya un programme du même nom ne peut être changé, s'il vous plaît vérifier!
ko: 실패, 같은 이름의 프로그램이 변경 될 수 있습니다, 확인하시기 바랍니다!
ru: Нормально, есть программа с таким же именем не могут быть изменены, пожалуйста, проверьте!
zh_cn: 失败，存在同名的计划，不能修改，请检查！
zh_tw: 失敗，存在同名的計畫，不能修改，請檢查！

# ZZSBCZTMDJHBNXZJC
source: Fail, there is a program of the same name, is not new, check!
de: Scheitern, gibt es ein Programm mit dem gleichen Namen, kann man nicht hinzufügen, überprüfen Sie bitte!
fr: Échec, il ya un programme du même nom, vous ne pouvez pas ajouter, s'il vous plaît vérifier!
ko: 같은 이름의 프로그램이, 실패, 당신은, 확인하시기 바랍니다 추가 할 수 없습니다!
ru: Нормально, есть программа с таким же именем, вы не можете добавлять, пожалуйста, проверьте!
zh_cn: 失败，存在同名的计划，不能新增，请检查！
zh_tw: 失敗，存在同名的計畫，不能新增，請檢查！

# ZZSBCZXTDBGHJC
source: Fail, there is a declaration of the same number, please check!
de: Scheitern, gibt es eine Erklärung der gleichen Nummer, überprüfen Sie bitte!
fr: Échec, il ya une déclaration du même nombre, s'il vous plaît vérifier!
ko: 확인하시기 바랍니다 같은 수의 선언이, 실패!
ru: Нормально, есть декларация с тем же номером, пожалуйста, проверьте!
zh_cn: 失败，存在相同的报关号，请检查！
zh_tw: 失敗，存在相同的報關號，請檢查！

# ZZSBCZXTDXMDMDXMJC
source: Failure, presence of the same project source project, please check!
de: Misserfolg, Gegenwart des gleichen Projekts Source-Projekt, überprüfen Sie bitte!
fr: Le non, la présence du même projet source du projet, s'il vous plaît vérifier!
ko: 실패, 동일한 프로젝트 소스 프로젝트의 존재를 확인하시기 바랍니다!
ru: Отказ, наличие того же исходного проекта проекта, пожалуйста, проверьте!
zh_cn: 失败，存在相同的项目代码的项目，请检查！
zh_tw: 失敗，存在相同的專案代碼的專案，請檢查！

# ZZSBCZZJHBNSCJC
source: Fail, there is a sub-program can not be deleted, please check!
de: Scheitern, gibt es ein Unterprogramm, können nicht gelöscht werden, überprüfen Sie bitte!
fr: Échec, il ya un sous-programme, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 삭제할 수 없습니다, 서브 프로그램이, 실패, 확인하세요!
ru: Нормально, есть подпрограмма, не могут быть удалены, пожалуйста, проверьте!
zh_cn: 失败，存在子计划，不能删除，请检查！
zh_tw: 失敗，存在子計畫，不能刪除，請檢查！

# ZZSBFJHJHLXJHMCHJHNRDBNWKJC
source: Failure, the parent plan, plan type, plan name and plan content can not be empty, please check!
de: Scheitern, können Eltern planen, planen Typ, Plannamen und Planinhalt nicht leer sein, prüfen Sie bitte!
fr: Échouons, plan de parent, le type de régime, nom du régime et le contenu du plan ne peut être vide, s'il vous plaît vérifier!
ko: , 상위 계획, 계획 형, 계획 이름과 계획의 내용이 비어있을 수 없습니다 실패 확인하세요!
ru: Неудачу, родительский план, тип план, имя плана и содержание плана не может быть пустым, пожалуйста, проверьте!
zh_cn: 失败，父计划、计划类型、计划名称和计划内容都不能为空，请检查！
zh_tw: 失敗，父計畫、計畫類型、計畫名稱和計畫內容都不能為空，請檢查！

# ZZSBGBAYJXGZZBAJC
source: Fails, the record has been qualified for the record, please check!
de: Scheitert, ist der Datensatz für den Datensatz qualifiziert, bitte!
fr: Échoue, le dossier a été qualifié pour le dossier, s'il vous plaît vérifier!
ko: 레코드는 레코드에 대한 자격 된 실패 확인하세요!
ru: Не удается, запись была квалификацию для записи, пожалуйста, проверьте!
zh_cn: 失败，该备案已进行过资质备案，请检查！
zh_tw: 失敗，該備案已進行過資質備案，請檢查！
