Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# YingShouZongShu
source: Number of Accounts
de: Gesamtrechnung
fr: Total des comptes
ko: 총 계정
ru: Всего счета
zh_cn: 应收总数
zh_tw: 應收總數

# YingWenDiZhi
source: English Address
de: Englisch Adresse
fr: English Adresse
ko: 영어 주소
ru: Английский Адрес
zh_cn: 英文地址
zh_tw: 英文地址

# YingWenMing
source: English name
de: Englisch
fr: Anglais
ko: 영어
ru: Английский
zh_cn: 英文名
zh_tw: 英文名

# YingXiangJiWeiHai
source: Effects and hazards
de: Auswirkungen und Gefahren
fr: Effets et dangers
ko: 효과 및 위험
ru: Эффекты и опасности
zh_cn: 影响及危害
zh_tw: 影響及危害

# YingYeZhiZhao
source: business license
de: Geschäftslizenz
fr: Permis d'exploitation
ko: 영업 허가
ru: Бизнес лицензия
zh_cn: 营业执照
zh_tw: 營業執照

# YingYongDaoSuoYouYongHu
source: Apply to all users
de: Für alle Anwender
fr: Appliqué à tous les utilisateurs
ko: 모든 사용자에게 적용
ru: Применяют для всех пользователей
zh_cn: 应用到所有用户
zh_tw: 應用到所有用戶

# YingYongFuWuQiCaoZuoXiTong
source: Application server operating system
de: Anwendungsserver-Betriebssystem
fr: Le système d'exploitation de serveur d'application
ko: 애플리케이션 서버 운영체제
ru: Сервер приложений операционной системы
zh_cn: 应用服务器操作系统
zh_tw: 應用伺服器作業系統

# YingYongFuWuQiYingJian
source: Application Server Hardware
ko: 응용 프로그램 서버 하드웨어
ru: Сервер приложений Оборудование
zh_cn: 应用服务器硬件
zh_tw: 應用伺服器硬體

# YingYongLeiXing
source: Application Type
de: Anwendungstyp
fr: Type de demande
ko: 응용 프로그램 유형
ru: Тип приложения
zh_cn: 应用类型
zh_tw: 應用類型

# YinHang
source: Bank
fr: Banque
ko: 은행
ru: Банк
zh_cn: 银行
zh_tw: 銀行

# YinHangBaoBiao
source: Bank statements
de: Kontoauszüge
fr: Les relevés bancaires
ko: 은행 문
ru: Выписки
zh_cn: 银行报表
zh_tw: 銀行報表

# YinHangShouXuFei
source: Bank fees
de: Bankgebühren
fr: Frais bancaires
ko: 은행 수수료
ru: Банковские сборы
zh_cn: 银行手续费
zh_tw: 銀行手續費

# YinHangZhangHao
source: Bank account
de: Bankkonto
fr: Compte bancaire
ko: 은행 계좌
ru: Банковский счет
zh_cn: 银行帐号
zh_tw: 銀行帳號

# YinHuaShui
source: Stamp Duty
ko: 인지세
ru: Гербовая пошлина
zh_cn: 印花税
zh_tw: 印花稅

# YiQueRen
source: confirmed
de: Bestätigt
fr: Confirmé
ko: 확인 된
ru: Подтвердил
zh_cn: 已确认
zh_tw: 已確認

# YiRuKu
source: In Storage
de: Es wurde eingelagert worden
fr: Il a été mis dans le stockage
ko: 그것은 창고에 넣어왔다
ru: Он был поставлен на хранение
zh_cn: 已入库
zh_tw: 已入庫

# YiShanChu
source: deleted
de: Gelöscht
fr: Supprimé
ko: 삭제
ru: Удаленный
zh_cn: 已删除
zh_tw: 已刪除

# YiShanChuWenJianGuanLi
source: Deleted File Management
fr: Gestion des fichiers supprimés
ko: 삭제 된 파일 관리
ru: Удаленные Управление файлами
zh_cn: 已删除文件管理
zh_tw: 已刪除文件管理

# YiShanHeTong
source: Deleted contract
de: Gelöschte Vertrag
fr: Contrat supprimé
ko: 삭제 된 계약
ru: Удаленные контракт
zh_cn: 已删合同
zh_tw: 已刪合同

# YiShenHe
source: Audited
de: Geprüft
fr: Vérifié
ko: 감사
ru: Проверенные
zh_cn: 已审核
zh_tw: 已審核

# YishenpiZheZiDongShenPi
source: Approved by automatic approval
de: Genehmigt durch automatische Genehmigung
fr: Approuvé par l'approbation automatique
ko: 자동 승인 승인
ru: Утверждено автоматического одобрения
zh_cn: 已审批者自动审批
zh_tw: 已審批者自動審批

# YiShiQianMing
source: Physician Signature
de: Arzt-Signatur
fr: Signature du médecin
ko: 의사 서명
ru: Врач Подпись
zh_cn: 医师签名
zh_tw: 醫師簽名

# YiShiZhiDaoYiJian
source: Physician guidance
de: Physician Führung
fr: Médecin orientations
ko: 의사 안내
ru: Врач руководство
zh_cn: 医师指导意见
zh_tw: 醫師指導意見

# YiShou
source: received
fr: Reçu
ko: 수신
ru: Поступило
zh_cn: 已收
zh_tw: 已收

# YiShouHuo
source: It has Receiving
de: Bereits Receipt
fr: Déjà Réception
ko: 이미 접수
ru: Уже Поступление
zh_cn: 已收货
zh_tw: 已收貨

# YiShouKuanJinE
source: Already receivable accounts
de: Es hat Forderungen belaufen
fr: Il a une quantité de créances
ko: 이 채권 금액이
ru: Он имеет объем дебиторской задолженности
zh_cn: 已收款金额
zh_tw: 已收款金額

# YiTianShangBanShiJianShu
source: One day the number of working hours
de: Eines Tages wird die Anzahl der Arbeitsstunden
fr: Un jour, le nombre d'heures de travail
ko: 하루 근무 시간의 수
ru: Однажды количество рабочих часов
zh_cn: 一天上班时间数
zh_tw: 一天上班時間數

# YiTui
source: He has been retired
de: Er ist im Ruhestand
fr: Il a été retiré
ko: 그는 은퇴 한
ru: Он ушел в отставку
zh_cn: 已退
zh_tw: 已退

# YiXiaDanLiang
source: Ordered amount
de: Es wurde unter einem einzigen Band gewesen
fr: Il a été sous un seul volume
ko: 그것은 하나의 볼륨을 받고있다
ru: Это было в рамках единого объема
zh_cn: 已下单量
zh_tw: 已下單量

# YiXiaoLiangXiaoShouDan
source: Has sales (sales orders)
de: Hat Verkaufs (Kundenaufträge)
fr: Un chiffre d'affaires (ordres de vente)
ko: 판매 (판매 주문)가
ru: Имеет продаж (заказов на продажу)
zh_cn: 已销量（销售单）
zh_tw: 已銷量（銷售單）

# YiXuanDingDeCaiWuZhangTaoQuJian
source: Selected financial account cover section
de: Finanz Satz Bücher, die ausgewählt wurden Intervall
fr: Montage financier de livres qui ont été sélectionnés intervalle
ko: 간격을 선택되었습니다 책의 금융 세트
ru: Финансовая набор книг, которые были выбраны интервал
zh_cn: 已选定的财务帐套区间
zh_tw: 已選定的財務帳套區間

# YiYanLian
source: It has Walkthrough
de: Es hat Walkthrough
fr: Il a Walkthrough
ko: 그것은 연습이
ru: Он имеет Пошаговое руководство
zh_cn: 已演练
zh_tw: 已演練

# YiYanShouZiXiangMuZongShu
source: He had accepted the total number of sub-projects
de: Die Gesamtzahl der Teilprojekte wurden Acceptance
fr: Le nombre total de sous-projets ont été Acceptation
ko: 서브 프로젝트의 총 수는 합격이었다
ru: Общее количество суб-проектов были Принятие
zh_cn: 已验收子项目总数
zh_tw: 已驗收子項目總數

# YiYongTiaoJian
source: Medical Conditions
fr: Conditions médicales
ko: 건강 상태
ru: Медицинские условия
zh_cn: 医用条件
zh_tw: 醫用條件

# YiYue
source: Have read
de: Habe gelesen
fr: Avoir lu
ko: 읽고
ru: Прочитали
zh_cn: 已阅
zh_tw: 已閱

# YiYueBaoBiao
source: I have read the report
de: Ich habe den Bericht gelesen
fr: Je l'ai lu le rapport
ko: 나는 보고서를 읽고
ru: Я прочитал отчет
zh_cn: 已阅报表
zh_tw: 已閱報表

# YiYueDuDeXinWen
source: I have read the news
de: Ich habe die Nachrichten zu lesen
fr: Je ai lu les nouvelles
ko: 나는 뉴스를 읽고
ru: Я прочитал новости
zh_cn: 已阅读的新闻
zh_tw: 已閱讀的新聞

# YiZhaoKaiDeHuiYi
source: Meeting has been held
de: Treffen stattgefunden hat
fr: Réunion a eu lieu
ko: 회의가 개최되었습니다
ru: Встреча прошла
zh_cn: 已召开的会议
zh_tw: 已召開的會議

# YiZhe
source: Translator
de: Übersetzer
fr: Traducteur
ko: 번역기
ru: Переводчик
zh_cn: 译者
zh_tw: 譯者

# YiZhengGai
source: We have been rectified
de: Es hat Berichtigung
fr: Il a rectification
ko: 그것은 정류이
ru: Он имеет исправления
zh_cn: 已整改
zh_tw: 已整改

# YiZhong
source: 1- in
fr: 1- dans
ko: 1에서
ru: 1- в
zh_cn: 1-中
zh_tw: 1-中

# YJXFPRWQXZSLRHSRGZYQ
source: To continue assignments, please select the admissibility and enter the job requirements
de: Zuordnungen weiterhin, wählen Sie bitte die Zulässigkeit und geben Sie die beruflichen Anforderungen
fr: Pour continuer missions, s'il vous plaît sélectionner la recevabilité et entrez les exigences de l'emploi
ko: 할당을 계속하려면, 허용 성을 선택하고 작업 요구 사항을 입력하세요
ru: Чтобы продолжить задание, выберите приемлемости и введите требованиям работы
zh_cn: 要继续分派任务，请选择受理人和输入工作要求
zh_tw: 要繼續分派任務，請選擇受理人和輸入工作要求

# YJYABZLB
source: List prepare contingency plans
de: Liste vorzubereiten Notfallpläne
fr: Liste de préparer des plans d'urgence
ko: 목록 비상 계획을 준비
ru: Список подготовить планы действий в чрезвычайных
zh_cn: 应急预案编制列表
zh_tw: 應急預案編制列表

# YJYAYLLB
source: Emergency Plan drills list
de: Emergency Plan Bohrer Liste
fr: Liste des exercices de plan d'urgence
ko: 비상 계획 훈련 목록
ru: Аварийный список сверла план
zh_cn: 应急预案演练列表
zh_tw: 應急預案演練列表

# YJYAZDNR
source: Emergency Plan Highlights
de: Emergency Plan Höhepunkte
fr: Points saillants du plan d'urgence
ko: 비상 계획의 하이라이트
ru: Чрезвычайный план Основные
zh_cn: 应急预案重点内容
zh_tw: 應急預案重點內容

# YLBJJTHZ
source: Preview refused joint summary
de: Vorschau weigerte gemeinsame Zusammenfassung
fr: Aperçu refusé sommaire conjoint
ko: 미리보기 공동 요약 거부
ru: Предварительный отказался совместное резюме
zh_cn: 预览被拒接头汇总
zh_tw: 預覽被拒接頭匯總

# YLSYJZLB
source: Pressure test medium list
de: Drucktestmedium Angebot
fr: Pression milieu d'essai fiche
ko: 압력 테스트 매체 목록
ru: Давление список испытательной среды
zh_cn: 压力试验介质列表
zh_tw: 壓力試驗介質列表

# YongCheBuMen
source: Car sector
de: Autosektor
fr: Secteur automobile
ko: 자동차 부문
ru: Автомобиль сектор
zh_cn: 用车部门
zh_tw: 用車部門

# YongCheShiJian
source: Car Time
de: Car Zeit
fr: Temps de voitures
ko: 차 시간
ru: Автомобиль Время
zh_cn: 用车时间
zh_tw: 用車時間

# YongFei
source: Shipment
de: Sendung
fr: Expédition
ko: 선적
ru: Отгрузка
zh_cn: 运费
zh_tw: 運費

# YongGongLeiBie
source: Employment Type
de: Beschäftigungstyp
fr: Type d'emploi
ko: 고용 유형
ru: Вид занятости
zh_cn: 用工类别
zh_tw: 用工類別

# YongGongLeiXing
source: Employment Type
de: Beschäftigungstyp
fr: Type d'emploi
ko: 고용 유형
ru: Вид занятости
zh_cn: 用工类型
zh_tw: 用工類型

# YongGongReiXing
source: Employment Type
de: Beschäftigungstyp
fr: Type d'emploi
ko: 고용 유형
ru: Вид занятости
zh_cn: 用工类型
zh_tw: 用工類型

# YongHu
source: User
de: Benutzer
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh_cn: 用户
zh_tw: 用戶

# YongHuBianMa
source: User code
de: Benutzercode
fr: Code utilisateur
ko: 사용자 코드
ru: Код пользователя
zh_cn: 用户编码
zh_tw: 使用者編碼

# YongHuDaiMa
source: User code
de: Benutzercode
fr: Code utilisateur
ko: 사용자 코드
ru: Код пользователя
zh_cn: 用户代码
zh_tw: 用戶代碼

# YongHuDengLuGuanLi
source: User login administration
de: Benutzerverwaltung
fr: L'administration de connexion de l'utilisateur
ko: 사용자 로그인 관리
ru: Пользователь Войти администрация
zh_cn: 用户登录管理
zh_tw: 用戶登錄管理

# YongHuIP
source: User IP
de: Nutzer-IP-
fr: Utilisateur IP
ko: 사용자 IP
ru: IP-пользователя
zh_cn: 用户IP
zh_tw: 用戶IP

# YongHuLeiXing
source: User Type
de: Benutzertyp
fr: Type d'utilisateur
ko: 사용자 유형
ru: Тип пользователя
zh_cn: 用户类型
zh_tw: 用戶類型

# YongHuLieBiao
source: User List:
de: Benutzerliste:
fr: Liste de l'utilisateur:
ko: 사용자 목록 :
ru: Список пользователей:
zh_cn: 用户列表：
zh_tw: 用戶列表：

# YongHuMing
source: username
de: Benutzername
fr: Nom d'utilisateur
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户名
zh_tw: 用戶名

# YongHuMingChen
source: user name
de: Benutzername
fr: Nom d'utilisateur
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户名称
zh_tw: 用戶名稱

# YongHuMingCheng
source: user name
de: Benutzername
fr: Nom d'utilisateur
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户名称
zh_tw: 用戶名稱

# YongHuQuanXianGuanLi
source: User rights management
de: Benutzerrechteverwaltung
fr: La gestion des droits de l'utilisateur
ko: 사용자 권한 관리
ru: Управление правами пользователей
zh_cn: 用户权限管理
zh_tw: 用戶許可權管理

# YongHuQuanXianLieBiao
source: User permissions list
de: Benutzerberechtigungsliste
fr: Liste des autorisations de l'utilisateur
ko: 사용자 권한 목록
ru: Список прав пользователя
zh_cn: 用户权限列表
zh_tw: 用戶許可權列表

# YongHuWeiTongBu
source: Users are not synchronized
de: Benutzer werden nicht synchronisiert
fr: Les utilisateurs ne sont pas synchronisés
ko: 사용자가 동기화되지 않습니다
ru: Люди не синхронизированы
zh_cn: 用户未同步
zh_tw: 用戶未同步

# YongHuXingMing
source: User name
de: Benutzername
fr: Nom d'utilisateur
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户姓名
zh_tw: 用戶姓名

# YongHuXinXi
source: User Info
de: Benutzerinformation
fr: Informations utilisateur
ko: 사용자 정보
ru: Информация о пользователе
zh_cn: 用户信息
zh_tw: 使用者資訊

# YongJin
source: Commission
de: Provision
ko: 위원회
ru: Комиссия
zh_cn: 佣金
zh_tw: 傭金

# YongLiHao
source: Use Case Number
de: Anwendungsfallzahl
fr: Utiliser le numéro de cas
ko: 사용 사례 수
ru: Использование Номер дела
zh_cn: 用例号
zh_tw: 用例號

# YongLiMing
source: By case name
de: Use Case Name
fr: Utiliser le nom Case
ko: 케이스 이름을 사용
ru: Используйте имя Case
zh_cn: 用例名
zh_tw: 用例名

# YongShi
source: time cost
de: Bei sachgemäßem
fr: Lorsqu'il est utilisé
ko: 사용하는 경우
ru: При использовании
zh_cn: 用时
zh_tw: 用時

# YongShiChangDu
source: The length of use
de: Die Dauer der Anwendung
fr: La durée d'utilisation
ko: 사용의 길이
ru: Длина использования
zh_cn: 用时长度
zh_tw: 用時長度

# YongTu
source: Use
de: Verwendung
fr: Usage
ko: 용도
ru: Использование
zh_cn: 用途
zh_tw: 用途

# YongTuBianJi
source: Uses Edit
de: Verwendet bearbeiten
fr: Utilise Modifier
ko: 편집을 사용
ru: Использует Редактировать
zh_cn: 用途编辑
zh_tw: 用途編輯

# YongTuLieBiao
source: Uses List
de: Verwendet Liste
fr: Utilise Liste
ko: 목록을 사용하여
ru: Использует список
zh_cn: 用途列表
zh_tw: 用途列表

# YongTuShuoMing
source: Application Notes
de: Anwendungshinweise
fr: Notes d'application
ko: 응용시주의 사항
ru: Рекомендации по применению
zh_cn: 用途说明
zh_tw: 用途說明

# YongXuDengLuSeBei
source: Allow logon device
de: Erlauben Anmeldegerät
fr: Autoriser dispositif de connexion
ko: 로그온 장치 허용
ru: Разрешить устройство входа
zh_cn: 允许登录设备
zh_tw: 允許登錄設備

# YongXuJianZhiShenPi
source: Part-time charge Xu approval
de: Teilzeit-Lade Xu Genehmigung
fr: À temps partiel chargé approbation Xu
ko: 파트 타임 요금 쑤 승인
ru: Вечернее заряд Сюй утверждение
zh_cn: 充许兼职审批
zh_tw: 充許兼職審批

# YongXuShenPiGuoChenZhongBianJiShuJu
source: Allow the approval process to edit the data:
de: Lassen Sie den Genehmigungsprozess, um die Daten zu bearbeiten:
fr: Autoriser le processus d'approbation pour éditer les données:
ko: 데이터를 편집 승인 프로세스를 허용 :
ru: Разрешить процесс утверждения для редактирования данных:
zh_cn: 允许审批过程中编辑数据：
zh_tw: 允許審批過程中編輯資料：

# YongYouDuiCiChengYuanQuanXian
source: Members have this permission
de: Die Mitglieder haben diese Berechtigung
fr: Les membres ont cette autorisation
ko: 회원은이 권한이
ru: Пользователи имеют это разрешение
zh_cn: 拥有对此成员权限
zh_tw: 擁有對此成員許可權

# You
source: By the
de: Durch die
fr: Par la
ko: 으로
ru: К
zh_cn: 有
zh_tw: 由

# YouBian
source: Zip Code
de: PLZ
fr: Code postal
ko: 우편 번호
ru: Индекс
zh_cn: 邮编
zh_tw: 郵編

# YouDanJia
source: Oil Price
de: Ölpreis
fr: Prix ​​du pétrole
ko: 석유 가격
ru: Цена на нефть
zh_cn: 油单价
zh_tw: 油單價

# YouHao
source: Fuel consumption
de: Kraftstoffverbrauch
fr: La consommation de carburant
ko: 연료 소비
ru: Расход топлива
zh_cn: 油耗
zh_tw: 油耗

# YouJian
source: Mail
fr: Courrier
ko: 우편
ru: Почта
zh_cn: 邮件
zh_tw: 郵件

# YouJianDaXiao
source: Message Size
de: Nachrichtengröße
fr: Taille du message
ko: 메시지 크기
ru: Размер сообщение
zh_cn: 邮件大小
zh_tw: 郵件大小

# YouJianFaSongZhuangTai
source: Message sending state
de: Mail-Status
fr: Courrier Statut
ko: 메일 상태
ru: Почта Статус
zh_cn: 邮件发送状态
zh_tw: 郵件發送狀態

# YouJianFuJian
source: Mail attachment
de: Mail-Anhänge
fr: Les pièces jointes de messagerie
ko: 메일 첨부 파일
ru: Вложений электронной почты
zh_cn: 邮件附件
zh_tw: 郵件附件

# YouJianGeShi
source: Message Format
fr: Format du message
ko: 메시지 형식
ru: Формат сообщения
zh_cn: 邮件格式
zh_tw: 郵件格式

# YouJianLieBiao
source: Folder name
de: Ordnername
fr: Nom du dossier
ko: 폴더 이름
ru: Имя папки
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

# YouJianShuLiang
source: The number of messages
de: Die Anzahl der Nachrichten
fr: Le nombre de messages
ko: 메시지의 수
ru: Количество сообщений
zh_cn: 邮件数量
zh_tw: 郵件數量

# YouJianTongZhi
source: E-mail notification
de: E-Mail-Benachrichtigung
fr: Notification par e-mail
ko: 이메일 알림
ru: Уведомление по электронной почте
zh_cn: 邮件通知
zh_tw: 郵件通知

# YouJianTongZhiNeiRong
source: Mail notification content
de: Mail-Benachrichtigung Inhalte
fr: Courrier contenu de notification
ko: 메일 통지 내용
ru: Содержание Уведомления по почте
zh_cn: 邮件通知内容
zh_tw: 郵件通知內容

# YouJianWenJianJia
source: Mail folder
de: Mail-Ordner
fr: Dossier Courrier
ko: 메일 폴더
ru: Папка Почта
zh_cn: 邮件文件夹
zh_tw: 郵件資料夾

# YouJianXiTongPeiZhi
source: Mail System Configuration
de: Mail-System-Konfiguration
fr: Configuration système de messagerie
ko: 메일 시스템 구성
ru: Конфигурация системы Почта
zh_cn: 邮件系统配置
zh_tw: 郵件系統組態

# YouJianZongShu
source: The total number of e-mail
de: Die Gesamtzahl von E-Mail
fr: Le nombre total d'e-mail
ko: 전자 메일의 총 수
ru: Общее количество электронной почте
zh_cn: 邮件总数
zh_tw: 郵件總數

# YouLiangYeJi
source: Excellent performance
de: Ausgezeichnete Leistung
fr: Excellente performance
ko: 우수한 성능
ru: Отличная производительность
zh_cn: 优良业绩
zh_tw: 優良業績

# YouLiao
source: Oil-bearing
de: Ölhaltigem
fr: Oléagineuses
ko: 석유를 함유하는
ru: Нефтеносный
zh_cn: 油料
zh_tw: 油料

# YouXiang
source: Mailbox
fr: Boîte aux lettres
ko: 사서함
ru: Почтовый ящик
zh_cn: 邮箱
zh_tw: 郵箱

# YouXianJi
source: priority
de: Priorität
fr: Priorité
ko: 우선
ru: Приоритет
zh_cn: 优先级
zh_tw: 優先順序

# YouXiaoQi
source: Validity
de: Gültigkeit
fr: Validité
ko: 효력
ru: Срок действия
zh_cn: 有效期
zh_tw: 有效期

# YouXiaoQiZhi
source: Valid until
de: Gültig bis
fr: Valable jusqu'au
ko: 유효한까지
ru: Не Действителен до
zh_cn: 有效期至
zh_tw: 有效期至

# YouXiaoRiQi
source: Effective Date
de: Wirksamkeitsdatum
fr: Date d'effet
ko: 효력 발생 일
ru: Дата вступления в силу
zh_cn: 有效日期
zh_tw: 有效日期

# YouXiu
source: Outstanding
de: Herausragende
fr: Remarquable
ko: 두드러진
ru: Выдающийся
zh_cn: 优秀
zh_tw: 優秀

# YouZhengBianMa
source: Zip code
de: Postleitzahl
fr: Code postal
ko: 우편 번호
ru: Почтовый индекс
zh_cn: 邮政编码
zh_tw: 郵遞區號

# YSHDBDZZLXS
source: To review the form shown here
de: Um die hier gezeigten Form prüfen
fr: Pour vérifier la forme représentée ici
ko: 여기에 표시된 양식을 감사하려면
ru: Для проверки вид, показанный здесь
zh_cn: 要审核的表单在这里显示
zh_tw: 要審核的表單在這裡顯示

source: Yuan
ko: 위안
ru: Юань
zh_cn: 元
zh_tw: 元

# YuAnBianZhiMingCheng
source: Preplan name
de: Vorplanen Namen
fr: Première planification nom
ko: 사전 계획을 세우는 이름
ru: Намечать заранее имя
zh_cn: 预案编制名称
zh_tw: 預案編制名稱

# YuAnBianZhiXinXi
source: Preplan information
de: Vorplanen Informationen
fr: Première planification des informations
ko: 사전 계획을 세우는 정보
ru: Намечать заранее информация
zh_cn: 预案编制信息
zh_tw: 預案編制資訊

# YuanCaiLiaoDaiMa
source: Raw material Code
de: Rohstoffe-Code
fr: Matières premières code
ko: 원료 코드
ru: Сырье код
zh_cn: 原材料代码
zh_tw: 原材料代碼

# YuanChengKongZhi
source: remote control
de: Fernbedienung
fr: Télécommande
ko: 원격 제어
ru: Дистанционное управление
zh_cn: 远程控制
zh_tw: 遠程式控制制

# YuanDaiMa
source: Original code
fr: Code d'origine
ko: 원본 코드
ru: Оригинальный код
zh_cn: 原代码
zh_tw: 原代碼

# YuanDingChengBen
source: The original cost
de: Die ursprünglichen Kosten
fr: Le coût initial
ko: 원가
ru: Первоначальная стоимость
zh_cn: 原定成本
zh_tw: 原定成本

# YuanDingPingBiaoXiaoZu
source: The original bid evaluation panel
de: Die ursprüngliche Angebotsauswertung Tafel
fr: Le panel d'évaluation initial de l'offre
ko: 원래 입찰 평가 패널
ru: Панель оценка первоначальная ставка
zh_cn: 原定评标小组
zh_tw: 原定評標小組

# YuanGong
source: Staff
de: Personal
fr: Personnel
ko: 직원
ru: Сотрудники
zh_cn: 员工
zh_tw: 員工

# YuanGongBianMa
source: Employees coding
de: Coding Mitarbeiter
fr: Codage personnel
ko: 직원 코딩
ru: Кодирование сотрудников
zh_cn: 员工编码
zh_tw: 員工編碼

# YuanGongChuQingJiLu
source: Employee attendance record
de: Anwesenheitsmitarbeiterdaten
fr: Des records de fréquentation des employés
ko: 직원의 출석 기록
ru: Рекорды посещаемости сотрудников
zh_cn: 员工出勤记录
zh_tw: 員工出勤記錄

# YuanGongDaiMa
source: Employee code
de: Mitarbeitercode
fr: Code de l'employé
ko: 직원 코드
ru: Сотрудник код
zh_cn: 员工代码
zh_tw: 員工代碼

# YuanGongDanAnSeZhi
source: Employee records set
de: Mitarbeiterdatensätze eingestellt
fr: Les dossiers des employés mis
ko: 직원 기록 설정
ru: Сотрудник записи установлен
zh_cn: 员工档案设置
zh_tw: 員工檔案設置

# YuanGongJiXiaoPingShen
source: Employee Performance Review
de: Mitarbeiter Performance Review
fr: Examen du rendement
ko: 직원 성과 검토
ru: Сотрудник Обзор деятельности
zh_cn: 员工绩效评审
zh_tw: 員工績效評審

# YuanGongKaoQinBaoBiao
source: Staff attendance reports
de: Staff Teilnahme Berichte
fr: Rapports de présence du personnel
ko: 직원 출석 보고서
ru: Отчеты посещаемости сотрудников
zh_cn: 员工考勤报表
zh_tw: 員工考勤報表

# YuanGongKPISheZhi
source: Set KPI staff
de: Stellen KPI Mitarbeiter
fr: Réglez le personnel KPI
ko: 설정 KPI 직원
ru: Установите сотрудники КПИ
zh_cn: 员工KPI设置
zh_tw: 員工KPI設置

# YuanGongLieBiao
source: Staff List
de: Mitarbeiter anzeigen
fr: Liste du personnel
ko: 직원 목록
ru: Штатное расписание
zh_cn: 员工列表
zh_tw: 員工列表

# YuanGongMingChen
source: Staff Name
de: Mitarbeiter Name
fr: Nom du personnel
ko: 직원 이름
ru: Персонал Имя
zh_cn: 员工名称
zh_tw: 員工名稱

# YuanGongPeiXun
source: employee training
de: Schulung der Mitarbeiter
fr: La formation du personnel
ko: 직원 교육
ru: Обучение персонала
zh_cn: 员工培训
zh_tw: 員工培訓

# YuanGongZhaoPian
source: Staff Photos
fr: Photos de l'équipe
ko: 직원 사진
ru: Сотрудники Фотографии
zh_cn: 员工照片
zh_tw: 員工照片

# YuanGongZhiLiaoDaoru
source: Employee data import
de: Mitarbeiterdatenimport
fr: Employé importation de données
ko: 직원 데이터 가져 오기
ru: Импорт данных сотрудников
zh_cn: 员工资料导入
zh_tw: 員工資料導入

# YuanGongZongRenShu
source: The total number of employees
de: Die Gesamtzahl der Mitarbeiter
fr: Le nombre total d'employés
ko: 총 직원 수
ru: Общее количество сотрудников
zh_cn: 员工总人数
zh_tw: 員工總人數

# YuanJiangJin
source: Original bonus
fr: Bonus d'origine
ko: 원래 보너스
ru: Оригинальный бонус
zh_cn: 原奖金
zh_tw: 原獎金

# YuanJiangJinZongE
source: Original prize amount
de: Ursprüngliche Gesamtpreisgeld
fr: Montant total des prix d'origine
ko: 원래 총 상금
ru: Оригинал Общий призовой фонд
zh_cn: 原奖金总额
zh_tw: 原獎金總額

# YuanLaio
source: Raw material
de: Rohstoff
fr: Matière première
ko: 원료
ru: Сырье
zh_cn: 原料
zh_tw: 原料

# YuanLiao
source: Raw material
de: Rohstoff
fr: Matière première
ko: 원료
ru: Сырье
zh_cn: 原料
zh_tw: 原料

# YuanLiaoDaiHao
source: Raw code
de: Roh-Code
fr: Code Raw
ko: 원시 코드
ru: Сырье код
zh_cn: 原料代号
zh_tw: 原料代號

# YuanLiaoJiaGe
source: Raw material prices
de: Rohstoffpreise
fr: Prix ​​des matières premières
ko: 원자재 가격
ru: Цены на сырье
zh_cn: 原料价格
zh_tw: 原料價格

# YuanLiaoLeiXing
source: Type of feedstock
de: Art des Ausgangsmaterials
fr: Type de charge
ko: 원료의 종류
ru: Тип сырья
zh_cn: 原料类型
zh_tw: 原料類型

# YuanLiaoLiShiJiaGe
source: Historical prices of raw materials
de: Historische Rohstoffpreise
fr: Historique des cours des matières premières
ko: 원료의 역사 가격
ru: Исторические цены на сырье
zh_cn: 原料历史价格
zh_tw: 原料歷史價格

# YuanLiaoLiShiJiaGeRiQi
source: Historical prices of raw materials Date
de: Historische Rohstoffpreise seit
fr: Historique des cours des matières premières Date de
ko: 원료 날짜의 역사 가격
ru: Исторические цен на сырье Дата
zh_cn: 原料历史价格日期
zh_tw: 原料歷史價格日期

# YuanLiaoMingCheng
source: Material name
de: Materialbezeichnung
fr: Nom du produit
ko: 물질 이름
ru: Наименование материала
zh_cn: 原料名称
zh_tw: 原料名稱

# YuanShiDanHao
source: Original single number
de: Die Original-Single-Nummer
fr: Le numéro unique d'origine
ko: 원래 하나의 번호
ru: Оригинальный номер один
zh_cn: 原始单号
zh_tw: 原始單號

# YuanWuZiDaiMa
source: Raw materials Code
de: Rohstoffe-Code
fr: Matières premières code
ko: 원료 코드
ru: Сырье код
zh_cn: 原物资代码
zh_tw: 原物資代碼

# YuanXiangMuJingLi
source: Former Project Manager
de: Ehemalige Projektmanager
fr: Ancien Chef de projet
ko: 전 프로젝트 매니저
ru: Бывший руководитель проектов
zh_cn: 原项目经理
zh_tw: 原專案經理

# YuAnYanLianXinXi
source: Drilling Information
de: Pläne, um Informationen zu bohren
fr: Prévoit de forer informations
ko: 정보를 드릴 계획
ru: Планирует пробурить информации
zh_cn: 预案演练信息
zh_tw: 預案演練信息

# YuanYinFenXi
source: Cause Analysis
fr: Analyse de la cause
ko: 원인 분석
ru: Причина анализ
zh_cn: 原因分析
zh_tw: 原因分析

# YuanYinFenXiJiZeRenHuaFen
source: Cause Analysis and division of responsibilities
de: Ursachenanalyse und Aufgabenteilung
fr: Analyse des causes et la répartition des responsabilités
ko: 분석과 책임의 분할을 원인
ru: Причина анализ и разделение обязанностей
zh_cn: 原因分析及责任划分
zh_tw: 原因分析及責任劃分

# YuanYongHu
source: Former user
de: Ehemalige Benutzer
fr: Ancien utilisateur
ko: 전 사용자
ru: Бывший пользователь
zh_cn: 原用户
zh_tw: 原用戶

# YuanYongHuDaiMa
source: Original user code
de: Ursprüngliche Benutzercode
fr: Code utilisateur d'origine
ko: 원래 사용자 코드
ru: Оригинальный код пользователя
zh_cn: 原用户代码
zh_tw: 原用戶代碼

# YuanZhang
source: Director
fr: Directeur
ko: 이사
ru: Режиссер
zh_cn: 园长
zh_tw: 園長

# YuanZhuangTai
source: The original state
de: Der ursprüngliche Zustand
fr: L'état d'origine
ko: 원래 상태
ru: Исходное состояние
zh_cn: 原状态
zh_tw: 原狀態

# YuanZhuangTaiZhi
source: Former state value
de: Ehemalige Staatswert
fr: Ancien valeur d'état
ko: 이전 상태 값
ru: Бывший государственного значения
zh_cn: 原状态值
zh_tw: 原狀態值

# YuBiaoZHunHao
source: And standards:
de: Und Normen:
fr: Et les normes:
ko: 그리고 표준 :
ru: И стандарты:
zh_cn: 与标准号：
zh_tw: 與標準號：

# YuDiSanFangJiCheng
source: Integration with third party
de: Integration mit Drittanbietern
fr: Intégration avec les tiers
ko: 제 3 자와의 통합
ru: Интеграция с третьей стороной
zh_cn: 与第三方集成
zh_tw: 與協力廠商集成
