Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# QiaTanHeTongShenPi
source: Negotiate contract approval
de: Verhandeln Vertragsgenehmigungs
fr: Négocier l'approbation du contrat
ko: 계약 승인을 협상
ru: Переговоры одобрение договора
zh_cn: 洽谈合同审批
zh_tw: 洽談合同審批

# QiaTanWenJian
source: Chat files
de: Chat Dateien
fr: Discuter Fichiers
ko: 파일을 채팅
ru: Чат файлы
zh_cn: 洽谈文件
zh_tw: 洽談文件

# QiaTanXinXi
source: Chat Information
de: Chat Informationen
fr: Informations chat
ko: 채팅 정보
ru: Чат Информация
zh_cn: 洽谈信息
zh_tw: 洽談資訊

# QiChuJinE
source: Amount at
de: Betrag
fr: Montant au
ko: 금액
ru: Сумма в
zh_cn: 期初金额
zh_tw: 期初金額

# QiDong
source: Start up
de: Start
fr: Démarrer
ko: 출발
ru: Начало
zh_cn: 启动
zh_tw: 啟動

# QiDongBuXu
source: Start step sequence
de: Starten Schrittfolge
fr: Commencez séquence de pas
ko: 스텝 시퀀스를 시작합니다
ru: Начните последовательность шагов
zh_cn: 启动步序
zh_tw: 啟動步序

# QiDongRiQi
source: Start Date
de: Startdatum
fr: Date de début
ko: 시작 날짜
ru: Дата начала
zh_cn: 启动日期
zh_tw: 啟動日期

# QiMoJinE
source: Ending Amount
de: Ending Betrag
fr: Fin Montant
ko: 양 종료
ru: Завершение Количество
zh_cn: 期末金额
zh_tw: 期末金額

# QingCongYouBianXuanQu
source: (Please select from the right)
de: (Bitte von rechts wählen)
fr: (S'il vous plaît sélectionner à partir de la droite)
ko: (오른쪽에서 선택하세요)
ru: (Пожалуйста, выберите справа)
zh_cn: （请从右边选取）
zh_tw: （請從右邊選取）

# QingCongYouBianXuanQuZhuanJia
source: Please select from the right expert
de: Bitte wählen Sie aus der rechten Experten wählen
fr: S'il vous plaît sélectionner le bon expert
ko: 오른쪽 전문가에서 선택하세요
ru: Пожалуйста, выберите из правой эксперта
zh_cn: 请从右边选取专家
zh_tw: 請從右邊選取專家

# QingDan
source: Inventory
de: Inventar
fr: Inventaire
ko: 목록
ru: Инвентаризация
zh_cn: 清单
zh_tw: 清單

# QingGengFangFa
source: Gouging method:
de: Fugenhobeln-Methode:
fr: Méthode Gouging:
ko: 가우 징 방법 :
ru: Строжка метод:
zh_cn: 清根方法：
zh_tw: 清根方法：

# QingJiaLeiXing
source: Leave type
de: Urlaubsart
fr: Type de congé
ko: 휴가 유형
ru: Тип Оставить
zh_cn: 请假类型
zh_tw: 請假類型

# QingJiaRen
source: Leave of absence
de: Beurlaubung
fr: Congé
ko: 휴학
ru: Оставить отсутствия
zh_cn: 请假人
zh_tw: 請假人

# QingJiaRiQi
source: Leave dates
de: Datum frei
fr: Donner des dates
ko: 날짜를 남겨
ru: Оставить даты
zh_cn: 请假日期
zh_tw: 請假日期

# QingJiaShenQing
source: Leave Application
de: Urlaubsantrag
fr: Demande d'autorisation
ko: 휴가 신청
ru: Оставить заявку
zh_cn: 请假申请
zh_tw: 請假申請

# QingJiaShenQingJiLu
source: Leave Application Record
de: Lassen Anwendung Nehmen
fr: Laissez Dossier de demande
ko: 응용 프로그램 기록을 남겨주세요
ru: Оставить запись приложения
zh_cn: 请假申请记录
zh_tw: 請假申請記錄

# QingJiaShiJian
source: Leave time
de: Nehmen Sie sich Zeit
fr: Laissez le temps
ko: 휴가 시간
ru: Оставить Время
zh_cn: 请假时间
zh_tw: 請假時間

# QingJiaShiYou
source: Leave the subject
de: Lassen Sie das Thema
fr: Laissez le sujet
ko: 피사체를 남겨주세요
ru: Оставить тему
zh_cn: 请假事由
zh_tw: 請假事由

# QingJieLeiXing
source: Leave type
de: Urlaubsart
fr: Type de congé
ko: 휴가 유형
ru: Тип Оставить
zh_cn: 请假类型
zh_tw: 請假類型

# QingJieShiYou
source: Leave the subject
de: Lassen Sie das Thema
fr: Laissez le sujet
ko: 피사체를 남겨주세요
ru: Оставить тему
zh_cn: 请假事由
zh_tw: 請假事由

# QingKong
source: Clear
de: Klar
fr: Clair
ko: 명확한
ru: Ясно
zh_cn: 清空
zh_tw: 清空

# QingKongRiZhiBiao
source: Empty log table
de: Leere Protokolltabelle
fr: Empty table du journal
ko: 빈 로그 테이블
ru: Пустая таблица журнала
zh_cn: 清空日志表
zh_tw: 清空日誌表

# QingKongXinXiFaSongBiao
source: Clear information dispatch table
de: Klare Informationen Sendetabelle
fr: Une information claire table d'émission
ko: 명확한 정보 전송 테이블
ru: Ясно данных этой таблицы передачи
zh_cn: 清空信息发送表
zh_tw: 清空資訊發送表

# QingKongYuanLiao
source: Empty materials
de: Leere Materialien
fr: Matériaux vides
ko: 빈 재료
ru: Пусто материалы
zh_cn: 清空原料
zh_tw: 清空原料

# QingKongYuanLiaoLiShiBiao
source: Clear history table of raw materials
de: Verlauf löschen Tabelle von Rohstoffen
fr: Effacer le tableau de l'histoire des matières premières
ko: 원료의 기록 지우기 테이블
ru: Очистить историю таблица сырья
zh_cn: 清空原料历史表
zh_tw: 清空原料歷史表

# QingKuan
source: Please funds
de: Bitte Unterabschnitt
fr: S'il vous plaît paragraphe
ko: 제발 항
ru: Пожалуйста, подраздел
zh_cn: 请款
zh_tw: 請款

# QingKuanDan
source: Please single paragraph
de: Bitte einzigen Absatz
fr: S'il vous plaît paragraphe unique
ko: 제발 하나의 단락
ru: Пожалуйста, один пункт
zh_cn: 请款单
zh_tw: 請款單

# QingKuanDanHao
source: Please odd numbers section
de: Bitte ungeraden Zahlen Schnitt
fr: Please section nombres impairs
ko: 홀수 부분을주세요
ru: Пожалуйста странный раздел номера
zh_cn: 请款单号
zh_tw: 請款單號

# QingKuanJinE
source: Please amount of money
de: Bitte Geldbetrag
fr: S'il vous plaît montant d'argent
ko: 금액하세요
ru: Пожалуйста сумму денег
zh_cn: 请款金额
zh_tw: 請款金額

# QingKuanRiQi
source: Please date paragraph
de: Bitte Reisedaten Schnitt
fr: Section des dates Please
ko: 제발 날짜 섹션
ru: Пожалуйста, раздел даты
zh_cn: 请款日期
zh_tw: 請款日期

# QingLing
source: Cleared
de: Gelöscht
fr: Effacé
ko: 해제
ru: Очищенные
zh_cn: 清零
zh_tw: 清零

# QingShangRenShu
source: The number of minor injuries
de: Die Zahl der kleineren Verletzungen
fr: Le nombre de blessures mineures
ko: 경상 수
ru: Количество мелких травм
zh_cn: 轻伤人数
zh_tw: 輕傷人數

# QingShuLuGongZuoLiuMoBanMing
source: Please enter the workflow template name
de: Bitte geben Sie das Workflow-Muster Name
fr: S'il vous plaît entrez le nom de modèle de workflow
ko: 워크 플로 서식 파일 이름을 입력하십시오
ru: Пожалуйста, введите имя шаблона рабочего процесса
zh_cn: 请输入工作流模板名
zh_tw: 請輸入工作流範本名

# QingShuRuGongZuoLiuMuBanMing
source: Please enter the workflow template name
de: Bitte geben Sie das Workflow-Muster Name
fr: S'il vous plaît entrez le nom de modèle de workflow
ko: 워크 플로 서식 파일 이름을 입력하십시오
ru: Пожалуйста, введите имя шаблона рабочего процесса
zh_cn: 请输入工作流模板名
zh_tw: 請輸入工作流範本名

# QingShuRuJueSeZuMing
source: Please enter the Actor group name
de: Bitte geben Sie die Rollengruppenname
fr: S'il vous plaît entrez le nom du groupe de rôles
ko: 역할 그룹 이름을 입력하십시오
ru: Пожалуйста, введите имя группы ролей
zh_cn: 请输入角色组名
zh_tw: 請輸入角色組名

# QingXianXuanZeBuMen
source: Please select the department
de: Bitte wählen Abteilungs
fr: S'il vous plaît sélectionnez département
ko: 부서를 선택하세요
ru: Пожалуйста, выберите отдел
zh_cn: 请先选择部门
zh_tw: 請先選擇部門

# QingXianXuanZeJueSeZu
source: Please select a Actor group
de: Bitte wählen Sie eine Rollengruppe
fr: S'il vous plaît sélectionner un groupe de rôles
ko: 역할 그룹을 선택하세요
ru: Пожалуйста, выберите группы ролей
zh_cn: 请先选择角色组
zh_tw: 請先選擇角色組

# QingXuanQuShangPin
source: Please select an item
de: Bitte wählen Sie Artikel
fr: S'il vous plaît sélectionner l'élément
ko: 항목을 선택하세요
ru: Пожалуйста, выберите пункт
zh_cn: 请选取物料
zh_tw: 請選取物料

# QingXuanQuYaoCaiGouDeLiaoPin
source: Please select the items to be purchased
de: Wählen Sie die Anzeigen, um zu bestellen
fr: S'il vous plaît sélectionner les éléments à être achetés
ko: 구입하고자하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые будут приобретены
zh_cn: 请选取要采购的物料
zh_tw: 請選取要採購的物料

# QingXuanQuYaoCaiGouDeShangPin
source: Please select the items to be purchased
de: Wählen Sie die Anzeigen, um zu bestellen
fr: S'il vous plaît sélectionner les éléments à être achetés
ko: 구입하고자하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые будут приобретены
zh_cn: 请选取要采购的物料
zh_tw: 請選取要採購的物料

# QingXuanQuYaoCaiGouDeZiChan
source: Please select the assets to be purchased
de: Bitte wählen Sie die gekauft werden Vermögenswerte
fr: S'il vous plaît sélectionner les actifs devant être achetés
ko: 구입 할 수있는 자산을 선택하세요
ru: Пожалуйста, выберите активы, приобретенные быть
zh_cn: 请选取要采购的资产
zh_tw: 請選取要採購的資產

# QingXuanQuYaoChuKuDeZiChan
source: Please select assets to be out of the library
de: Bitte wählen Vermögenswerte aus der Bibliothek sein
fr: S'il vous plaît sélectionnez actifs d'être hors de la bibliothèque
ko: 라이브러리에서 할 자산을 선택하세요
ru: Пожалуйста, выберите активы, чтобы быть из библиотеки
zh_cn: 请选取要出库的资产
zh_tw: 請選取要出庫的資產

# QingXuanQuYaoLingYongDeLiaoPin
source: Please select the items with the essentials
de: Wählen Sie die Anzeigen mit dem Nötigsten
fr: S'il vous plaît sélectionnez les éléments avec les éléments essentiels
ko: 요점 항목을 선택하세요
ru: Пожалуйста, выберите элементы с первой необходимости
zh_cn: 请选取要领用的物料
zh_tw: 請選取要領用的物料

# QingXuanQuYaoRuKuDeShangPin
source: Please select the items you want to put in storage
de: Bitte wählen Sie die Artikel, die Sie bei der Lagerung setzen wollen
fr: S'il vous plaît sélectionner les éléments que vous voulez mettre dans le stockage
ko: 당신은 창고에 넣어 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите поместить на хранение
zh_cn: 请选取要入库的物料
zh_tw: 請選取要入庫的物料

# QingXuanQuYaoRuKuDeZiChan
source: Please select the assets to be put in storage
de: Bitte wählen Sie die Vermögenswerte an in Verwahrung genommen werden,
fr: S'il vous plaît sélectionner les actifs à mettre en stockage
ko: 창고에 넣어 할 수있는 자산을 선택하세요
ru: Пожалуйста, выберите активы позволят положить в хранилище
zh_cn: 请选取要入库的资产
zh_tw: 請選取要入庫的資產

# QingXuanQuYaoXiaoShouDeLiaoPin
source: Please select the items you want to sell
de: Wählen Sie die Anzeigen Sie wollen verkaufen
fr: S'il vous plaît sélectionner les éléments que vous souhaitez vendre
ko: 당신이 판매 할 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите продать
zh_cn: 请选取要销售的物料
zh_tw: 請選取要銷售的物料

# QingXuanQuYaoXRuKuDeLiaoPin
source: Please select the items you want to put in storage
de: Bitte wählen Sie die Artikel, die Sie bei der Lagerung setzen wollen
fr: S'il vous plaît sélectionner les éléments que vous voulez mettre dans le stockage
ko: 당신은 창고에 넣어 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите поместить на хранение
zh_cn: 请选取要入库的物料
zh_tw: 請選取要入庫的物料

# QingXuanZe
source: Please select
de: Bitte wählen Sie
fr: S'il vous plaît sélectionnez
ko: 선택하세요
ru: Пожалуйста, выберите
zh_cn: 请选择
zh_tw: 請選擇

# QingXuanZeYaoLingYongDeShangPin
source: Please select the items with the essentials
de: Wählen Sie Waren mit dem Nötigsten
fr: Choisir les éléments avec les éléments essentiels
ko: 요점 항목을 선택
ru: Выберите пункты с первой необходимости
zh_cn: 请选择要领用的物料
zh_tw: 請選擇要領用的物料

# QingXuanZeYaoXiaoShouDeShangPin
source: Please select the items you want to sell
de: Wählen Sie die Anzeigen Sie wollen verkaufen
fr: S'il vous plaît sélectionner les éléments que vous souhaitez vendre
ko: 당신이 판매 할 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите продать
zh_cn: 请选取要销售的物料
zh_tw: 請選取要銷售的物料

# QingXuanZeYouBianDeZhuanJia
source: Please select the right of the Expert
de: Bitte wählen Sie das Recht des Experten
fr: S'il vous plaît sélectionner le droit de l'expert
ko: 전문가의 오른쪽을 선택하세요
ru: Пожалуйста, выберите право эксперта
zh_cn: 请选择右边的专家
zh_tw: 請選擇右邊的專家

# QingXuanZhe
source: Please select
de: Bitte wählen Sie
fr: S'il vous plaît sélectionnez
ko: 선택하세요
ru: Пожалуйста, выберите
zh_cn: 请选择
zh_tw: 請選擇

# QinShu
source: Relatives
de: Verwandschaft
fr: Parents
ko: 친척
ru: Родственники
zh_cn: 亲属
zh_tw: 親屬

# QiShen
source: Abandoned trial
de: Verlassene Studie
fr: Abandonné procès
ko: 버려진 시험
ru: Заброшенный суд
zh_cn: 弃审
zh_tw: 棄審

# QiTa
source: Other
de: Andere
fr: Autre
ko: 다른
ru: Другой
zh_cn: 其它
zh_tw: 其它

# QiTaChengYuanJiXiao
source: Other members of the Performance
de: Andere Mitglieder der Performance-
fr: Autres membres de la Performance
ko: 성능의 다른 구성원
ru: Другие члены Performance
zh_cn: 其他成员绩效
zh_tw: 其他成員績效

# QiTaFangShi
source: Otherwise
de: Andernfalls
fr: Autrement
ko: 그렇지 않으면
ru: В противном случае
zh_cn: 其它方式
zh_tw: 其它方式

# QiTaFeiYongZongE
source: Total other expenses
de: Total übriger Aufwand
fr: Total des autres charges
ko: 총 기타 비용
ru: Всего другие расходы
zh_cn: 其他费用总额
zh_tw: 其他費用總額

# QiTaFuFei
source: Other Pay
de: Sonstige Vergütungen
fr: Autre rémunération
ko: 기타 유료
ru: Другое Платное
zh_cn: 其他付费
zh_tw: 其他付費

# QiTaQingKuang
source: Other cases
de: Andere Fälle
fr: Autres cas
ko: 다른 경우
ru: Другие случаи
zh_cn: 其他情况
zh_tw: 其他情況

# QiTaShiYanBaoGaoBianHao
source: Other test report number
de: Andere Testbericht Nummer
fr: Autre numéro de rapport d'essai
ko: 기타 시험 보고서 번호
ru: Другое номер Протокол испытаний
zh_cn: 其他试验报告编号
zh_tw: 其他試驗報告編號

# QiTaShiYanBeiZhu
source: Other tests Notes:
de: Andere Tests Hinweise:
fr: Autres notes de tests:
ko: 다른 시험시주의 사항 :
ru: Другие тесты Примечания:
zh_cn: 其他试验备注：
zh_tw: 其他試驗備註：

# QiTaShiYanBianHao
source: Other times No.
de: Andere Zeiten No.
fr: D'autres fois, No.
ko: 다른 시간 번호
ru: Другие времена No.
zh_cn: 其它时间编号
zh_tw: 其它時間編號

# QiTaShiYangChiCun
source: Other sample size
de: Andere Probengröße
fr: Autre taille de l'échantillon
ko: 다른 샘플 사이즈
ru: Другой размер выборки
zh_cn: 其他试样尺寸
zh_tw: 其他試樣尺寸

# QiTaShiYanMingChen
source: Other tests Name:
de: Andere Tests Vorname:
fr: D'autres tests Nom:
ko: 기타 시험 이름 :
ru: Другие тесты Имя:
zh_cn: 其他试验名称：
zh_tw: 其他試驗名稱：

# QiTaXIngNengYaoQiu
source: Other performance requirements:
de: Andere Leistungsanforderungen:
fr: Autres exigences de performance:
ko: 다른 성능 요구 사항 :
ru: Другие требования к производительности:
zh_cn: 其他性能要求：
zh_tw: 其他性能要求：

# QiTaXinXi
source: Other information
de: Weitere Informationen
fr: Informations supplémentaires
ko: 추가 정보
ru: Дополнительная информация
zh_cn: 其他信息
zh_tw: 其他資訊

# QiTaYuanYin
source: Other reasons
de: Andere Gründe
fr: Autres raisons
ko: 다른 이유
ru: Другие причины
zh_cn: 其它原因
zh_tw: 其它原因

# QiTaZhaoBiao
source: Other bidding
de: Andere Gebote
fr: Autres enchères
ko: 기타 입찰
ru: Другое торгов
zh_cn: 其他招标
zh_tw: 其他招標

# QiTaZhaoBiaoZhuanJia
source: Other bidding experts
de: Andere Bieter Experten
fr: D'autres experts d'appel d'offres
ko: 기타 입찰 전문가
ru: Другие эксперты торгов
zh_cn: 其他招标专家
zh_tw: 其他招標專家

# QiTiChengFeng
source: Gas composition:
de: Gaszusammensetzung:
fr: La composition du gaz:
ko: 가스 조성 :
ru: Состав газа:
zh_cn: 气体成分：
zh_tw: 氣體成分：

# QiTiLiuLiangFanMian
source: Gas flow opposite:
de: Gasstrom entgegengesetzte:
fr: Le débit de gaz en face:
ko: 가스 유동 대향 :
ru: Газовый поток наоборот:
zh_cn: 气体流量反面：
zh_tw: 氣體流量反面：

# QiTiLiuLiangZhengMian
source: Gas flow positive:
de: Gasfluss positiv:
fr: Le débit de gaz positif:
ko: 가스 유동 양 :
ru: Расход газа положительный:
zh_cn: 气体流量正面：
zh_tw: 氣體流量正面：

# QiuGou
source: Buy
de: Kaufen
fr: Acheter
ko: 사기
ru: Купить
zh_cn: 求购
zh_tw: 求購

# QiWangJieJueShiJian
source: Expected resolution time
de: Erwartete Lösungszeit
fr: Temps de résolution
ko: 예상 해결 시간
ru: Ожидаемое время разрешение
zh_cn: 期望解决时间
zh_tw: 期望解決時間

# QiYeBianMa
source: Enterprise coding
fr: Enterprise Codage
ko: 기업 코딩
ru: Предприятие Кодирование
zh_cn: 企业编码
zh_tw: 企業編碼

# QiYeBiaoZhun
source: Enterprise Standard
ko: 기업 표준
ru: Предприятие Стандарт
zh_cn: 企业标准
zh_tw: 企業標準

# QiYeBiaoZhunBianJi
source: Enterprise Standard Editor
fr: Éditeur Enterprise standard
ko: 기업 표준 편집기
ru: Предприятие Стандарт редактор
zh_cn: 企业标准编辑
zh_tw: 企業標準編輯

# QiYeDiZhi
source: Address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 企业地址
zh_tw: 企業地址

# QiYeHuoGeRenBianMa
source: Businesses or individuals coding
de: Unternehmen oder Einzelpersonen Codierung
fr: Les entreprises ou les individus de codage
ko: 코딩 기업 또는 개인
ru: Предприятия и физические лица, кодирующие
zh_cn: 企业或个人编码
zh_tw: 企業或個人編碼

# QiYeJianCheng
source: Enterprise referred
de: Unternehmen bezeichnet
fr: Entreprise visée
ko: 기업은 언급
ru: Предприятие называется
zh_cn: 企业简称
zh_tw: 企業簡稱

# QiYeMingCheng
source: Company Name
de: Name des Unternehmens
fr: Nom de l'entreprise
ko: 회사 명
ru: Название компании
zh_cn: 企业名称
zh_tw: 企業名稱

# QiYeWangZhi
source: Company Website
de: Unternehmens-Website
fr: Site Web de l'entreprise
ko: 회사 웹 사이트
ru: Веб-сайт компании
zh_cn: 企业网址
zh_tw: 企業網址

# QiYeXingZhi
source: Ownership
de: Eigentum
fr: Propriété
ko: 소유권
ru: Владение
zh_cn: 企业性质
zh_tw: 企業性質

# QiYeXinXi
source: Corporate Information
de: Unternehmensinformationen
fr: Informations sur l'entreprise
ko: 기업 정보
ru: Корпоративная информация
zh_cn: 企业信息
zh_tw: 企業資訊

# QiYeXuQiu
source: Business needs
de: Geschäftsanforderungen
fr: Les besoins des entreprises
ko: 비즈니스 요구
ru: Бизнес потребности
zh_cn: 企业需求
zh_tw: 企業需求

# QiYeZiZhi
source: Qualification
de: Qualifikation
fr: Diplôme
ko: 자격
ru: Квалификация
zh_cn: 企业资质
zh_tw: 企業資質

# QiYeZiZhiFanWei
source: Qualification range
de: Qualifikationsbereiches
ko: 자격 범위
ru: Квалификация Диапазон
zh_cn: 企业资质范围
zh_tw: 企業資質範圍

# QiYeZiZhiXinXiDengMuBan
source: Qualification information template
de: Qualifikation Informationsvorlage
fr: Qualification modèle de l'information
ko: 자격 정보 템플릿
ru: Квалификация шаблон информация
zh_cn: 企业资质信息等模板
zh_tw: 企業資質資訊等範本

# QiYong
source: Enable
de: Ermöglichen
fr: Activer
ko: 사용
ru: Включить
zh_cn: 启用
zh_tw: 啟用

# QJNSDDZCMSRXMDKZRHDJZCAN
source: Please send your registration code received input box below, then click "Register" button
de: Bitte senden Sie Ihren Registrierungscode empfangenen Eingabefeld unten ein und klicken Sie auf "Registrieren"
fr: S'il vous plaît envoyer votre code d'enregistrement reçu zone de saisie ci-dessous, puis cliquez sur bouton "Inscription"
ko: 등록 코드는 아래에 입력 상자를받은 보내 주시기 바랍니다, 다음 버튼을 "등록"버튼을 클릭
ru: Пожалуйста, присылайте ваши регистрационный код получил окно ввода ниже, а затем нажмите кнопку "регистрация"
zh_cn: 请将你收到的注册码输入下面的框中，然后点”注册“按钮
zh_tw: 請將你收到的註冊碼輸入下面的框中，然後點”註冊“按鈕

# QJXMDXLHFSGSQKF
source: add the following serial number to the authorized Service (020-38678035,18620229388), authorized customer service will send you your registration code, then enter the registration code please register box Register
de: Bitte senden Sie die folgenden Seriennummern an den autorisierten Service (020-38678035,18620229388), werden autorisierten Kundendienst Sie Ihren Registrierungscode senden, dann geben Sie den Registrierungscode bitte Registrieren Feld
fr: S'il vous plaît envoyer les numéros de série suivants au service autorisé (020-38678035,18620229388), le service client agréé vous enverra votre code d'enregistrement, puis entrez le code d'enregistrement s'il vous plaît inscrire boîte
ko: 공인 서비스 (020-38678035,18620229388)에 다음과 같은 일련 번호를 보내 주시기 바랍니다, 공인 고객 서비스는 당신에게 당신의 등록 코드를 보내드립니다 후 등록 코드는 상자를 등록 해주세요 입력
ru: Пожалуйста, отправьте следующие серийные номера в уставный услуг (020-38678035,18620229388), уполномоченный обслуживания клиентов вышлем Вам регистрационный код, а затем введите регистрационный код пожалуйста зарегистрируйтесь окно
zh_cn: 请将下面的序列号发送给授权客服，授权客服会将你的注册码发送给你，然后请将注册码输入注册框中注册
zh_tw: 請將下麵的序號發送給授權客服（020-38678035,18620229388），授權客服會將你的註冊碼發送給你，然後請將註冊碼輸入註冊框中註冊

# QSHCLZ
source: Please wait, Processing ...
de: Bitte warten, Processing ...
fr: S'il vous plaît attendre, traitement ...
ko: , 가공 기다려주십시오 ...
ru: Пожалуйста, подождите, обработка ...
zh_cn: 请稍候，处理中...
zh_tw: 請稍候，處理中...

# QSRDLIP
source: Please enter your login IP
de: Bitte geben Sie Ihre Login-IP
fr: S'il vous plaît entrer votre connexion IP
ko: 로그인 IP를 입력하십시오
ru: Пожалуйста, введите ваш логин IP
zh_cn: 请输入登录IP
zh_tw: 請輸入登錄IP

# QSRYHM
source: please enter account name:
de: Bitte geben Sie Ihren Benutzernamen:
fr: S'il vous plaît entrez votre nom d'utilisateur:
ko: 사용자 이름을 입력하십시오 :
ru: Пожалуйста, введите Ваше имя пользователя:
zh_cn: 请输入用户名：
zh_tw: 請輸入用戶名：

# QuanBu
source: Whole
de: Ganze
fr: Ensemble
ko: 전체의
ru: Весь
zh_cn: 全部
zh_tw: 全部

# QuanJuGongZuoLiuMoBan
source: Global Workflow Template
de: Globale Workflow-Muster
fr: Modèle global de workflow
ko: 글로벌 워크 플로우 템플릿
ru: Глобальный шаблон рабочего процесса
zh_cn: 全局工作流模板
zh_tw: 全域工作流範本

# QuanJuJiHuaGuanLi
source: Global Program Management
de: Globale Programm-Management
fr: Gestion du Programme mondial
ko: 글로벌 프로그램 관리
ru: Global Management Программа
zh_cn: 全局计划管理
zh_tw: 全域計畫管理

# QuanJuJueSeZuSheZhi
source: Global Actor Group settings
de: Globale Rollengruppeneinstellungen
fr: Paramètres globaux du groupe de rôles
ko: 글로벌 역할 그룹 설정
ru: Глобальные настройки группы ролей
zh_cn: 全局角色组设置
zh_tw: 全域角色組設置

# QuanJuXiangMuDingYi
source: Global Project Definition
fr: Définition du projet global
ko: 글로벌 프로젝트 정의
ru: Глобальный Определение проекта
zh_cn: 全局项目定义
zh_tw: 全域專案定義

# QuanJuXiTongMoZuSheDing
source: Global system module sets
de: Globale Systemmodul-Sets
fr: Module ensembles du système mondial
ko: 글로벌 시스템 모듈 세트
ru: Глобальная система устанавливает модуль
zh_cn: 全局系统模组设定
zh_tw: 全域系統模組設定

# QuanTi
source: All
de: Alle
fr: Tous
ko: 모든
ru: Все
zh_cn: 全体
zh_tw: 全體

# QuanTu
source: Graphs
fr: Graphiques
ko: 그래프
ru: Диаграммы
zh_cn: 圈图
zh_tw: 圈圖

# QuanXian
source: Competence
de: Zuständigkeit
fr: Compétence
ko: 능력
ru: Компетентность
zh_cn: 权限
zh_tw: 許可權

# QuanXianFuZhi
source: Copy permissions
de: Kopieren Berechtigungen
fr: Autorisations de copie
ko: 복사 권한
ru: Копирование разрешений
zh_cn: 权限复制
zh_tw: 許可權複製

# QuanXianSheZhi
source: Permission settings
de: Berechtigungseinstellungen
fr: Les paramètres d'autorisation
ko: 권한 설정
ru: Настройки разрешений
zh_cn: 权限设置
zh_tw: 許可權設置

# QuanXuan
source: Select all
de: Alle auswählen
fr: Sélectionner tout
ko: 모두 선택
ru: Выбрать все
zh_cn: 全选
zh_tw: 全選

# QuanYi
source: Rights and interests
de: Rechte und Interessen
fr: Droits et intérêts
ko: 권리와 이익
ru: Права и интересы
zh_cn: 权益
zh_tw: 權益

# QuanZhong
source: Weights
de: Last
fr: Poids
ko: 무게
ru: Вес
zh_cn: 权重
zh_tw: 權重

# QueDing
source: Determine
de: Festzustellen,
fr: Déterminer
ko: 결정
ru: Определить
zh_cn: 确定
zh_tw: 確定

# QueKouDaoChu
source: Export gap
de: Export Lücke
fr: Écart de l'exportation
ko: 수출 격차
ru: Экспортный дефицит
zh_cn: 缺口导出
zh_tw: 缺口匯出

# QueKouHuanSuan
source: Conversion gap
de: Konversionsraum
fr: Écart de conversion
ko: 변환 격차
ru: Преобразование разрыв
zh_cn: 缺口换算
zh_tw: 缺口換算

# QueKouShuLiang
source: Number notch
de: Die Anzahl von Kerb
fr: Le nombre de cran
ko: 노치의 수
ru: Количество выемкой
zh_cn: 缺口数量
zh_tw: 缺口數量

# QueRen
source: Confirm
de: Bestätigen
fr: Confirmer
ko: 확인
ru: Подтвердить
zh_cn: 确认
zh_tw: 確認

# QueRenFeiYong
source: Recognizing that the costs
de: Der Erkenntnis, dass die Kosten
fr: Reconnaissant que les coûts
ko: 비용 것을 인식
ru: Признавая, что расходы
zh_cn: 确认费用
zh_tw: 確認費用

# QueRenFeiYongHuiZong
source: Confirm cost summary
de: Bestätigen Kostenübersicht
fr: Confirmez sommaire des coûts
ko: 비용 요약 확인
ru: Подтвердите суммарная стоимость
zh_cn: 确认费用汇总
zh_tw: 確認費用匯總

# QueRenFeiYongZongE
source: Confirm the total cost
de: Bestätigen Sie die Gesamtkosten
fr: Confirmez le coût total
ko: 총 비용을 확인
ru: Подтвердите общую стоимость
zh_cn: 确认费用总额
zh_tw: 確認費用總額

# QueRenGongShi
source: Confirm Work
de: Arbeit zu bestätigen
fr: Confirmez travail
ko: 작업 확인
ru: Подтвердите Работа
zh_cn: 确认工期
zh_tw: 確認工時

# QueRenJiangJin
source: Confirm bonus
de: Bestätigen Sie Bonus
fr: Confirmez prime
ko: 보너스를 확인
ru: Подтвердите бонус
zh_cn: 确认奖金
zh_tw: 確認獎金

# QueRenJiangJinZongE
source: Confirm the total prize money
de: Bestätigen Sie das Gesamt-Preisgeld
fr: Confirmez le montant total des prix
ko: 총 상금 확인
ru: Подтвердите общий призовой фонд
zh_cn: 确认奖金总额
zh_tw: 確認獎金總額

# QueRenJinE
source: Confirmation amount
de: Bestätigung Betrag
fr: Montant de confirmation
ko: 확인 양
ru: Количество Подтверждение
zh_cn: 确认金额
zh_tw: 確認金額

# QueRenShouRu
source: Revenue is recognized
de: Erträge werden erfasst,
fr: Les revenus sont constatés
ko: 수익 인식
ru: Выручка признается
zh_cn: 确认收入
zh_tw: 確認收入

# QueRenWanCheng
source: Confirm completion
de: Abschluss bestätigen
fr: Confirmez l'achèvement
ko: 완료를 확인합니다
ru: Подтвердите завершение
zh_cn: 确认完成
zh_tw: 確認完成

# QueShengGongYi
source: Default Process
de: Standardprozess
fr: Processus par défaut
ko: 기본 프로세스
ru: По умолчанию процесс
zh_cn: 缺省工艺
zh_tw: 缺省工藝

# QueXianMiaoShu
source: Defect description
de: Fehlerbeschreibung
fr: Description des défauts
ko: 결함 설명
ru: Описание дефектов
zh_cn: 缺陷描述
zh_tw: 缺陷描述

# QuGuangSaiCha
source: Refractive screening:
de: Brechungs Screening:
fr: Le dépistage de réfraction:
ko: 굴절 검사 :
ru: Показатель скрининг:
zh_cn: 屈光筛查：
zh_tw: 屈光篩查：

# QuJianBianMa
source: Region Coding
de: Ländercode
fr: Région codante
ko: 지역 코드
ru: Регион Кодирование
zh_cn: 区间编码
zh_tw: 區間編碼

# QuJianMingCheng
source: Interval Name
fr: Nom Intervalle
ko: 간격 이름
ru: Интервал Имя
zh_cn: 区间名称
zh_tw: 區間名稱
