Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZXZSBCCYKNYCZBNZFTJJC
source: Added failure, this member may already exist, can not be repeated to add, please check!
de: Hinzugefügt Ausfall kann dieses Mitglied kann bereits vorhanden sind, nicht wiederholt werden, um hinzuzufügen, bitte!
fr: Ajouté échec, ce membre peut déjà exister, ne peut pas être répété à ajouter, s'il vous plaît vérifier!
ko: 실패를 추가, 이미 존재하는이 멤버는 추가 반복되지 않을 수 있습니다, 확인하시기 바랍니다!
ru: Добавлено отказ, этот элемент может существовать, не может быть повторен, чтобы добавить, пожалуйста, проверьте!
zh_cn: 新增失败，此成员可能已存在，不能重复添加，请检查！
zh_tw: 新增失败，此成员可能已存在，不能重复添加，请检查！

# ZZXZSBCXMZKNCZCBBHJC
source: Added failure, may have this version number of this project, please check!
de: Hinzugefügt Versagen, kann diese Versionsnummer von diesem Projekt haben, überprüfen Sie bitte!
fr: Ajouté échec, peut avoir ce numéro de version de ce projet, s'il vous plaît vérifier!
ko: 이 프로젝트의 버전 번호를 가질 수있다, 실패를 추가, 확인하시기 바랍니다!
ru: Добавлено недостаточность, может иметь номер версии этого проекта, пожалуйста, проверьте!
zh_cn: 新增失败，此项目中可能存在此版本号，请检查！
zh_tw: 新增失败，此项目中可能存在此版本号，请检查！

# ZZXZSBCYHBCZJC
source: New fails, the user is not? Favorite mound  Yuan frightened Starling?
de: Added fehl, kann der Benutzer nicht? Lieblingshügel  Yuan erschreckt Starling?
fr: Ajouté échoue, l'utilisateur l'est pas? Monticule Favorite  Yuan peur Starling?
ko: 추가 된 사용자가 아닌가요? 좋아 마운드  위안 찌르레기을 두려워 실패?
ru: Добавлено терпит неудачу, пользователь не является? Любимое курган  Юань напугал Старлинг?
zh_cn: 新增失败，此用户不?嬖冢爰觳椋?
zh_tw: 新增失败，此用户不?嬖冢爰觳椋?

# ZZXZSBCYSZKNCZCBBHJC
source: Added failure, may have this version number of this element, please check!
de: Hinzugefügt Versagen, kann diese Versionsnummer dieses Element haben, bitte überprüfen!
fr: Ajouté échec, peut avoir ce numéro de version de cet élément, s'il vous plaît vérifier!
ko: 이 요소의 버전 번호를 가질 수있다, 실패를 추가, 확인하시기 바랍니다!
ru: Добавлено недостаточность, может иметь номер версии этого элемента, пожалуйста, проверьте!
zh_cn: 新增失败，此元素中可能存在此版本号，请检查！
zh_tw: 新增失败，此元素中可能存在此版本号，请检查！

# ZZXZSBCZXTDBGHJC
source: New fails, there is a declaration of the same number, please check!
de: Added fehlschlägt, gibt es eine Erklärung der gleichen Nummer, überprüfen Sie bitte!
fr: Ajouté échoue, il ya une déclaration du même nombre, s'il vous plaît vérifier!
ko: 라이트 박스, 확인하시기 바랍니다 같은 수의 선언이 실패!
ru: Добавлено удается, есть декларация с тем же номером, пожалуйста, проверьте!
zh_cn: 新增失败，存在相同的报关号，请检查！
zh_tw: 新增失败，存在相同的报关号，请检查！

# ZZXZSBCZXTKMJC
source: Added failure, presence of the same subject, please check!
de: Hinzugefügt Versagen, Vorhandensein von dem gleichen Thema, bitte!
fr: Ajouté l'échec, la présence du même sujet, s'il vous plaît vérifier!
ko: 추가 실패, 동일한 주제의 존재 확인하세요!
ru: Добавлено недостаточность, наличие той же теме, пожалуйста, проверьте!
zh_cn: 新增失败，存在相同科目，请检查！
zh_tw: 新增失败，存在相同科目，请检查！

# ZZXZSBDJRYDMCWCWCRJC
source: Added failure, registrars coding errors, such person, please check!
de: Hinzugefügt Ausfall Anmeldung Mitarbeiter Falscher Code, keine solche Person, überprüfen Sie bitte!
fr: Ajouté l'échec, le personnel d'enregistrement code est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 추가 실패, 등록 직원 잘못된 코드, 그런 사람은, 확인하시기 바랍니다!
ru: Добавлено недостаточность, регистрация Сотрудники Ошибка, нет такого человека, пожалуйста, проверьте!
zh_cn: 新增失败，登记人员代码错误，查无此人，请检查！
zh_tw: 新增失败，登记人员代码错误，查无此人，请检查！

# ZZXZSBDMBNZFW0W1YSSYXBNWKJC
source: Added failure, the code can not be repeated, is 0, 1, all of the above items can not be empty, please check!
de: Hinzugefügt Versagen, der Code kann nicht wiederholt werden, 0, 1, alle der oben genannten Elemente darf nicht leer sein, prüfen Sie bitte!
fr: Ajouté échec, le code ne peut pas être répété, est de 0, 1, tous les éléments ci-dessus ne peut être vide, s'il vous plaît vérifier!
ko: 위의 모든 항목은 비워 둘 수 없습니다, 1, 0, 코드가 반복 될 수없는, 실패입니다 추가, 확인하시기 바랍니다!
ru: Добавлено неудачи, код не может быть повторен, 0, 1, все из перечисленного не может быть пустым, пожалуйста, проверьте!
zh_cn: 新增失败，代码不能重复，为0，为1，以上所有项不能为空，请检查！
zh_tw: 新增失败，代码不能重复，为0，为1，以上所有项不能为空，请检查！

# ZZXZSBDMHFDMBNWK
source: Added failure, code, and the father of code can not be empty!
de: Hinzugefügt Ausfall kann der Code und der übergeordneten Code nicht leer sein!
fr: Ajouté l'échec, le code et le code de parent ne peut être vide!
ko: 추가 실패, 코드와 부모 코드는 비워 둘 수 없습니다!
ru: Добавлено недостаточность, код и родитель код не может быть пустым!
zh_cn: 新增失败，代码和父代码不能为空！
zh_tw: 新增失败，代码和父代码不能为空！

# ZZXZSBDMZFJC
source: Added failure, code duplication, please check!
de: Hinzugefügt Versagen, Code-Duplizierung, bitte!
fr: Ajouté l'échec, la duplication de code, s'il vous plaît vérifier!
ko: 추가 실패, 코드 중복, 확인하시기 바랍니다!
ru: Добавлено недостаточность, дублирование кода, пожалуйста, проверьте!
zh_cn: 新增失败，代码重复，请检查！
zh_tw: 新增失败，代码重复，请检查！

# ZZXZSBHTHZFJC
source: New fails, repeat the contract number, please check!
de: Added fehlschlägt, wiederholen Sie die Vertragsnummer, bitte!
fr: Ajouté échoue, répéter le numéro de contrat, s'il vous plaît vérifier!
ko: 추가에 실패, 계약 번호 반복, 확인하시기 바랍니다!
ru: Добавлено удается, номер контракта повторите, пожалуйста, проверьте!
zh_cn: 新增失败，合同号重复，请检查！
zh_tw: 新增失败，合同号重复，请检查！

# ZZXZSBJC
source: New fails, check!
de: Added fehlschlägt, überprüfen!
fr: Ajouté échoue, vérifiez!
ko: 추가에 실패, 확인!
ru: Добавлено удается, проверьте!
zh_cn: 新增失败，请检查！
zh_tw: 新增失败，请检查！

# ZZXZSBJCDMZFHMXWK
source: New fails, check (code duplication or an empty)!
de: Added ausfällt, Scheck (Code-Duplizierung oder eine leere)!
fr: Ajouté échoue, chèque (duplication de code ou un vide)!
ko: 추가에 실패, 검사 (코드 중복 또는 빈)!
ru: Добавлено удается, проверьте (дублирование кода или пустой)!
zh_cn: 新增失败，请检查(代码重复或某项为空)！
zh_tw: 新增失败，请检查(代码重复或某项为空)！

# ZZXZSBJCZFHMXWK
source: New fails, check (or an empty repeat)!
de: Added fehlschlägt, überprüfen (Wiederholung oder eine leere)!
fr: Ajouté échoue, vérifiez (répéter ou d'un vide)!
ko: 라이트 박스, 확인 (반복하거나 빈) 실패!
ru: Добавлено удается, проверьте (повторить или пустой)!
zh_cn: 新增失败，请检查(重复或某项为空)！
zh_tw: 新增失败，请检查(重复或某项为空)！

# ZZXZSBJSZZMBNWKJC
source: Added failure, the role of group group name can not be blank check!
de: Hinzugefügt Versagen, die Rolle der Gruppe Gruppenname darf nicht leer sein, prüfen Sie bitte!
fr: Ajouté l'échec, le rôle du groupe nom de groupe ne peut pas être vide, s'il vous plaît vérifier!
ko: 추가 실패, 비어있을 수 없습니다 그룹 그룹 이름의 역할을 확인하세요!
ru: Добавлено недостаточность, роль имени группы группы не может быть пустым, пожалуйста, проверьте!
zh_cn: 新增失败，角色组组名不能为空，请检查！
zh_tw: 新增失败，角色组组名不能为空，请检查！

# ZZXZSBKNCXTMCMBJC
source: New fails, it may keep the same name for the template, check!
de: Added fehlschlägt, kann es die gleichen Namen für die Vorlage zu halten, überprüfen Sie bitte!
fr: Ajouté échoue, il peut garder le même nom pour le modèle, s'il vous plaît vérifier!
ko: 추가 된이 템플릿에 같은 이름을 유지 할 수있다, 실패, 확인하세요!
ru: Добавлено удается, он может сохранить то же имя для шаблона, пожалуйста, проверьте!
zh_cn: 新增失败,可能存相同名称模板，请检查！
zh_tw: 新增失败,可能存相同名称模板，请检查！

# ZZXZSBMMCDBXDYHDY8WJC
source: New fails, password length must be greater than or equal to 8, please check!
de: Added ausfällt, Kennwortlänge muss größer als oder gleich 8, überprüfen Sie bitte wieder!
fr: Ajouté échoue, la longueur du mot de passe doit être supérieure ou égale à 8, s'il vous plaît vérifier!
ko: 추가 암호 길이가 확인하시기 바랍니다 8 같거나 커야합니다, 실패!
ru: Добавлено удается, длина пароля должна быть больше или равна 8, пожалуйста, проверьте!
zh_cn: 新增失败，密码长度必须大于或等于8位，请检查！
zh_tw: 新增失败，密码长度必须大于或等于8位，请检查！

# ZZXZSBXZGZLMBLXJC
source: Added failure, please select the workflow template type, check!
de: Hinzugefügt Versagen, wählen Sie bitte das Workflow-Muster Typ, überprüfen Sie bitte!
fr: Ajouté l'échec, s'il vous plaît sélectionnez le type de modèle de workflow, s'il vous plaît vérifier!
ko: 추가 실패, 워크 플로 서식 파일 유형을 선택하십시오 확인하세요!
ru: Добавлено недостаточность, пожалуйста, выберите тип шаблона рабочего процесса, пожалуйста, проверьте!
zh_cn: 新增失败,请先选择工作流模板类型，请检查！
zh_tw: 新增失败,请先选择工作流模板类型，请检查！

# ZZXZSBYHDMBNWK
source: New fails, the user code can not be empty!
de: Added fehl, kann der Benutzercode nicht leer sein!
fr: Ajouté échoue, le code de l'utilisateur ne peut pas être vide!
ko: 추가에 실패, 사용자 코드는 비워 둘 수 없습니다!
ru: Добавлено неуспешно, то код пользователя не может быть пустым!
zh_cn: 新增失败，用户代码不能为空！
zh_tw: 新增失败，用户代码不能为空！

# ZZXZSBYSJEBNW0JC
source: New fails, the budget amount can not be zero, please check!
de: Hinzugefügt Ausfall wird die Budgetbetrag darf nicht Null sein, prüfen Sie bitte!
fr: Ajouté l'échec, le montant du budget ne peut pas être nul, s'il vous plaît vérifier!
ko: 추가 실패, 예산 금액이 제로가 될 수 없습니다, 확인하시기 바랍니다!
ru: Добавлено недостаточность, бюджет сумма не может быть равен нулю, пожалуйста, проверьте!
zh_cn: 新增失败，预算金额不能为0，请检查！
zh_tw: 新增失败，预算金额不能为0，请检查！

# ZZXZSJLD
source: Please select superiors!
de: Bitte wählen Vorgesetzten!
fr: S'il vous plaît sélectionnez supérieurs!
ko: 상사를 선택하세요!
ru: Пожалуйста, выберите начальству!
zh_cn: 请先选择上级领导！
zh_tw: 请先选择上级领导！

# ZZXZSMBNCG10GZF
source: Properties description can not exceed 10 characters!
de: Eigenschaften Beschreibung darf nicht mehr als 10 Zeichen!
fr: Description propriétés ne peuvent pas plus de 10 caractères!
ko: 속성 설명을 10 개 이상의 문자 수 없습니다!
ru: Описание свойств, не может более чем 10 символов!
zh_cn: 性质说明不能超过10个字符！
zh_tw: 性质说明不能超过10个字符！

# ZZXZSMHBNWFFZF
source: Number can not explain the nature of illegal characters!
de: Nummer kann die Art der ungültigen Zeichen nicht erklären!
fr: Nombre ne peut pas expliquer la nature des caractères illégaux!
ko: 번호는 잘못된 문자의 성격을 설명 할 수 없다!
ru: Количество не может объяснить природу недопустимые символы!
zh_cn: 性质说明号不能为非法字符！
zh_tw: 性质说明号不能为非法字符！

# ZZXZTBCNZJCY
source: Please select a bid to increase member!
de: Bitte wählen Sie ein Angebot an das Mitglied zu erhöhen!
fr: S'il vous plaît sélectionner une offre pour augmenter membre!
ko: 회원을 높이기 위해 입찰을 선택하세요!
ru: Пожалуйста, выберите предложение, чтобы увеличить член!
zh_cn: 请先选择投标，才能增加成员！
zh_tw: 请先选择投标，才能增加成员！

# ZZXZTBLB
source: Please select tender list!
de: Bitte wählen Sie Ausschreibungsliste!
fr: S'il vous plaît sélectionner la liste d'appel d'offres!
ko: 부드러운 목록을 선택하세요!
ru: Пожалуйста, выберите список тендер!
zh_cn: 请先选择投标列表！
zh_tw: 请先选择投标列表！

# ZZXZTZFSWB
source: Collaboration notification has been sent!
de: Collaboration-Benachrichtigung wurde versendet!
fr: Notification de collaboration a été envoyé!
ko: 공동 알림이 전송되었습니다!
ru: Уведомление Сотрудничество отправлен!
zh_cn: 协作通知发送完毕！
zh_tw: 协作通知发送完毕！

# ZZXZWDLXJD
source: Please select the document type node!
de: Bitte wählen Sie den Dokumenttyp-Knoten!
fr: S'il vous plaît sélectionnez le nœud de type de document!
ko: 문서 유형 노드를 선택하십시오!
ru: Пожалуйста, выберите тип документа узел!
zh_cn: 请先选择文档类型节点！
zh_tw: 请先选择文档类型节点！

# ZZXZWYNOCODEDYJDMX
source: Please select No NoCode handover single detail!
de: Bitte wählen Sie Keine NoCode Gabe Detail!
fr: S'il vous plaît sélectionnez Non NoCode transfert seul détail!
ko: 아니 NoCode 핸드 오버 단일 세부 사항을 선택하십시오!
ru: Пожалуйста, выберите Без NoCode передачи обслуживания одной детали!
zh_cn: 请先选择未有NoCode的移交单明细！
zh_tw: 请先选择未有NoCode的移交单明细！

# ZZXZWZDM
source: Please select material code!
de: Bitte wählen Sie Material-Code!
fr: S'il vous plaît sélectionner le code matériel!
ko: 재료 코드를 선택하세요!
ru: Пожалуйста, выберите код материала!
zh_cn: 请先选择物资代码！
zh_tw: 请先选择物资代码！

# ZZXZWZDMHJHMX
source: Please select a material code and program details!
de: Bitte wählen Sie ein Material, Code und Programmdetails!
fr: S'il vous plaît sélectionner un code et de programmes détails matériels!
ko: 재료 코드 및 프로그램 세부 사항을 선택하세요!
ru: Пожалуйста, выберите код материала и программных деталей!
zh_cn: 请先选择物资代码和计划明细！
zh_tw: 请先选择物资代码和计划明细！

# ZZXZXM
source: Please select an item!
de: Bitte wählen Sie einen Artikel!
fr: S'il vous plaît sélectionner un article!
ko: 항목을 선택하세요!
ru: Пожалуйста, выберите пункт!
zh_cn: 请先选择项目！
zh_tw: 请先选择项目！

# ZZXZYBJDYJDMX
source: Please choose to edit the transfer order details!
de: Bitte wählen Sie die Details, die Sie bearbeiten eine einhändige wollen!
fr: S'il vous plaît sélectionner les détails que vous voulez modifier une seule main!
ko: 당신은 하나의 손을 편집 할 세부 사항을 선택하세요!
ru: Пожалуйста, выберите детали вы хотите, чтобы отредактировать одной рукой!
zh_cn: 请先选择要编辑的移交单明细！
zh_tw: 请先选择要编辑的移交单明细！

# ZZXZYDYDSLD
source: Please select to print receipts alone!
de: Bitte wählen Sie die Druckbelege allein!
fr: S'il vous plaît choisir d'imprimer des reçus seuls!
ko: 혼자 인쇄 영수증을 선택하세요!
ru: Пожалуйста, выберите для печати квитанций в покое!
zh_cn: 请先选择要打印的收料单！
zh_tw: 请先选择要打印的收料单！

# ZZXZYFK
source: Please select prepay!
de: Bitte wählen Vorauszahlung!
fr: S'il vous plaît sélectionnez prépaiement!
ko: 선불 결제를 선택하세요!
ru: Пожалуйста, выберите предоплату!
zh_cn: 请先选择预付款！
zh_tw: 请先选择预付款！

# ZZXZYJDH
source: Please select transfer a single number!
de: Bitte wählen Sie eine einzelne Zahl zu übertragen!
fr: S'il vous plaît sélectionner transférer un numéro unique!
ko: 단일 번호를 전송 선택하세요!
ru: Пожалуйста, выберите передать одно число!
zh_cn: 请先选择移交单号！
zh_tw: 请先选择移交单号！

# ZZXZYSCDCBSLB
source: Please select a contractor to remove the list!
de: Bitte wählen Sie einen Auftragnehmer, um die Liste zu entfernen!
fr: S'il vous plaît sélectionner un entrepreneur pour supprimer la liste!
ko: 목록을 제거하는 계약자를 선택하세요!
ru: Пожалуйста, выберите подрядчика для удаления списка!
zh_cn: 请先选择要删除的承包商列表！
zh_tw: 请先选择要删除的承包商列表！

# ZZXZYSCDLXRLB
source: Please select the contact list to delete!
de: Bitte wählen Sie die Kontaktliste zu löschen!
fr: S'il vous plaît sélectionner la liste de contacts pour supprimer!
ko: 삭제하려면 연락처 목록을 선택하세요!
ru: Пожалуйста, выберите список контактов, чтобы удалить!
zh_cn: 请先选择要删除的联系人列表！
zh_tw: 请先选择要删除的联系人列表！

# ZZXZYXGDBJLB
source: Please select the class you want to modify the list!
de: Bitte wählen Sie die Klasse, die Sie, um die Liste ändern möchten!
fr: S'il vous plaît sélectionner la classe que vous souhaitez modifier la liste!
ko: 목록을 수정하려는 클래스를 선택하세요!
ru: Пожалуйста, выберите класс вы хотите изменить список!
zh_cn: 请先选择要修改的班级列表！
zh_tw: 请先选择要修改的班级列表！

# ZZXZYXGDFKSPD
source: Please choose to modify the approval of a single payment!
de: Bitte wählen Sie, um die Genehmigung einer einzigen Zahlung zu ändern!
fr: S'il vous plaît choisir de modifier l'approbation d'un paiement unique!
ko: 단일 지불의 승인을 수정하는 선택하세요!
ru: Пожалуйста, выберите изменить утверждение единого взноса!
zh_cn: 请先选择要修改的付款审批单！
zh_tw: 请先选择要修改的付款审批单！

# ZZXZYXGDFPLB
source: Please select the invoice you want to modify the list!
de: Bitte wählen Sie die Rechnung, die Sie, um die Liste ändern möchten!
fr: S'il vous plaît sélectionnez la facture que vous souhaitez modifier la liste!
ko: 목록을 수정하려는 송장을 선택하세요!
ru: Пожалуйста, выберите счет, который вы хотите изменить список!
zh_cn: 请先选择要修改的发票列表！
zh_tw: 请先选择要修改的发票列表！

# ZZXZYXGDHTMX
source: Please choose to modify contract details!
de: Bitte wählen Sie den Vertragsdetails zu ändern!
fr: S'il vous plaît choisir de modifier les détails du contrat!
ko: 계약의 세부 사항을 수정하는 선택하세요!
ru: Пожалуйста, выберите изменить детали контракта!
zh_cn: 请先选择要修改的合同明细！
zh_tw: 请先选择要修改的合同明细！

# ZZXZYXGDKB
source: Please do not choose to modify the library!
de: Bitte wählen Sie nicht, um die Bibliothek zu ändern!
fr: S'il vous plaît ne pas choisir de modifier la bibliothèque!
ko: 라이브러리를 수정하도록 선택하지 마십시오!
ru: Пожалуйста, не выбрать, чтобы изменить библиотеку!
zh_cn: 请先选择要修改的库别！
zh_tw: 请先选择要修改的库别！

# ZZXZYXGDNJLB
source: Please select the year you want to modify the list!
de: Bitte wählen Sie das Jahr Sie die Liste ändern möchten!
fr: S'il vous plaît sélectionnez l'année, vous souhaitez modifier la liste!
ko: 목록을 수정하려면 연도를 선택하세요!
ru: Пожалуйста, выберите год вы хотите изменить список!
zh_cn: 请先选择要修改的年级列表！
zh_tw: 请先选择要修改的年级列表！

# ZZXZYXGDSDALB
source: Please select the file you want to edit the list of students!
de: Bitte wählen Sie die Datei, die die Liste der Schüler ändern möchten!
fr: S'il vous plaît sélectionner le fichier que vous souhaitez modifier la liste des étudiants!
ko: 당신이 학생의 목록을 수정하려는 파일을 선택하십시오!
ru: Пожалуйста, выберите файл, который вы хотите изменить список студентов!
zh_cn: 请先选择要修改的学生档案列表！
zh_tw: 请先选择要修改的学生档案列表！

# ZZXZYXGDSLD
source: Please choose to modify receipts alone!
de: Bitte wählen Sie den Einnahmen allein zu ändern!
fr: S'il vous plaît choisir de modifier les recettes seul!
ko: 혼자 영수증을 수정하려면 선택하세요!
ru: Пожалуйста, выберите изменить поступления в покое!
zh_cn: 请先选择要修改的收料单！
zh_tw: 请先选择要修改的收料单！

# ZZXZYXGDSSLX
source: Please choose to modify the implementation of the road!
de: Bitte wählen Sie, um die Umsetzung der Straße zu ändern!
fr: S'il vous plaît choisir de modifier la mise en œuvre de la route!
ko: 도로의 구현을 수정하는 선택하세요!
ru: Пожалуйста, выберите изменить реализацию дороге!
zh_cn: 请先选择要修改的实施路线！
zh_tw: 请先选择要修改的实施路线！

# ZZXZYXGDTBLB
source: Please select a bid to modify the list!
de: Bitte wählen Sie Ausschreibungsliste Sie ändern möchten!
fr: S'il vous plaît sélectionner la liste d'appel d'offres que vous souhaitez modifier!
ko: 수정할 부드러운 목록을 선택하세요!
ru: Пожалуйста, выберите список тендер вы хотите изменить!
zh_cn: 请先选择要修改的投标列表！
zh_tw: 请先选择要修改的投标列表！

# ZZXZYXGDYLJGLB
source: Please choose to modify the list of raw material prices!
de: Bitte wählen Sie die Liste, die Sie den Preis der Rohstoffe ändern möchten!
fr: S'il vous plaît sélectionner la liste que vous souhaitez modifier le prix des matières premières!
ko: 당신은 원료의 가격을 수정할 목록을 선택하세요!
ru: Пожалуйста, выберите список, который требуется изменить цену сырья!
zh_cn: 请先选择要修改的原料价格列表！
zh_tw: 请先选择要修改的原料价格列表！

# ZZXZZXM
source: Please select the main item!
de: Bitte wählen Sie die Hauptsache!
fr: S'il vous plaît sélectionner l'élément principal!
ko: 주요 항목을 선택하세요!
ru: Пожалуйста, выберите пункт главного!
zh_cn: 请先选择主项目！
zh_tw: 请先选择主项目！

# ZZYBBNWFFZF
source: Zip is not illegal characters!
de: Zip ist nicht illegal Zeichen sein!
fr: Zip ne peut pas être des caractères illégaux!
ko: 우편 번호에 잘못된 문자가 될 수 없습니다!
ru: Страна не может быть недопустимые символы!
zh_cn: 邮编不能为非法字符！
zh_tw: 邮编不能为非法字符！

# ZZYBCDBNCG6GZFC
source: Zip code length not more than six strings!
de: Postleitzahl Länge nicht mehr als sechs Saiten!
fr: Code postal longueur ne dépassant pas six cordes!
ko: 우편 번호 길이 이상 6 문자열!
ru: Страна длина кода не более чем на шесть строк!
zh_cn: 邮编长度不能超过6个字符串！
zh_tw: 邮编长度不能超过6个字符串！

# ZZYBNWFFZF
source: Area can not be illegal characters!
de: Region nicht ungültige Zeichen!
fr: Région pas de caractères illégaux!
ko: 지역되지 않는 문자!
ru: Регион не недопустимые символы!
zh_cn: 区域不能为非法字符！
zh_tw: 区域不能为非法字符！

# ZZYBNWKZ
source: Area can not be empty, please choose!
de: Bereich darf nicht leer sein, wählen Sie bitte!
fr: Zone ne peut pas être vide, s'il vous plaît choisir!
ko: 영역이 비어있을 수 없습니다, 선택하세요!
ru: Площадь не может быть пустым, выберите!
zh_cn: 区域不能为空，请选择！
zh_tw: 区域不能为空，请选择！

# ZZYBZDKTX
source: Zip field vacancy, please fill out!
de: Zip Feldleerstand, füllen Sie bitte!
fr: Zip terrain vacant, s'il vous plaît remplir!
ko: 우편 번호 필드 공석은 기입하시기 바랍니다!
ru: Страна поля вакансия, пожалуйста, заполните!
zh_cn: 邮编字段空缺，请填写！
zh_tw: 邮编字段空缺，请填写！

# ZZYCGZCXM
source: It has been successfully transformed into project!
de: Es wurde erfolgreich in die Projekt verwandelt!
fr: Il a été transformé avec succès dans le projet!
ko: 그것은 성공적으로 프로젝트로 변환되었습니다!
ru: Она была успешно преобразована в проекте!
zh_cn: 已成功转成项目！
zh_tw: 已成功转成项目！

# ZZYCYCYYSEXMESSAGE
source: An exception, because: "+ ex.Message +"!
de: Eine Ausnahme, denn: "+ ex.Message +"!
fr: Une exception, parce que: "+ ex.Message +"!
ko: 예외 때문에 : "+ ex.Message +"!
ru: Исключение, потому что: "+ ex.Message +"!
zh_cn: 异常，异常原因是：" + ex.Message + "！
zh_tw: 异常，异常原因是：" + ex.Message + "！

# ZZYCZBNZFTJJC
source: Already exists, can not be repeated to add, please check!
de: Bereits vorhanden ist, kann man nicht wiederholen, um hinzuzufügen, bitte!
fr: Existe déjà, vous ne pouvez pas répéter à ajouter, s'il vous plaît vérifier!
ko: 이미 확인하시기 바랍니다 추가 반복 할 수 없습니다, 존재!
ru: Уже существует, вы не можете повторить, чтобы добавить, пожалуйста, проверьте!
zh_cn: 已存在，不能重复添加，请检查！
zh_tw: 已存在，不能重复添加，请检查！

# ZZYCZSPJLBNSCLJC
source: Existing approval records can not be deleted, please check!
de: Approval Satz bereits vorhanden und kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Fiche d'approbation existe déjà et ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 승인 레코드가 이미 존재하고 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Запись Утверждение уже существует и не может быть удален, пожалуйста, проверьте!
zh_cn: 已存在审批记录，不能删除了，请检查！
zh_tw: 已存在审批记录，不能删除了，请检查！

# ZZYCZSPJLBNXGLJC
source: Approval record already exists, can not be modified, please check!
de: Approval Datensatz bereits vorhanden ist, können nicht geändert werden, überprüfen Sie bitte!
fr: Fiche d'approbation existe déjà, ne peut pas être modifié, s'il vous plaît vérifier!
ko: 승인 레코드가 이미 수정할 수 없습니다, 존재 확인하세요!
ru: Запись уже существует утверждение, не могут быть изменены, пожалуйста, проверьте!
zh_cn: 已存在审批记录，不能修改了，请检查！
zh_tw: 已存在审批记录，不能修改了，请检查！

# ZZYFKBNWKBC
source: Advances can not be empty, please add!
de: Fortschritte darf nicht leer sein, fügen Sie bitte!
fr: Les progrès ne peut être vide, s'il vous plaît ajouter!
ko: 진보는 비워 둘 수 없습니다, 추가하십시오!
ru: Авансы не может быть пустым, пожалуйста, добавьте!
zh_cn: 预付款不能为空，请补充！
zh_tw: 预付款不能为空，请补充！

# ZZYFZDBBHBFZDBBBNXTJC
source: To copy version and the same version can not be replicated, please check!
de: Die Version und die gleiche Version kann nicht repliziert werden, zu kopieren, prüfen Sie bitte!
fr: Pour copier la version et la même version ne peut être reproduite, s'il vous plaît vérifier!
ko: 버전과 동일한 버전 복제 할 수 없습니다를 복사하려면, 확인하시기 바랍니다!
ru: Чтобы скопировать версию и ту же версию не может быть воспроизведен, пожалуйста, проверьте!
zh_cn: 要复制的版本和被复制的版本不能相同，请检查！
zh_tw: 要复制的版本和被复制的版本不能相同，请检查！

# ZZYGB
source: closed!
de: Geschlossen!
fr: Fermé!
ko: 휴일!
ru: Закрыто!
zh_cn: 已关闭！
zh_tw: 已关闭！

# ZZYHBNWKJC
source: Users can not be empty, please check!
de: Benutzer können nicht leer sein, prüfen Sie bitte!
fr: Les utilisateurs ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 사용자는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Люди не может быть пустым, пожалуйста, проверьте!
zh_cn: 用户不能为空，请检查！
zh_tw: 用户不能为空，请检查！

# ZZYHD
source: Already active!
de: Bereits aktiv!
fr: Déjà actif!
ko: 이미 활성화!
ru: Уже активны!
zh_cn: 已活动！
zh_tw: 已活动！

# ZZYHDMBNWKFZSB
source: User code can not be empty, replication fails!
de: Benutzercode kann nicht leer sein, schlägt die Replikation fehl!
fr: Code utilisateur ne peut pas être vide, la réplication échoue!
ko: 사용자 코드가 비어있을 수 없습니다, 복제가 실패합니다!
ru: Код пользователя не может быть пустым, репликация не удается!
zh_cn: 用户代码不能为空，复制失败！
zh_tw: 用户代码不能为空，复制失败！

# ZZYHDMHMMCWHYBZZSY
source: User code or password is incorrect or has been terminated to use!
de: User-Code oder Passwort ist nicht korrekt oder wurde beendet zu bedienen!
fr: Code d'utilisateur ou mot de passe est incorrect ou a été résilié à utiliser!
ko: 사용자 코드 또는 암호가 올바르지 않거나 사용 종료되었습니다!
ru: Код пользователя или пароль неправильно или было прекращено в использовании!
zh_cn: 用户代码或密码错误，或已被终止使用！
zh_tw: 用户代码或密码错误，或已被终止使用！

# ZZYHDMYHMCMMZWEMAILDBNWKJC
source: Above with a * can not be empty！
de: Benutzercode, Benutzername, Passwort, Titel, wird EMail nicht leer sein, prüfen Sie bitte!
fr: Code utilisateur, nom d'utilisateur, mot de passe, le titre, email ne sera pas vide, s'il vous plaît vérifier!
ko: 사용자 코드는 사용자 이름, 암호, 제목, 이메일은 비워 둘 수 없습니다 것입니다, 확인하시기 바랍니다!
ru: Код пользователя, имя пользователя, пароль, название, адрес не будет пустым, пожалуйста, проверьте!
zh_cn: 以上*号的都不能为空，请检查！
zh_tw: 用户代码，用户名称，密码，职务，EMail都不能为空，请检查！
