Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# PingBiaoJiLuMingCheng
source: Evaluation Record Name
de: Bewertung Namen aufzeichnen
fr: Name Record évaluation
ko: 평가 레코드 이름
ru: Имя Оценка Запись
zh_cn: 评标记录名称
zh_tw: 評標記錄名稱

# PingBiaonNeiRong
source: Evaluation content
de: Evaluation Inhalte
fr: Le contenu de l'évaluation
ko: 평가 내용
ru: Содержание Оценка
zh_cn: 评标内容
zh_tw: 評標內容

# PingBiaoQueRenLieBiao
source: Evaluation confirmed list
de: Bewertung bestätigt Liste
fr: Évaluation liste confirmée
ko: 평가 목록을 확인
ru: Оценка подтвердила список
zh_cn: 评标确认列表
zh_tw: 評標確認列表

# PingBiaoRen
source: Bid person
fr: Personne Bid
ko: 입찰 사람
ru: Организатор торгов лицо
zh_cn: 评标人
zh_tw: 評標人

# PingBiaoRiQi
source: Evaluation date
de: Auswertungsdatum
fr: Date de l'évaluation
ko: 평가 일
ru: Дата Оценка
zh_cn: 评标日期
zh_tw: 評標日期

# PingBiaoWenJian
source: Evaluation document
de: Evaluation Dokument
fr: Document d'évaluation
ko: 평가 문서
ru: Оценка документ
zh_cn: 评标文件
zh_tw: 評標文件

# PingBiaoXiaoZuQueRen
source: The bid evaluation committee confirmed
de: Bid Bewertungsgremiums bestätigt
fr: Groupe d'évaluation des soumissions confirme
ko: 입찰 평가 패널 확인
ru: Панель Конкурсная подтверждает
zh_cn: 评标小组确认
zh_tw: 評標小組確認

# PingBiaoXinXi
source: Tender Evaluation Information
de: Angebotsauswertung Informationen
fr: Renseignements sur les soumissions d'évaluation
ko: 입찰 평가 정보
ru: Тендер Оценка Информация
zh_cn: 评标信息
zh_tw: 評標信息

# PingBiaoYaoSu
source: Evaluation elements
de: Bewertungselemente
fr: Des éléments d'évaluation
ko: 평가 요소
ru: Элементы оценки
zh_cn: 评标要素
zh_tw: 評標要素

# PingBiaoYiJian
source: Evaluation comments
de: Bewertung Kommentare
fr: Commentaires d'évaluation
ko: 평가 의견
ru: Оценочные комментарии
zh_cn: 评标意见
zh_tw: 評標意見

# PingDingBianMa
source: Assessment coding
de: Assessment-Codierung
fr: Codage d'évaluation
ko: 평가 코딩
ru: Кодирование Оценка
zh_cn: 评定编码
zh_tw: 評定編碼

# PingDIngBiaoZhun
source: Evaluation criteria
de: Bewertungskriterien
fr: Critères d'évaluation
ko: 평가 기준
ru: Критерии оценки
zh_cn: 评定标准
zh_tw: 評定標準

# PingDingJieGuo
source: Rating:
de: Bewertung:
fr: Note:
ko: 평가 :
ru: Оценка:
zh_cn: 评定结果：
zh_tw: 評定結果：

# PingDingXiangMu
source: Evaluation Project
de: Evaluierungsprojekt
fr: Projet d'évaluation
ko: 평가 프로젝트
ru: Оценка проекта
zh_cn: 评定项目
zh_tw: 評定專案

# PingDingYongTu
source: Assessment purposes:
de: Veranlagung:
fr: Fins d'évaluation:
ko: 평가 목적 :
ru: Цели оценки:
zh_cn: 评定用途：
zh_tw: 評定用途：

# PingFen
source: Score
ko: 점수
ru: Счет
zh_cn: 评分
zh_tw: 評分

# PingGuNeiRong
source: Evaluate the content
de: Bewerten Sie die Inhalte
fr: Évaluer le contenu
ko: 콘텐츠를 평가
ru: Оценка содержания
zh_cn: 评估内容
zh_tw: 評估內容

# PingGuRen
source: Assessor
fr: Assesseur
ko: 배석 판사
ru: Эксперт
zh_cn: 评估人
zh_tw: 評估人

# PingGuRiQi
source: Review Date
de: Datum des Berichts
fr: Date de révision
ko: 검토 날짜
ru: Обзор Дата
zh_cn: 评估日期
zh_tw: 評估日期

# PingGuXinXi
source: Assessment Information
de: Bewertungs Informationen
fr: Information sur l'évaluation
ko: 평가 정보
ru: Информация Оценка
zh_cn: 评估信息
zh_tw: 評估資訊

# PingGuYiJian
source: Assessments
de: Beurteilungen
fr: Évaluations
ko: 평가
ru: Оценки
zh_cn: 评估意见
zh_tw: 評估意見

# PingHeFen
source: Assessment points
de: Bewertungspunkte
fr: Les points d'évaluation
ko: 평가 포인트
ru: Оценка точки
zh_cn: 评核分
zh_tw: 評核分

# PingHeNeiRong
source: Assessment Content
de: Beurteilung Inhalte
fr: Contenu de l'évaluation
ko: 평가 내용
ru: Оценка Содержимое
zh_cn: 评核内容
zh_tw: 評核內容

# PingHeRen
source: Assessors
fr: Assesseurs
ko: 평가자
ru: Эксперты
zh_cn: 评核人
zh_tw: 評核人

# PingHeRiQi
source: Assessment date
de: Bewertungsdatum
fr: Date de l'évaluation
ko: 평가 일
ru: Дата Оценка
zh_cn: 评核日期
zh_tw: 評核日期

# PingHeYiJian
source: Assessment advice
de: Assessment Beratung
fr: Des conseils d'évaluation
ko: 평가 조언
ru: Оценка совет
zh_cn: 评核意见
zh_tw: 評核意見

# PingHeYiJianLieBiao
source: Assessment comments list
de: Bewertungskommentarliste
fr: La liste des commentaires d'évaluation
ko: 평가 의견 목록
ru: Список комментариев оценка
zh_cn: 评核意见列表
zh_tw: 評核意見列表

# PingJia
source: (Evaluation)
de: (Bewertung)
fr: (Évaluation)
ko: (평가)
ru: (Оценка)
zh_cn: (评价)
zh_tw: (評價)

# PingJiaDengJi
source: Rank
de: Rangstufe
fr: Rang
ko: 계급
ru: Звание
zh_cn: 评价等级
zh_tw: 評價等級

# PingJiaFenXi
source: Evaluation and Analysis
de: Bewertung und Analyse
fr: Évaluation et analyse
ko: 평가 및 분석
ru: Оценка и анализ
zh_cn: 评价分析
zh_tw: 評價分析

# PingJiaJieGuo
source: Evaluation results
de: Die Ergebnisse der Bewertungen
fr: Résultats de l'évaluation
ko: 평가 결과
ru: Результаты оценки
zh_cn: 评价结果
zh_tw: 評價結果

# PingJiaRen
source: Appraiser
de: Gutachter
fr: Évaluateur
ko: 감정인
ru: Оценщик
zh_cn: 评价人
zh_tw: 評價人

# PingJiaShiJian
source: Evaluation time
de: Auswertungszeit
fr: Délai de l'évaluation
ko: 평가 시간
ru: Время Оценка
zh_cn: 评价时间
zh_tw: 評價時間

# PingJiaXinXi
source: Reviews
de: Bewertung von Informationen
fr: Évaluation des informations
ko: 정보의 평가
ru: Оценка информации
zh_cn: 评价信息
zh_tw: 評價資訊

# PingJunYouHao
source: Average fuel consumption
de: Durchschnittsverbrauch
fr: Consommation moyenne de carburant
ko: 평균 연비
ru: Средний расход топлива
zh_cn: 平均油耗
zh_tw: 平均油耗

# PingJunZhanYong
source: The average occupancy
de: Die durchschnittliche Auslastung
fr: Le taux moyen d'occupation
ko: 평균 점유
ru: Средняя вместимость
zh_cn: 平均占用
zh_tw: 平均佔用

# PingKu
source: Flat library
de: Wohnung Bibliothek
fr: Bibliothèque plat
ko: 플랫 라이브러리
ru: Квартира библиотека
zh_cn: 平库
zh_tw: 平庫

# PingKuBiaoZhi
source: Flat library logo
de: Wohnung Bibliothek logo
fr: Flat logo bibliothèque
ko: 플랫 도서관 로고
ru: Квартира библиотека логотип
zh_cn: 平库标志
zh_tw: 平庫標誌

# PingShen
source: Review
de: Rezension
fr: Critique
ko: 리뷰
ru: Обзор
zh_cn: 评审
zh_tw: 評審

# PingShenBuMen
source: Sector Review
fr: Secteur d'examen
ko: 분야 검토
ru: Обзор сектора
zh_cn: 评审部门
zh_tw: 評審部門

# PingShenJieGuo
source: Assessment results
de: Bewertungsergebnisse
fr: Les résultats d'évaluation
ko: 평가 결과
ru: Результаты оценки
zh_cn: 评审结果
zh_tw: 評審結果

# PingShenJiLu
source: Review Record
de: Bewertung Akte
fr: Record Review
ko: 검토 기록
ru: Обзор Запись
zh_cn: 评审记录
zh_tw: 評審記錄

# PingShenRen
source: Reviewers
de: Gutachter
fr: Réviseurs
ko: 검토
ru: Рецензенты
zh_cn: 评审人
zh_tw: 評審人

# PingShenRiQi
source: Review Date
de: Datum des Berichts
fr: Date de révision
ko: 검토 날짜
ru: Обзор Дата
zh_cn: 评审日期
zh_tw: 評審日期

# PingShenYiJian
source: Review comments
de: Bewertung Kommentare
fr: Réviser les commentaires
ko: 검토 의견
ru: Обзор комментариев
zh_cn: 评审意见
zh_tw: 評審意見

# PingShenZhong
source: Review of
de: Überprüfung der
fr: Examen des
ko: 의 검토
ru: Обзор
zh_cn: 评审中
zh_tw: 評審中

# PingTaiXiangMu
source: Platform Project
de: Platform-Projekt
fr: Projet de plate-forme
ko: 플랫폼 프로젝트
ru: Платформа проекта
zh_cn: 平台项目
zh_tw: 平臺專案

# PingZhengBianHao
source: Document No.
de: Dokument Nr
ko: 문서 번호
ru: Документ №
zh_cn: 凭证编号
zh_tw: 憑證編號

# PingZhengBianZhi
source: Document preparation
de: Vorbereitung von Dokumenten
fr: Préparation des documents
ko: 문서 준비
ru: Подготовка документов
zh_cn: 凭证编制
zh_tw: 憑證編制

# PingZhengDaoRu
source: Document Import
fr: Importation de Document
ko: 문서 가져 오기
ru: Импорт документов
zh_cn: 凭证导入
zh_tw: 憑證導入

# PingZhengJinE
source: Voucher amount
de: Gutscheinbetrag
fr: Bon montant
ko: 바우처 금액
ru: Ваучер количество
zh_cn: 凭证金额
zh_tw: 憑證金額

# PingZhengMingCheng
source: Document Title
de: Dokumententitel
fr: Titre du document
ko: 문서 제목
ru: Название документа
zh_cn: 凭证名称
zh_tw: 憑證名稱

# PingZhengRiQi
source: Document Date
de: Belegdatum
fr: Date du document
ko: 증빙 일
ru: Дата документа
zh_cn: 凭证日期
zh_tw: 憑證日期

# PinPai
source: Brand
de: Marke
fr: Marque
ko: 상표
ru: Марка
zh_cn: 品牌
zh_tw: 品牌

# PinPaiMingCheng
source: Brand name
de: Markenname
fr: Nom de marque
ko: 브랜드 이름
ru: Бренд
zh_cn: 品牌名称
zh_tw: 品牌名稱

# PinPaiXingHao
source: Brand Model
de: Marke Modell
fr: Marque Modèle
ko: 브랜드 모델
ru: Марка Модель
zh_cn: 品牌型号
zh_tw: 品牌型號

# Pirority
source: priority
de: Priorität
fr: Priorité
ko: 우선
ru: Приоритет
zh_cn: 优先级
zh_tw: 優先順序

# PirorModules
source: Previous modules
de: Zurück Module
fr: Modules précédents
ko: 이전 모듈
ru: Предыдущие модули
zh_cn: 前面的模块
zh_tw: 前面的模組

# PirorPlan
source: Former plan
de: Ehemalige Plan
fr: Ancien régime
ko: 전 계획
ru: Бывший план
zh_cn: 前计划
zh_tw: 前計畫

# PiZhun
source: Approve
de: Genehmigen
fr: Approuver
ko: 승인
ru: Утвердить
zh_cn: 批准
zh_tw: 批准

# PiZhunCheXiao
source: Approved the revocation
de: Genehmigt den Widerruf
fr: Approuvé la révocation
ko: 폐지를 승인
ru: Утверждено отзыва
zh_cn: 批准撤销
zh_tw: 批准撤銷

# PiZhunEDu
source: Approved quota
de: Genehmigt Quoten
fr: Quota approuvé
ko: 승인 할당량
ru: Утверждено квоты
zh_cn: 批准额度
zh_tw: 批准額度

# PiZhunFanHui
source: Approval of return
de: Genehmigt Rück
fr: Rendement approuvé
ko: 승인 반환
ru: Утверждено возврат
zh_cn: 批准返回
zh_tw: 批准返回

# PiZhunRen
source: APPROVED
de: Genehmigt durch
fr: Approuvé par
ko: 승인
ru: Утверждено
zh_cn: 批准人
zh_tw: 批准人

# PiZhunRiQi
source: Approval Date
de: Genehmigungsdatum
fr: Date d'approbation
ko: 승인 날짜
ru: Дата утверждения
zh_cn: 批准日期
zh_tw: 批准日期

# PiZhunTongGuo
source: Approved by the
de: Genehmigt durch die
fr: Approuvé par le
ko: 승인
ru: Утверждено
zh_cn: 批准通过
zh_tw: 批准通過

# PiZhunTuiHui
source: Approval of return
de: Genehmigt Rück
fr: Rendement approuvé
ko: 승인 반환
ru: Утверждено возврат
zh_cn: 批准退回
zh_tw: 批准退回

source: Plan
fr: Régime
ko: 계획
ru: План
zh_cn: 计划
zh_tw: 計畫

# PlanDetail
source: Work Name
de: Programm Inhalt
fr: Contenu du programme
ko: 프로그램 컨텐트
ru: Содержание программы
zh_cn: 工作名称
zh_tw: 計畫內容

source: Plan File
de: Plandatei
fr: Régime de fichier
ko: 계획 파일
ru: План файла
zh_cn: 计划文件
zh_tw: 計畫檔

# PlanMember
source: Member
de: Mitglied
fr: Membres
ko: 회원
ru: Член
zh_cn: 成员
zh_tw: 成員

source: Plan Version
fr: Régime Version
ko: 계획 버전
ru: План версия
zh_cn: 计划版本
zh_tw: 計畫版本

# PM
source: project manager
fr: Chef de Projet
ko: 프로젝트 관리자
ru: Руководитель проекта
zh_cn: 项目经理
zh_tw: 專案經理

# PMChangeRecord
source: Project Manager Change History
de: Project Manager Änderungsverlauf
fr: Chef de Projet Historique des modifications
ko: 프로젝트 매니저 변경 내역
ru: Руководитель проекта История изменений
zh_cn: 项目经理变更记录
zh_tw: 專案經理變更記錄

# PMIGuangPuCaiLiao
source: PMI spectrum of materials
de: PMI Spektrum Material
fr: Matériau de spectre PMI
ko: PMI 스펙트럼 재료
ru: PMI материал спектр
zh_cn: PMI光谱材料
zh_tw: PMI光譜材料

# PMIRiQi
source: PMI date
de: PMI Datum
fr: Date PMI
ko: PMI 날짜
ru: Дата PMI
zh_cn: PMI日期
zh_tw: PMI日期

# POP3DiZhi
source: POP3 address
de: POP3-Adresse
fr: Adresse POP3
ko: POP3 주소
ru: POP3 адрес
zh_cn: POP3地址
zh_tw: POP3地址

# POP3DuanKou
source: POP3 port
fr: Port POP3
ko: POP3 포트
ru: Порт POP3
zh_cn: POP3端口
zh_tw: POP3埠

# Position
source: Location
de: Stelle
fr: Emplacement
ko: 위치
ru: Расположение
zh_cn: 位置
zh_tw: 位置

# PQR-1GuanLi
source: PQR-1 management
fr: La gestion de PQR-1
ko: PQR-1 관리
ru: PQR-1 управления
zh_cn: PQR-1管理
zh_tw: PQR-1管理

# PQR-2GuanLi
source: PQR-2 management
fr: La gestion de PQR 2-
ko: PQR-2 관리
ru: PQR-2 управление
zh_cn: PQR-2管理
zh_tw: PQR-2管理

# PQR1GuanLi
source: PQR-1 management
fr: La gestion de PQR-1
ko: PQR-1 관리
ru: PQR-1 управления
zh_cn: PQR-1管理
zh_tw: PQR-1管理

# PQR1XinXi
source: PQR-1 Information:
de: PQR-1-Informationen:
fr: PQR-1 Informations:
ko: PQR-1 정보 :
ru: PQR-1 Информация:
zh_cn: PQR-1信息：
zh_tw: PQR-1信息：

# PQR2GuanLi
source: PQR-2 management
fr: La gestion de PQR 2-
ko: PQR-2 관리
ru: PQR-2 управление
zh_cn: PQR-2管理
zh_tw: PQR-2管理

# PQR2XinXi
source: PQR-2 Information:
de: PQR-2 Informationen:
fr: PQR-2 Informations:
ko: PQR-2 정보 :
ru: PQR-2 Информация:
zh_cn: PQR-2信息：
zh_tw: PQR-2信息：

# PQR3GuanLiLieBiao
source: PQR-3 management list:
de: PQR-3 Verwaltungsliste:
fr: Liste de gestion de la PQR-3:
ko: PQR-3 관리 목록 :
ru: Список PQR-3 управление:
zh_cn: PQR-3管理列表：
zh_tw: PQR-3管理列表：

# PQR3XinXi
source: PQR-3 Information:
ko: PQR-3 정보 :
ru: PQR-3 Информация:
zh_cn: PQR-3信息：
zh_tw: PQR-3信息：

# PredictEffectTime
source: Expected time of occurrence
de: Erwarteter Zeitpunkt des Auftretens
fr: Heure prévue d'apparition
ko: 발생 예상 시간
ru: Ожидаемое время появления
zh_cn: 预计发生时间
zh_tw: 預計發生時間

source: priority
de: Priorität
fr: Priorité
ko: 우선
ru: Приоритет
zh_cn: 优先级
zh_tw: 優先順序

# Process
source: Crafts
fr: Artisanat
ko: 공예
ru: Ремесла
zh_cn: 工艺
zh_tw: 工藝

source: Product
de: Erzeugnis
fr: Produit
ko: 생성물
ru: Продукт
zh_cn: 产品
zh_tw: 產品

# ProductBom
source: Product Structure Plan
de: Produktstrukturplan
fr: Plan de structure de produit
ko: 제품 구조 계획
ru: План Структура продукта
zh_cn: 产品结构规划
zh_tw: 產品結構規劃

source: Product data and BOM
de: Produktdaten und Stücklisten
fr: Données produit et BOM
ko: 제품 데이터 및 BOM
ru: Характеристики и спецификации
zh_cn: 产品数据与BOM
zh_tw: 產品資料與BOM

source: Progress
de: Fortschritt
fr: Progrès
ko: 진행
ru: Прогресс
zh_cn: 进度
zh_tw: 進度

source: Progress feedback
de: Fortschrittsrückmeldungen
fr: Rétroaction Progrès
ko: 진행 피드백
ru: Прогресс обратной связи
zh_cn: 进度反馈
zh_tw: 進度回饋

source: Project
de: Vorhaben
fr: Projet
ko: 계획
ru: Проект
zh_cn: 项目
zh_tw: 項目

# ProjectAgree
source: Accepted
de: Akzeptierte
fr: Accepté
ko: 허용
ru: Принимаемые
zh_cn: 受理
zh_tw: 受理

# ProjectAmount
source: Item Amount
de: Artikel Höhe
fr: Item Montant
ko: 상품의 양에
ru: Пункт Сумма
zh_cn: 项目额
zh_tw: 項目額

# ProjectBom
source: Product Structure Plan
de: Produktstrukturplan
fr: Plan de structure de produit
ko: 제품 구조 계획
ru: План Структура продукта
zh_cn: 产品结构规划
zh_tw: 產品結構規劃

# ProjectBOMWBSPlanning
source: Project Structure (WBS) Plan
de: Projektstruktur (WBS) planen
fr: Structure du projet Plan (WBS)
ko: 프로젝트 구조 (WBS) 계획
ru: Структура проекта (WBS) План
zh_cn: 项目结构(WBS)规划
zh_tw: 專案結構(WBS)規劃

source: Project Budget
de: Projektbudget
fr: Budget du projet
ko: 프로젝트 예산
ru: Бюджет проекта
zh_cn: 项目预算
zh_tw: 專案預算

# ProjectCode
source: Code
de: Artikelnummer
fr: Code de l'article
ko: 상품 코드
ru: Код товара
zh_cn: 项目代码
zh_tw: 項目代碼

source: Project Contact
de: Projekt Kontakt
fr: Projet Contact
ko: 프로젝트 연락
ru: Контакты проекта
zh_cn: 项目联系人
zh_tw: 項目連絡人

source: Project Cost
de: Projektkosten
fr: Coût du projet
ko: 프로젝트 비용
ru: Стоимость проекта
zh_cn: 项目成本
zh_tw: 項目成本

# ProjectCreator
source: Project by
de: Projekt
fr: Projet par
ko: 에 의해 프로젝트
ru: Проект по
zh_cn: 立项者
zh_tw: 立項者

# ProjectDocument
source: Project Documents
de: Projektdokumentation
fr: La documentation du projet
ko: 프로젝트 문서
ru: Проектная документация
zh_cn: 项目文档
zh_tw: 項目文檔

# ProjectExpense
source: Project Costs
de: Projektkosten
fr: Coûts du projet
ko: 프로젝트 비용
ru: Затраты на осуществление проекта
zh_cn: 项目费用
zh_tw: 專案費用

# ProjectID
source: ID
de: Art.Nr.
fr: Article n °
ko: 제품 번호
ru: Пункт №
zh_cn: 项目号
zh_tw: 項目號

# ProjectItemBOM
source: Project product BOM
de: Projekt Produkt BOM
fr: Projet de nomenclature de produit
ko: 프로젝트 제품의 BOM
ru: Спецификация продукта проекта
zh_cn: 项目产品BOM
zh_tw: 專案產品BOM

source: Project Maintenance
de: Projektverwaltung
fr: Maintenance de projet
ko: 프로젝트 유지 보수
ru: Техническое обслуживание проекта
zh_cn: 项目维护
zh_tw: 專案維護

# ProjectMeeting
source: Meeting
de: Treffen
fr: Réunion
ko: 모임
ru: Встреча
zh_cn: 项目会议
zh_tw: 專案會議

# ProjectMeetingSummary
source: Summary Meeting
de: Übersicht Veranstaltungs
fr: Résumé Réunion
ko: 요약 회의
ru: Итоговые
zh_cn: 项目会议汇总
zh_tw: 專案會議匯總

# ProjectMember
source: Project members
de: Projektmitglieder
fr: Les membres du projet
ko: 프로젝트 참여자
ru: Участники проекта
zh_cn: 项目成员
zh_tw: 專案成員

source: Project name
de: Projektname
fr: Nom du projet
ko: 프로젝트 이름
ru: Название проекта
zh_cn: 项目名
zh_tw: 項目名

# ProjectRelatedItemList
source: Products associated with the project
de: Produkte mit dem Projekt verbunden
fr: Produits associés au projet
ko: 프로젝트와 관련된 제품
ru: Продукты, связанные с проектом
zh_cn: 项目关联产品列表
zh_tw: 項目關聯產品列表

# ProjectReq
source: Project requirements
de: Projektanforderungen
fr: Les exigences du projet
ko: 프로젝트 요구 사항
ru: Требования к проектам
zh_cn: 项目需求
zh_tw: 專案需求

source: Project Review
fr: Examen des projets
ko: 프로젝트 검토
ru: Обзор проекта
zh_cn: 项目评审
zh_tw: 專案評審

source: Project Risk
fr: Risques du projet
ko: 프로젝트 위험
ru: Рисками проекта
zh_cn: 项目风险
zh_tw: 項目風險

source: Project Space
de: Projektraum
ko: 프로젝트 공간
ru: Проект космической
zh_cn: 项目空间
zh_tw: 項目空間

source: Project Status
de: Projektstatus
fr: État du projet
ko: 프로젝트 상태
ru: Статус проекта
zh_cn: 项目状态
zh_tw: 專案狀態

# ProjectStatusChart
source: Project Status
de: Projektstatus
fr: État du projet
ko: 프로젝트 상태
ru: Статус проекта
zh_cn: 项目状态
zh_tw: 專案狀態

source: -> Project Status Review
de: -> Projektstatus schreiben
fr: -> Projet révision de statut
ko: -> 프로젝트 상태 검토
ru: -> Проект отзыв Статус
zh_cn: -->项目状态评审
zh_tw: -->專案狀態評審

# ProjectTreeBrowse
source: Browse the project tree
de: Durchsuchen Sie die Projektnavigation
fr: Parcourir l'arborescence du projet
ko: 프로젝트 트리 검색
ru: Просмотрите дерево проекта
zh_cn: 项目树浏览
zh_tw: 項目樹流覽

source: Project Type
de: Projekttyp
fr: Type de projet
ko: 프로젝트 형식
ru: Тип проекта
zh_cn: 项目类型
zh_tw: 項目類型

# PRQ3GuanLi
source: PQR-3 management
fr: La gestion de PQR 3-
ko: PQR-3 관리
ru: PQR-3 Управление
zh_cn: PQR-3管理
zh_tw: PQR-3管理

# PTBaoGaoBianHao
source: PT Report Number:
de: PT Bericht Nummer:
fr: Rapport PT Nombre:
ko: PT 신고 번호 :
ru: PT Сообщить Количество:
zh_cn: PT报告编号：
zh_tw: PT報告編號：

# PTHeGeJiBie
source: PT quality level:
de: PT Qualitätsniveau:
fr: PT niveau de qualité:
ko: PT 품질 레벨 :
ru: Уровень качества СТ:
zh_cn: PT合格级别：
zh_tw: PT合格級別：

# PTJianCheBiLi
source: PT detection ratio:
de: PT Erkennungsverhältnis:
fr: PT taux de détection:
ko: PT 검출 비율 :
ru: PT соотношение обнаружения:
zh_cn: PT检测比例：
zh_tw: PT檢測比例：

# PTJianYanBianHao
source: PT test number
de: PT Prüfnummer
fr: Numéro de test PT
ko: PT 시험 번호
ru: PT количество тест
zh_cn: PT检验编号
zh_tw: PT檢驗編號

# PTJianYanJieGuo
source: PT test results:
de: PT Testergebnisse:
fr: Les résultats des tests PT:
ko: PT 시험 결과 :
ru: Результаты испытаний PT:
zh_cn: PT检验结果：
zh_tw: PT檢驗結果：

# PTPingDingBiaoZhun
source: PT evaluation criteria:
de: PT Bewertungskriterien:
fr: PT critères d'évaluation:
ko: PT 평가 기준 :
ru: Критерии оценки: PT
zh_cn: PT评定标准：
zh_tw: PT評定標準：

# PTRiQi
source: PT Date
de: PT Datum
fr: Date de PT
ko: PT 날짜
ru: PT Дата
zh_cn: PT日期
zh_tw: PT日期

# PublicNotice
source: Notice notice
de: Hinweis Hinweis
fr: Avis Avis
ko: 공지 사항 공지
ru: ПРИМЕЧАНИЕ
zh_cn: 公告通知
zh_tw: 公告通知

# PurchaseLeadTime
source: Procurement lead
de: Beschaffungs
fr: Achats plomb
ko: 조달 리드
ru: Ведущий закупок
zh_cn: 采购提前期
zh_tw: 採購提前期

# Purpose
source: Use
de: Verwendung
fr: Usage
ko: 용도
ru: Использование
zh_cn: 用途
zh_tw: 用途

# PWD
source: Password
de: Passwort
fr: Mot de passe
ko: 암호
ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# PWPS1GungLi
source: PWPS1 management
fr: La gestion PWPS1
ko: PWPS1 관리
ru: Управление PWPS1
zh_cn: PWPS1管理
zh_tw: PWPS1管理

# PWPS1XinXi
source: PWPS1 information
de: PWPS1 Informationen
fr: Informations PWPS1
ko: PWPS1 정보
ru: Информация PWPS1
zh_cn: PWPS1信息
zh_tw: PWPS1信息

# PWPS2GuanLi
source: PWPS-2 management
fr: La gestion des PWPS 2-
ko: 용접 절차 시방서-2 관리
ru: PWPS-2 управление
zh_cn: PWPS-2管理
zh_tw: PWPS-2管理

# PWPS2XinXi
source: PWPS-2 Information:
de: PWPS-2 Informationen:
fr: PWPS-2 Informations:
ko: 용접 절차 시방서-2 정보 :
ru: PWPS-2 Информация:
zh_cn: PWPS-2信息：
zh_tw: PWPS-2信息：

# PWPSBiaoZhunHao
source: PWPS standards:
fr: Normes PWPS:
ko: 용접 절차 시방서 기준 :
ru: PWPS стандарты:
zh_cn: PWPS标准号：
zh_tw: PWPS標準號：

# PXJCZLXZ
source: Curriculums Download
de: Die Kurse der Ausbildung Herunterladen
fr: Cours d'enseignement Télécharger
ko: 교육 코스 다운로드
ru: Курсы обучения Скачать
zh_cn: 培训教程资料下载
zh_tw: 培訓教程資料下載

# QAZDRXMWBS
source: Follow the Import Project WBS
de: Folgen Sie dem Projekt importieren PSP
fr: Suivez le projet WBS importation
ko: 프로젝트 가져 오기 분류 체계를 따르십시오
ru: Следуйте Импорт проекта WBS
zh_cn: 请按照 导入项目WBS
zh_tw: 請按照 導入專案WBS

# QCSJDRMB
source: Opening Data Import Template
de: Öffnungs Data Import Template
fr: Ouverture Importer un modèle de données
ko: 데이터 가져 오기 템플릿 열기
ru: Открытие шаблона импорт данных
zh_cn: 期初数据导入模板
zh_tw: 期初資料導入範本

# QDJSHDJSZZJCY
source: Click on the appropriate Actor of the members of the group increased
de: Klicken Sie auf die angemessene Rolle der Mitglieder der Gruppe erhöht
fr: Cliquez sur le rôle approprié des membres du groupe a augmenté
ko: 증가 그룹의 구성원의 적절한 역할을 클릭
ru: Нажмите на соответствующей роли членов группы повышенного
zh_cn: 请点击适合的角色组增加成员
zh_tw: 請點擊適合的角色組增加成員

# QESGongChengShi
source: QES Engineer
de: QES-Ingenieur
fr: QES Ingénieur
ko: QES 엔지니어
ru: КЭС инженер
zh_cn: QES工程师
zh_tw: QES工程師

# QianBuZhou
source: Previous step
de: Vor Schritt
fr: Avant l'étape
ko: 단계 전에
ru: Перед шагом
zh_cn: 前步骤
zh_tw: 前步驟

# QianDanShiJian
source: Signing Time
de: Signaturzeit
fr: Temps de signer
ko: 시간을 서명
ru: Время подписания
zh_cn: 签单时间
zh_tw: 簽單時間

# QianDingGongZhong
source: Signed Trades
de: Signiert Trades
fr: Métiers signés
ko: 서명 거래
ru: Подписанные Торги
zh_cn: 签定工种
zh_tw: 簽定工種

# QianDingRiQi
source: Signing date
de: Signing Datum
fr: Date de signature
ko: 서명 날짜
ru: Дата подписания
zh_cn: 签订日期
zh_tw: 簽訂日期

# QianDinRiQi
source: Signing date
de: Signing Datum
fr: Date de signature
ko: 서명 날짜
ru: Дата подписания
zh_cn: 签订日期
zh_tw: 簽訂日期

# QianFaJiGuan
source: issuing authority
de: Ausstellende Behörde
fr: L'autorité de délivrance
ko: 권한을 발급
ru: Орган, выдавший лицензию
zh_cn: 签发机关
zh_tw: 簽發機關

# QianFaRen
source: signer
de: Aussteller
fr: Emetteur
ko: 발급자
ru: Эмитент
zh_cn: 签发人
zh_tw: 簽發人

# QiangZhiTongZhi
source: Mandatory notice
de: Die Bekanntmachung ist freiwillig
fr: Avis non obligatoire
ko: 필수 고지
ru: Обязательное уведомление
zh_cn: 强制通知
zh_tw: 強制通知

# QianJiHua
source: Former plan
de: Ehemalige Plan
fr: Ancien régime
ko: 전 계획
ru: Бывший план
zh_cn: 前计划
zh_tw: 前計畫

# QianJiLu
source: Previous record
de: Bisherige Rekord
fr: Document précédent
ko: 이전 기록
ru: Предыдущая запись
zh_cn: 前记录
zh_tw: 前記錄

# QianKuan
source: Arrears
de: Verzug
fr: Arriérés
ko: 미불
ru: Задолженность
zh_cn: 欠款
zh_tw: 欠款

# QianMing2ShangChuan
source: Upload signature 2
de: Hochladen Signatur 2
fr: Ajouter la signature 2
ko: 업로드 서명 (2)
ru: Загрузить подпись 2
zh_cn: 签名2上传
zh_tw: 簽名2上傳

# QianMing3ShangChuan
source: Signature 3 Upload
de: Signature 3 Hochladen
fr: Signature 3 chargement
ko: 서명 3 업로드
ru: Подпись 3 Загрузить
zh_cn: 签名3上传
zh_tw: 簽名3上傳

# QianMingRiQi
source: Signature Date
de: Unterschrift Datum
ko: 서명 날짜
ru: Подпись Дата
zh_cn: 签名日期
zh_tw: 簽名日期

# QianMingSheZhi
source: Signature Settings
de: Unterschriftseinstellungen
fr: Paramètres de signature
ko: 서명 설정
ru: Настройки Подпись
zh_cn: 签名设置
zh_tw: 簽名設置

# QianMingYiShangChuan
source: Signature 1 Upload
de: Unterschrift 1 Hochladen
fr: Signature 1 chargement
ko: 서명 1 업로드
ru: Подпись 1 Загрузить
zh_cn: 签名1上传
zh_tw: 簽名1上傳

# QianMingYu
source: Signature field
de: Unterschriftsfeld
fr: Champ Signature
ko: 서명 필드
ru: Подпись поля
zh_cn: 签名域
zh_tw: 簽名域

# QianShou
source: Sign
de: Anmelden
fr: Signe
ko: 기호
ru: Знак
zh_cn: 签收
zh_tw: 簽收

# QianShouRen
source: The person who signed
de: Die Person, die unterzeichnet
fr: La personne qui a signé
ko: 서명 한 사람
ru: Человек, который подписал
zh_cn: 签收人
zh_tw: 簽收人

# QianShouRiQi
source: Receipt date
de: Eingangsdatum
fr: Date de réception
ko: 영수증 날짜
ru: Дата получения
zh_cn: 签收日期
zh_tw: 簽收日期

# QianShouTuiHui
source: Sign return
de: Rückschein
fr: Accusé de réception
ko: 반환 영수증
ru: Расписка в получении возвращенного предмета
zh_cn: 签收退回
zh_tw: 簽收退回

# QianShuRiQi
source: Signature Date
de: Unterschrift Datum
ko: 서명 날짜
ru: Подпись Дата
zh_cn: 签署日期
zh_tw: 簽署日期

# QianYue
source: Signed
de: Unterzeichnet
fr: Signé
ko: 서명
ru: Подписанный
zh_cn: 签约
zh_tw: 簽約

# QianZai
source: Potential
fr: Potentiel
ko: 가능성
ru: Потенциал
zh_cn: 潜在
zh_tw: 潛在

# QiaoKongKuanDu
source: Bridge opening width:
de: Brückenöffnungsweite:
fr: Pont largeur d'ouverture:
ko: 다리 개구 폭 :
ru: Ширина моста открытие:
zh_cn: 桥孔宽度：
zh_tw: 橋孔寬度：

# QiaTan
source: Chat
de: Plaudern
fr: Bavarder
ko: 잡담
ru: Чат
zh_cn: 洽谈
zh_tw: 洽談

# QiaTanHeTong
source: Contract negotiations
de: Vertragsverhandlungen
fr: Les négociations de contrat
ko: 계약 협상
ru: Переговоры по контракту
zh_cn: 洽谈合同
zh_tw: 洽談合同
