Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# CWNSXDGZLSJXMLWJBSZGLCMBDXMLDSJWJQJC
source: Error, the XML file you selected for the workflow data is not the XML data file for this process template, check!
de: Fehler, die gewünschten Workflow-XML-Daten in der XML-Datei ist nicht die Prozessvorlage Datendatei überprüfen!
fr: Erreur, vous avez choisi les données XML de flux de travail dans le fichier XML n'est pas le fichier de données de modèle de processus, vérifiez!
ko: 오류, XML 파일에서 선택한 워크 플로우 XML 데이터 프로세스 템플릿 데이터 파일이 아닌 확인!
ru: Ошибка, выбранный рабочий XML данные в файле XML не шаблонный файл данных процесса, проверьте!
zh_cn: 错误，你所选的工作流数据XML文件不是这个流程模板的XML的数据文件，请检查！
zh_tw: 錯誤，你所選​​的工作流數據XML文件不是這個流程模板的XML的數據文件，請檢查！

# QingXianZhuCheBiaoDanMoBan
source: Please register the form template first!
de: Bitte registrieren Sie Formularvorlagen!
fr: S'il vous plaît inscrire les modèles de formulaire!
ko: 양식 서식 파일을 등록 해주세요!
ru: Пожалуйста, зарегистрируйтесь, шаблоны форм!
zh_cn: 请先注册表单模板！
zh_tw: 請先註冊表單模板！

# BenNianDuChiLeiXingYiQingJiaZongTianShu
source: Total number of days this type has been requested for the current year
de: In diesem Jahr hat sich die Art, die Gesamtzahl der Tage zu verlassen
fr: Cette année a été le type de quitter le nombre total de jours
ko: 올해는 일의 총 수를 떠날 유형이었다
ru: В этом году был типом, чтобы оставить общее количество дней
zh_cn: 本年度此类型已请假总天数
zh_tw: 本年度此類型已請假總天數

# BenNianDuYiQingJiaZongTianShu
source: Total days of leave taken during the current year
de: Die Gesamtzahl der Tage im Laufe des Jahres beurlaubt
fr: Le nombre total de jours pendant le congé d'un an d'absence
ko: 부재의 올해 휴가 동안 일의 총 수
ru: Общее количество дней, в течение года отпуска
zh_cn: 本年度已请假总天数
zh_tw: 本年度已請假總天數

# ChengYuanQingJiaXinXi
source: Membership leave information
de: Mitglieder verlassen Informationen
fr: Les membres quittent l'information
ko: 회원 정보를 남겨
ru: Члены оставить информацию
zh_cn: 成员请假信息
zh_tw: 成員請假信息

# SuoYouChengYuanQingJiaXinXi
source: All members leave information
de: Alle Mitglieder verlassen Informationen
fr: Tous les membres quittent l'information
ko: 모든 회원 정보를 남겨
ru: Все члены оставить информацию
zh_cn: 所有成员请假信息
zh_tw: 所有成員請假信息

# DangNian
source: CurrentYear
de: dann
fr: ensuite
ko: 그때
ru: тогда
zh_cn: 当年
zh_tw: 當年

# DangYue
source: CurrentMonth
de: Monat
fr: mois
ko: 월
ru: месяц
zh_cn: 当月
zh_tw: 當月

# JiHuaShuJiZhuanYu
source: Plan data transfer
de: Plandatenübernahme
fr: Transfert de données Plan
ko: 계획 데이터 전송
ru: Передача данных плана
zh_cn: 计划数据转移
zh_tw: 計劃數據轉移

# QueZiShiJian
source: deadline
de: Frist
fr: date limite
ko: 마감
ru: предельный срок
zh_cn: 截止时间
zh_tw: 截止時間

# RiChengShuJiZhuanYu
source: Schedule data transfer
de: Zeitplan der Datenübertragung
fr: Horaire transfert de données
ko: 일정 데이터 전송
ru: передача данных Schedule
zh_cn: 日程数据转移
zh_tw: 日程數據轉移

# ZiXunShuJiZhuanYu
source: Perform data transfer
de: Führen Sie die Datenübertragung
fr: Effectuer le transfert de données
ko: 데이터 전송을 수행
ru: Выполните передачу данных
zh_cn: 执行数据转移
zh_tw: 執行數據轉移

# ZZSBZNZYSGYZQDSJQJC
source: Failed, can only transfer data before three months, please check!
de: Misserfolg, nur drei Monate vor der Übertragung von Daten, überprüfen Sie bitte!
fr: Le non, seulement trois mois avant le transfert de données, s'il vous plaît vérifier!
ko: 실패, 데이터의 전송 전에 3 개월, 확인하시기 바랍니다!
ru: Неудача, только три месяца до передачи данных, пожалуйста, проверьте!
zh_cn: 失败，只能转移三个月之前的数据，请检查！
zh_tw: 失敗，只能轉移三個月之前的數據，請檢查！

# ZZShuJiZhuanYuChenGong
source: Data transfer is successful
de: Die Datenübertragung erfolgreich
fr: Transfert de données avec succès
ko: 데이터 전송 성공을
ru: Передача данных успешно
zh_cn: 数据转移成功
zh_tw: 數據轉移成功

# ChaKanBeiEengJiHua
source: View the backup plan
de: Ansicht Backup-Plan
fr: Voir le plan de sauvegarde
ko: 보기 백업 계획
ru: Посмотреть план резервного копирования
zh_cn: 查看备份计划
zh_tw: 查看備份計劃

# ChaKanBeiFengRiCheng
source: View the backup schedule
de: Ansicht Backup-Zeitplan
fr: Voir le calendrier de sauvegarde
ko: 보기 백업 일정
ru: Посмотреть расписание резервного копирования
zh_cn: 查看备份日程
zh_tw: 查看備份日程

# GongYingShangXinXiDaoRu
source: Supplier information import
de: Lieferanten wird importiert
fr: Information sur les fournisseurs sont importés
ko: 공급 업체 정보를 가져옵니다
ru: Информация о поставщике импортируется
zh_cn: 供应商信息导入
zh_tw: 供應商信息導入

# KeHuXinXiDaoRu
source: Customer information import
de: Import Kundeninformationen
fr: informations client importation
ko: 가져 오기 고객 정보
ru: Импорт информации клиента
zh_cn: 客户信息导入
zh_tw: 客戶信息導入

# ZZBBBCZQZCSSZMKSZ
source: Currency does not exist, please set up in the parameter settings module!
de: Währung nicht vorhanden ist, stellen Sie die Parametereinstellung Modul!
fr: Monnaie n'existe pas, réglez le module de paramétrage!
ko: 환율은 존재하는 파라미터 설정 모듈을 설정하지 않습니다!
ru: Валюта не существует, установите модуль настройки параметров!
zh_cn: 币别不存在，请在参数设置模块设置！
zh_tw: 幣別不存在，請在參數設置模塊設置！

# ZZYCZDRSBQJC
source: Already exists, import failed, please check!
de: Bereits vorhanden ist, schlägt der Import fehl, überprüfen!
fr: existe déjà, l'importation échoue, vérifiez!
ko: 이미 가져 오기가 실패 확인 존재!
ru: Уже существует, импорт не удается, проверьте!
zh_cn: 已存在，导入失败，请检查！
zh_tw: 已存在，導入失敗，請檢查！

# BeiFenJiHua
source: Backup plan
fr: Plan de sauvegarde
ko: 백업 계획
ru: план резервного копирования
zh_cn: 备份计划
zh_tw: 備份計劃

# BeiFenRiCheng
source: Backup schedule
de: Backup-Zeitplan
fr: Calendrier de sauvegarde
ko: 백업 일정
ru: Резервное копирование Расписание
zh_cn: 备份日程
zh_tw: 備份日程

# WoDeBeiFenJiHua
source: My backup plan
de: Mein Backup-Plan
fr: Mon plan de sauvegarde
ko: 내 백업 계획
ru: Мой план резервного копирования
zh_cn: 我的备份计划
zh_tw: 我的備份計劃

# WoDeBeiFenRiCheng
source: My backup schedule
de: Mein Backup-Zeitplan
fr: Mon planning de sauvegarde
ko: 내 백업 일정
ru: Мой график резервного копирования
zh_cn: 我的备份日程
zh_tw: 我的備份日程

# ChaKanBeiFenJiHua
source: View the backup plan
de: Ansicht Backup-Plan
fr: Voir le plan de sauvegarde
ko: 보기 백업 계획
ru: Посмотреть план резервного копирования
zh_cn: 查看备份计划
zh_tw: 查看備份計劃

# ChaKanBeiFenRiChen
source: View the backup schedule
de: Ansicht Backup-Zeitplan
fr: Voir le calendrier de sauvegarde
ko: 보기 백업 일정
ru: Посмотреть расписание резервного копирования
zh_cn: 查看备份日程
zh_tw: 查看備份日程

# GYSXXDRMB
source: Vendor information import template
de: Lieferanteninformationen in die Vorlage
fr: Information sur les fournisseurs dans le modèle
ko: 템플릿에 공급 업체 정보
ru: Информация о поставщике в шаблон
zh_cn: 供应商信息导入模板
zh_tw: 供應商信息導入模板

# KHXXDRMB
source: Customer information import template
de: Kundeninformationen Vorlage importieren
fr: Informations client Modèle d'importation
ko: 고객 정보 가져 오기 템플릿
ru: Клиент шаблона Информация Импорт
zh_cn: 客户信息导入模板
zh_tw: 客戶信息導入模板

# CKCYDBFJH
source: View the member's backup plan
de: Ansicht Backup-Plan Mitglieder
fr: Voir les membres du plan de sauvegarde
ko: 보기 백업 계획 회원
ru: Участники плана резервного копирования Просмотр
zh_cn: 查看成员的备份计划
zh_tw: 查看成員的備份計劃

# CKCYDBFRC
source: View the member's backup schedule
de: Ansicht Backup-Zeitplan Mitglieder
fr: Afficher les membres de calendrier de sauvegarde
ko: 보기 백업 일정 회원
ru: Члены расписания Просмотр резервных копий
zh_cn: 查看成员的备份日程
zh_tw: 查看成員的備份日程

# CKSYCYDBFJH
source: View the backup plan for all members
de: Sehen Sie alle Mitglieder des Backup-Plans
fr: Voir tous les membres du plan de sauvegarde
ko: 백업 계획의 모든 구성원보기
ru: Просмотр всех членов резервного плана
zh_cn: 查看所有成员的备份计划
zh_tw: 查看所有成員的備份計劃

# CKSYCYDBFRC
source: View the backup schedule for all members
de: Alle Mitglieder der Backup-Zeitplan
fr: Voir tous les membres du programme de sauvegarde
ko: 백업 일정의 모든 구성원보기
ru: Просмотр всех членов расписания резервного копирования
zh_cn: 查看所有成员的备份日程
zh_tw: 查看所有成員的備份日程

# ZZZHHYFFZHDLSB
source: Error, Account or Password with illegal characters(and|exec|insert|select|delete|update|chr|mid|master|or|truncate|char|declare|join|or|;|-|+|*|%|), please check!
de: Fehler, Kontonummer oder Passwort enthält ungültige Zeichen (und | exec | Einfügen | wählen | löschen | update | chr | Mitte | Master | oder | gestutzt | char | erklären | beitreten | oder |, | - | + | * |% |) Bitte überprüfen!
fr: Erreur, numéro de compte ou mot de passe contient des caractères illégaux (et | exec | Insertion | select | supprimer | mise à jour | chr | mi | maître | ou | tronquer | ombles | déclarer | rejoindre | ou |; | - | + | * |% |) S'il vous plaît vérifier!
ko: 오류, 계좌 번호 또는 암호가 잘못된 문자를 포함 (및 | 간부 | 삽입 | 선택 | 삭제 | 갱신 ​​| CHR | 중앙 | 마스터 | 또는 | 절단 | 문자 | 선언 | 가입 | 나 |, | - | + | * | % |) 확인하시기 바랍니다!
ru: Ошибка, номер счета или пароль содержит недопустимые символы (и | Exec | вставки | выбрать | удалить | обновление | CHR | середине | мастер | или | усечение | символ | объявлять | присоединиться к | или |; | - | + | * |% |) Пожалуйста, проверьте!
zh_cn: 错误，帐号或密码含有非法字符(and|exec|insert|select|delete|update|chr|mid|master|or|truncate|char|declare|join|or|;|-|+|*|%|)，请检查！
zh_tw: 錯誤，帳號或密碼含有非法字符(and|exec|insert|select|delete|update|chr|mid|master|or|truncate|char|declare|join|or|;|-|+|*|%|) ，請檢查！

# JianZhi
source: PartTime
de: Teilzeit-
fr: À mi-temps
ko: 파트 타임으로
ru: Неполный рабочий день
zh_cn: 兼职
zh_tw: 兼職

# JiaoYu
source: Education
de: Bildung
fr: éducation
ko: 교육
ru: образование
zh_cn: 教育
zh_tw: 教育

# JiaTing
source: Family
de: Familie
fr: famille
ko: 가족
ru: семья
zh_cn: 家庭
zh_tw: 家庭

# YiDong
source: Change
de: Transaktion
fr: transaction
ko: 거래
ru: сделка
zh_cn: 异动
zh_tw: 異動

# ZhaoPingXuQiuJiLu
source: Recruitment needs record
de: Nehmen Einstellungsbedarf
fr: besoins de recrutement record
ko: 기록의 채용 요구
ru: потребности рекрутинговых записей
zh_cn: 招聘需求记录
zh_tw: 招聘需求記錄

# HeTongLiaoPingQingDan
source: List of contract items
de: Vertragspositionsliste
fr: liste des éléments du contrat
ko: 계약 항목 목록
ru: Элемент списка Договор
zh_cn: 合同物料清单
zh_tw: 合同物料清單

# CHENGGONGGANJIANYINGSHU
source: Key factors for success
de: Kritische Erfolgsfaktoren
fr: Les facteurs critiques de succès
ko: 중요한 성공 요인
ru: Критические факторы успеха
zh_cn: 成功关键因素
zh_tw: 成功關鍵因素

# KENENGXING
source: possibility
de: Möglichkeit
fr: possibilité
ko: 가능성
ru: возможность
zh_cn: 可能性
zh_tw: 可能性

# SHANGJIDAILI
source: Opportunity agent
de: Agent Opportunities
fr: Agent de promotion
ko: 에이전트 기회
ru: Возможности агента
zh_cn: 商机代理
zh_tw: 商機代理

# SHANGJILAIYUAN
source: Source of business
de: Bezugsquellen
fr: Les sources d'approvisionnement
ko: 공급 소스
ru: источники питания
zh_cn: 商机来源
zh_tw: 商機來源

# SHANGJIMINGCHENG
source: Business name
de: Chancen Namen
fr: Nom opportunités
ko: 기회 이름
ru: Возможности Имя
zh_cn: 商机名称
zh_tw: 商機名稱

# SHANGJIXINXI
source: Opportunity information
de: Geschäftsinformationen
fr: Information commerciale
ko: 비즈니스 정보
ru: деловая информация
zh_cn: 商机信息
zh_tw: 商機信息

# SHIBAIGANJIANYINGSHU
source: Failure key factor
de: Ausfall von Schlüsselfaktoren
fr: Échec des facteurs clés
ko: 중요한 요소의 실패
ru: Отказ от ключевых факторов
zh_cn: 失败关键因素
zh_tw: 失敗關鍵因素

# YIQICHENGJIAOJINGE
source: Expected turnover
de: Erwartete Umsatz
fr: chiffre d'affaires attendu
ko: 예상 매출
ru: Ожидаемый оборот
zh_cn: 预期成交金额
zh_tw: 預期成交金額

# YIQICHENGJIAOSHIJIAN
source: Expected transaction time
de: Erwartete Umsatzzeit
fr: temps de rotation prévu
ko: 예상 매출액 시간
ru: Ожидаемое время оборота
zh_cn: 预期成交时间
zh_tw: 預期成交時間

# JieDuan
source: Stage
de: Phase
fr: phase
ko: 상
ru: фаза
zh_cn: 阶段
zh_tw: 階段

# KeHuShangJiJieDuan
source: Customer Business Stage
de: Kunden Opportunity-Phasen
fr: Stages d'opportunité à la clientèle
ko: 고객 기회 단계
ru: Возможности клиента Этапы
zh_cn: 客户商机阶段
zh_tw: 客戶商機階段

# ShangJiJieDuan
source: Business Stage
de: Opportunity-Phasen
fr: Stages d'opportunité
ko: 기회 단계
ru: Возможности Этапы
zh_cn: 商机阶段
zh_tw: 商機階段

# FuWuXingXi
source: Service Information
de: Service-Informationen
fr: Informations sur les services
ko: 서비스 정보
ru: информация о сервисном обслуживании
zh_cn: 服务信息
zh_tw: 服務信息

# FenXiTuSheZhi
source: Analyst Chart Set
de: Analyse Diagrammeinstellungen
fr: paramètres de la carte d'analyse
ko: 분석 차트 설정
ru: Параметры анализа диаграммы
zh_cn: 分析图设置
zh_tw: 分析圖設置

# YingLu
source: Equityedge
de: Gewinnrate
fr: Win taux
ko: 승리의 속도
ru: Win ставка
zh_cn: 赢率
zh_tw: 贏率

# XuQiuShangJiMiaoShu
source: Demand or business description
de: Notwendigkeit oder Möglichkeit Beschreibung
fr: Besoin ou description occasion
ko: 필요 또는 기회를 설명
ru: Необходимость или возможности описания
zh_cn: 需求或商机描述
zh_tw: 需求或商機描述

# JIMI
source: Secret
de: vertraulich
fr: confidentiel
ko: 기밀
ru: конфиденциальный
zh_cn: 机密
zh_tw: 機密

# HeiSe
source: Black
de: schwarz
fr: noir
ko: 검은
ru: черный
zh_cn: 黑色
zh_tw: 黑色

# LanSe
source: Blue
de: blau
fr: bleu
ko: 푸른
ru: синий
zh_cn: 蓝色
zh_tw: 藍色

# HongSe
source: Red
de: rote
fr: rouge
ko: 빨간
ru: красный
zh_cn: 红色
zh_tw: 紅色

# HuiSe
source: Gray
de: grau
fr: gris
ko: 회색
ru: серый
zh_cn: 灰色
zh_tw: 灰色

# JinSe
source: Golden
fr: d'or
ko: 골든
ru: золотой
zh_cn: 金色
zh_tw: 金色

# LuSe
source: Green
de: grün
fr: vert
ko: 녹색
ru: зеленый
zh_cn: 绿色
zh_tw: 綠色

# ZZZLCYJHXGWJBNSC
source: This process has been activated, the relevant documents can not be deleted!
de: Dieser Vorgang aktiviert wurde, können die entsprechenden Dateien nicht gelöscht werden!
fr: Ce processus a été activé, les fichiers concernés ne peuvent pas être supprimés!
ko: 이 과정이 활성화되어, 관련 파일을 삭제할 수 없습니다!
ru: Этот процесс был активирован, соответствующие файлы не могут быть удалены!
zh_cn: 此流程已激活，相关文件不能删除了！
zh_tw: 此流程已激活，相關文件不能刪除了！

# QSRNDZYYXYZMJFZZYX
source: Please enter the correct EMAIL, the verification code will be sent to this
de: Bitte geben Sie die richtige E-Mail wird Bestätigungscode an diese gesendet werden
fr: S'il vous plaît entrer dans le e-mail correcte, le code de vérification sera envoyé à cette
ko: 올바른 이메일 주소를 입력하십시오, 확인 코드는이 전송됩니다
ru: Пожалуйста, введите правильный EMAIL, код подтверждения будет отправлен на этот
zh_cn: 请输入正确的EMAIL，验证码将发送至此
zh_tw: 請輸入正確的EMAIL，驗證碼將發送至此

# YongHuShouCe
source: User Manual
de: Benutzerhandbuch
fr: Manuel de l'utilisateur
ko: 사용 설명서
ru: Руководство пользователя
zh_cn: 用户手册
zh_tw: 用戶手冊

# WeiXinDeng
source: WeChatClient
de: Mikrokanalende
fr: Micro-canal fin
ko: 마이크로 채널 끝
ru: Микро-канал конца
zh_cn: 微信端
zh_tw: 微信端

# ZZSJDQGZWXGZHBDGZHZSYT
source: please pay attention to WeChat public number: Thai top project treasure, and use it in the public number!
de: End-Handy-Nummer achten Sie bitte auf Mikro-Kanal öffentlich bezahlen: Tai Po Top-Artikel, und verwenden Sie es in der Öffentlichkeit an der Zahl!
fr: Fin numéro de téléphone portable s'il vous plaît faites attention à micro-canal du public: élément supérieur Tai Po, et de l'utiliser en public en nombre!
ko: 마이크로 채널 대중에게주의하십시오 휴대 전화 번호를 종료 : 타이 포 상위 항목을, 그리고 다수의 공공 장소에서 사용!
ru: End номер мобильного телефона, пожалуйста, обратите внимание на микро-канал общественность: Tai Po верхний пункт, и использовать его в общественных местах в количестве!
zh_cn: 手机端请关注微信公众号：拓鼎项目宝，并在公众号中使用它！
zh_tw: 手機端請關注微信公眾號：泰頂項目寶，並在公眾號中使用它！

# MingChengGuiGe
source: Name specification
de: Spezifikation
fr: spécification
ko: 명세서
ru: спецификация
zh_cn: 名称规格
zh_tw: 名稱規格

# XiangMuFenBu
source: Project division
de: Projektbereich
fr: Division projet
ko: 사업 부문
ru: Отдел проектов
zh_cn: 项目分部
zh_tw: 項目分部

# XiangMuFenLei
source: Item classification
de: Artikel Kategorie
fr: point Catégorie
ko: 상품 카테고리
ru: Пункт Категория
zh_cn: 项目分类
zh_tw: 項目分類

# XiangMuFenXiang
source: Item breakdown
de: Unterpunkt
fr: Sous-élément
ko: 하위 항목
ru: Подпункт
zh_cn: 项目分项
zh_tw: 項目分項

# YuCaiGouLiang
source: Purchased quantity
de: Gekaufte Menge
fr: montant acheté
ko: 구매 금액
ru: Приобретенная сумма
zh_cn: 已采购量
zh_tw: 已採購量

# YuChuKuLiang
source: Has been out of the amount
de: Es verfügt über eine Bibliothek Volumen
fr: Il a un volume de la bibliothèque
ko: 이 라이브러리 볼륨이 있습니다
ru: Он имеет объем библиотеки
zh_cn: 已出库量
zh_tw: 已出庫量

# YuSuanZongLiang
source: Total budget
de: Das Gesamtbudget
fr: Le budget total
ko: 총 예산
ru: Общий бюджет
zh_cn: 预算总量
zh_tw: 預算總量

# YuSunaDanJia
source: Budget unit price
de: Budget Preis
fr: budget Prix
ko: 예산 가격
ru: Бюджет Цена
zh_cn: 预算单价
zh_tw: 預算單價

# YuSunaZongE
source: Total budget
de: Gesamtbudget
fr: Budget total
ko: 총 예산
ru: Общий бюджет
zh_cn: 预算总额
zh_tw: 預算總額

# ChuangKuSheZi
source: Warehouse settings
de: Lagersatz
fr: jeu d'entrepôt
ko: 창고 세트
ru: набор Warehouse
zh_cn: 仓库设置
zh_tw: 倉庫設置

# FuChuangKu
source: Parent repository
de: Vater Lager
fr: entrepôt père
ko: 아버지웨어 하우스
ru: Отец склад
zh_cn: 父仓库
zh_tw: 父倉庫

# ZZZDRSBSLBLSLYWSZ
source: Import failed, quantity, number of reservations for numbers!
de: Import fehlgeschlagen, Menge, Anzahl der Reservierungen zu digital!
fr: Échec de l'importation, la quantité, le nombre de réservations au numérique!
ko: 가져 오기 디지털, 예약의 수를 양을 실패!
ru: Не удалось выполнить импорт, количество, число оговорок к цифровой!
zh_cn: 导入失败，数量、保留数量要为数字！
zh_tw: 導入失敗，數量、保留數量要為數字！

# ZZZDWBNWK
source: Unit can not be empty!
de: Das Gerät kann nicht leer sein!
fr: L'unité ne peut pas être vide!
ko: 이 장치는 비워 둘 수 없습니다!
ru: Устройство не может быть пустым!
zh_cn: 单位不能为空！
zh_tw: 單位不能為空！

# ZZZWLDMBCZQJC
source: This material code does not exist, please check!
de: Dieses Material Code existiert nicht, bitte überprüfen!
fr: Ce code de matériel n'existe pas, s'il vous plaît vérifier!
ko: 이 물질 코드는 존재하지 않는 확인하세요!
ru: Этот материал кода не существует, пожалуйста, проверьте!
zh_cn: 此物料代码不存在，请检查！
zh_tw: 此物料代碼不存在，請檢查！

# ZZZXHBNWK
source: Serial number can not be empty!
de: Seriennummer darf nicht leer sein!
fr: Le numéro de série ne peut pas être vide!
ko: 일련 번호는 비워 둘 수 없습니다!
ru: Серийный номер не может быть пустым!
zh_cn: 序号不能为空！
zh_tw: 序號不能為空！

# ZZZYSZLDJZEYWSZ
source: Total budget, unit price, total to the number!
de: Das Gesamtbudgets, Stückpreis, zu dem Gesamtbetrag digital sein!
fr: Sur le budget total, le prix unitaire, le montant total à être numérique!
ko: 총 예산, 단위 가격, 총량은 디지털이 될 수 있습니다!
ru: Из общего бюджета, цена за единицу товара, общая сумма будет цифровой!
zh_cn: 预算总量，单价，总额要为数字！
zh_tw: 預算總量，單價，總額要為數字！

# HanShui
source: TaxPrice
de: Inklusive Steuern
fr: Taxe incluse
ko: 세금 포함
ru: Включенный налог
zh_cn: 含税
zh_tw: 含稅

# XiangMuGuanLianLiaoPing
source: Project Related Item
de: Projektbezogene Materialien
fr: Matériaux liés au projet
ko: 프로젝트 관련 자료
ru: Материалы, связанные с проектом
zh_cn: 项目关联物资
zh_tw: 項目關聯物資

# HeTongLiaoPingJiLu
source: Contract item record
de: Vertragspositionssätze
fr: Enregistrements d'articles du contrat
ko: 계약 항목 레코드
ru: Записи по контракту
zh_cn: 合同物料记录
zh_tw: 合同物料記錄

# ZZZJGCZXTMCXTMZLXXTYHLXDMZBNCFZJ
source: Warning, there are modules of the same name, the same user type, can not be repeated or modified!
de: Achtung, es gibt den gleichen Namen, der gleiche Benutzertyp des Moduls kann nicht wiederholt werden, um hinzuzufügen oder zu ändern!
fr: Attention, il y a le même nom, le même type d'utilisateur du module ne peut pas être répété pour l'ajouter ou le modifier!
ko: 경고, 동일한 이름이 있습니다, 모듈의 동일한 사용자 유형을 추가하거나 수정하기 위해 반복 할 수 없습니다!
ru: Предупреждение, есть одно и то же имя, один и тот же тип пользователя не может быть повторен для добавления или изменения!
zh_cn: 警告，存在相同名称，相同用户类型的模组，不能重复增加或修改！
zh_tw: 警告，存在相同名稱，相同用戶類型的模組，不能重複增加或修改！

# WoDeDingDan
source: My Order
de: Meine Bestellung
fr: Ma commande
ko: 내 주문
ru: Мой заказ
zh_cn: 我的订单
zh_tw: 我的訂單

# QSRZSSJHZWDLZHY
source: Please enter the real phone number, as a login account
de: Bitte geben Sie die echte Telefonnummer als Login-Account ein
fr: S'il vous plaît entrer le vrai numéro de téléphone, comme un compte de connexion
ko: 실제 전화 번호를 로그인 계정으로 입력하십시오.
ru: Введите реальный номер телефона в качестве учетной записи входа в систему
zh_cn: 请输入真实手机号，作为登录帐号用
zh_tw: 請輸入真實手機號，作為登錄帳號用

# NZMJFSDNDZCYSHWXGCHTDXMB
source: Verification code will be sent to your registered email or project treasure WeChat public number
de: Der Bestätigungscode wird an Ihre registrierte EMAIL-Mailbox gesendet
fr: Le code de vérification sera envoyé à votre boîte aux lettres EMAIL enregistrée
ko: 인증 코드는 등록 된 EMAIL 사서함으로 전송됩니다.
ru: Код подтверждения будет отправлен в ваш зарегистрированный почтовый ящик EMAIL
zh_cn: 验证码将发送到你的注册邮箱或项目宝微信公众号
zh_tw: 驗證碼將發送到你的註冊EMAIL郵箱

# QSRZYDEMAILJSXXYHQHMMY
source: Please enter the correct EMAIL, receive the information or retrieve the password
de: Bitte geben Sie die richtige EMAIL ein, erhalten Sie die Information oder rufen Sie das Passwort ab
fr: Veuillez entrer le bon EMAIL, recevoir les informations ou récupérer le mot de passe
ko: 올바른 EMAIL을 입력하고 정보를 받거나 암호를 검색하십시오.
ru: Введите правильную EMAIL, получите информацию или получите пароль
zh_cn: 请输入正确的EMAIL，接收信息或取回密码用
zh_tw: 請輸入正確的EMAIL，接收信息或取回密碼用

# BiaoDan
source: Form
de: Formular
fr: Formulaire
ko: 양식
ru: формы
zh_cn: 表单
zh_tw: 表單

# GongWenBianJi
source: Document editor
de: Dokumenteneditor
fr: Éditeur de document
ko: 문서 편집기
ru: Редактор документов
zh_cn: 公文编辑
zh_tw: 公文編輯

# GongWenShenPi
source: Document approval
de: Dokumentenfreigabe
fr: Approbation de document
ko: 문서 승인
ru: Утверждение документа
zh_cn: 公文审批
zh_tw: 公文審批

# JiLu
source: Record
de: Rekord
fr: Enregistrer
ko: 기록
ru: запись
zh_cn: 记录
zh_tw: 記錄

# GuanLianLiaoPin
source: Related Goods
de: Zugeordnetes Objekt
fr: Article associé
ko: 관련 항목
ru: Связанный элемент
zh_cn: 关联物料
zh_tw: 關聯物料

# GongYingShangLiaoPin
source: Vendor's Goods
de: Lieferantenposition
fr: Objet du fournisseur
ko: 공급 업체 항목
ru: Поставщик
zh_cn: 供应商物料
zh_tw: 供應商物料

# KeHuLiaoPin
source: Customer's Goods
de: Kundenposition
fr: Article client
ko: 고객 항목
ru: Элемент клиента
zh_cn: 客户物料
zh_tw: 客戶物料

# ZZZJGMZMCBNWNONEBQBNDJYMZMCQDNQJC
source: Warning, the module name can not be NONE, and can not use the same name as an unauthorized module, please name it!
de: Achtung, der Modulname darf nicht NONE sein und darf nicht den gleichen Namen wie ein nicht autorisiertes Modul haben, bitte benennen Sie ihn!
fr: Attention, le nom du module ne peut pas être NONE, et ne peut pas utiliser le même nom qu'un module non autorisé, merci de le nommer!
ko: 경고, 모듈 이름은 NONE이 될 수 없으며 인증되지 않은 모듈과 동일한 이름을 사용할 수 없습니다. 이름을 지정하십시오!
ru: Предупреждение. Имя модуля не может быть NONE и не может использовать то же имя, что и неавторизованный модуль, пожалуйста, назовите его!
zh_cn: 警告，模组名称不能为 NONE ，并且不能使用没授权的模组相同的名称，请另命名！
zh_tw: 警告，模組名稱不能為 NONE ，並且不能使用沒授權的模組相同的名稱，請另命名！

# CHENGYUANSHOURUFENPEI
source: Membership income distribution
de: Mitgliedschaft Einkommensverteilung
fr: Répartition des revenus d'adhésion
ko: 회원 소득 분배
ru: Распределение доходов от членства
zh_cn: 成员收入分配
zh_tw: 成員收入分配

# GONGZUOLIANGFENPEI
source: Workload allocation
de: Workload-Zuordnung
fr: Répartition de la charge de travail
ko: 작업량 할당
ru: Распределение рабочей нагрузки
zh_cn: 工作量分配
zh_tw: 工作量分配

# ShouZhiDuiBi
source: Balance of revenue and expenditure
de: Vergleich von Einnahmen und Ausgaben
fr: Comparaison des recettes et des dépenses
ko: 수입과 지출의 비교
ru: Сравнение доходов и расходов
zh_cn: -->收支对比
zh_tw: 收支對比

# QTJSXXCY
source: Others receive information personnel
de: Andere Informationen empfangendes Personal
fr: Autre personnel de réception d'informations
ko: 기타 정보 수신 직원
ru: Другой персонал, получающий информацию
zh_cn: 其它接收信息人员
zh_tw: 其它接收信息人員

# ZZZBHLNDGZLSQ
source: Dismissed your workflow application
de: Entlassen Ihrer Workflow-Anwendung
fr: Rejeté votre application de workflow
ko: 워크 플로 응용 프로그램 닫기
ru: Отклонено приложение рабочего процесса
zh_cn: 终止了你的申请
zh_tw: 駁回了你的工作流申請

# ZZZBNDGZLSQ
source: Apply your workflow
de: Wenden Sie Ihren Workflow an
fr: Appliquez votre flux de travail
ko: 워크 플로우 적용
ru: Применить рабочий процесс
zh_cn: 把你的申请
zh_tw: 把你的工作流申請

# ZZZCXLNDGZLSQ
source: Revoked your workflow application
de: Widerrufen Sie Ihre Workflow-Anwendung
fr: Révoqué votre application de flux de travail
ko: 워크 플로우 응용 프로그램을 취소했습니다.
ru: Отменено ваше приложение рабочего процесса
zh_cn: 撤消了你的申请
zh_tw: 撤消了你的工作流申請
