Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# BaoZhengJin
source: Security deposit
de: Kaution
fr: Caution
ko: 보증금
ru: Залог
zh_cn: 保证金
zh_tw: 保證金

# BaoZhengJinShouHuiRiQi
source: Margin recovery date
de: Margin Erholung Datum
fr: Marge date de rétablissement
ko: 여백 복구 날짜
ru: Маржа сроки восстановления
zh_cn: 保证金收回日期
zh_tw: 保證金收回日期

# BaoZhengJinShouHuiShu
source: Margin recovery number
de: Margin Erholung Nummer
fr: Numéro de redressement des marges
ko: 마진 회복 번호
ru: Количество восстановления маржи
zh_cn: 保证金收回数
zh_tw: 保證金收回數

# BaoZhengJinZhiFuRiQi
source: Margin payment date
de: Margin Zahltag
fr: Marge Date de Paiement
ko: 여백 지불 날짜
ru: Маржа Дата оплаты
zh_cn: 保证金支付日期
zh_tw: 保證金支付日期

# BaShangShuQiMoJieGuoZhuanRuXiaQiJieSuanZhong
source: The end result of the above-mentioned period into the next settlement
de: Das Endergebnis der oben genannten Zeitraum in die nächste Siedlung
fr: Le résultat de fin de la période mentionnée ci-dessus dans le prochain village
ko: 다음으로 정착 상술 된 기간의 최종 결과
ru: Конечным результатом указанного выше периода в следующий урегулирования
zh_cn: 把上述期末结果转入下期结算中
zh_tw: 把上述期末結果轉入下期結算中

# BBJXXXLB
source: Cost Performance Information List
de: Kosten-Leistungs-Liste
fr: Coût Performance List
ko: 비용 실적 목록
ru: Стоимость Список Производительность
zh_cn: 成本绩效信息列表
zh_tw: 成本績效資訊清單

# BChanPinCuoWu
source: B product errors
de: B Bug
fr: B Bug
ko: B 버그
ru: В Буг
zh_cn: B产品错误
zh_tw: B產品錯誤

# BCZQQBDYDXLYSZLCBDSJXLRXT
source: Before saving, make sure that the month of line transportation, quality cost data entry system first
de: Vor dem Speichern, stellen Sie sicher, dass der Monat Linie Transport, Qualitätskosten und andere Dateneingabesystem zuerst
fr: Avant d'enregistrer, assurez-vous que le mois de transport de ligne, les coûts de qualité et d'autres systèmes de saisie de données premier
ko: 저장하기 전에 확인하는 첫 번째 라인 운송, 품질 비용 및 기타 데이터 입력 시스템의 달
ru: Перед сохранением убедитесь, что месяц линии транспортировки, затрат на обеспечение качества и других систем ввода данных в первую очередь
zh_cn: 保存之前，确保当月的线路运输，质量成本等数据先录入系统
zh_tw: 保存之前，確保當月的線路運輸，品質成本等資料先錄入系統

# BDJDYSBZD
source: Forms Node Mapping Field
de: Bildet Knoten Zuordnungstabelle Felder
fr: Formulaires champs de la table de mappage de noeud
ko: 노드 매핑 테이블 필드를 형성
ru: Формы поля отображения таблицы узел
zh_cn: 表单节点映射表字段
zh_tw: 表單節點映射表字段

# BeiAnBianMa
source: Record coding
de: Nehmen Sie Kodierung
fr: Codage d'enregistrement
ko: 기록 코딩
ru: Запись кодирование
zh_cn: 备案编码
zh_tw: 備案編碼

# BeiAnLeiXing
source: Record type
de: Datensatztyp
fr: Type d'enregistrement
ko: 레코드 유형
ru: Тип записи
zh_cn: 备案类型
zh_tw: 備案類型

# BeiFenShuJuKu
source: Backup Database
de: Datenbank sichern
fr: Database Backup
ko: 데이터베이스 백업
ru: Резервное копирование базы данных
zh_cn: 备份数据库
zh_tw: 備份資料庫

# BeiKouJianTu
source: Groove diagram:
de: Groove Diagramm:
fr: Schéma Groove:
ko: 홈 다이어그램 :
ru: Groove схема:
zh_cn: 坡口简图：
zh_tw: 坡口簡圖：

# BeiKouXingShi
source: Groove form:
fr: Forme Groove:
ko: 그루브 형태 :
ru: Groove форма:
zh_cn: 坡口形式：
zh_tw: 坡口形式：

# BeiLiaDanWei
source: Allocations Unit
de: Zuweisungen Einheit
fr: Allocations Unité
ko: 할당 단위
ru: Отчисления блок
zh_cn: 备料单位
zh_tw: 備料單位

# BeiLiaoBeiZhu
source: Allocations Remarks
de: Zuweisungen Bemerkungen
fr: Allocations Remarques
ko: 할당 비고
ru: Отчисления Замечания
zh_cn: 备料备注
zh_tw: 備料備註

# BeiLiaoDanWei
source: Allocations Unit
de: Zuweisungen Einheit
fr: Allocations Unité
ko: 할당 단위
ru: Отчисления блок
zh_cn: 备料单位
zh_tw: 備料單位

# BeiLiaoQingDanGuanLi
source: Allocations inventory management
de: Zuweisungen Bestandsverwaltung
fr: La gestion des stocks d'Allocations
ko: 할당 재고 관리
ru: Управление Отчисления инвентаризации
zh_cn: 备料清单管理
zh_tw: 備料清單管理

# BeiLiaoQingDanXinXi
source: Allocations inventory information
de: Zuweisungen Bestandsinformationen
fr: Informations d'inventaire des allocations
ko: 할당 인벤토리 정보
ru: Информация Отчисления инвентаризации
zh_cn: 备料清单信息
zh_tw: 備料清單資訊

# BeiMianBaoHuQITiHunHeBi
source: Back protective gas mixing ratio (%):
de: Rückseitenschutzgasmischverhältnis (%):
fr: Retour protecteur rapport de mélange de gaz (%):
ko: 이면 보호 가스의 혼합 비율 (%) :
ru: Вернуться защитная соотношение смешивания газов (%):
zh_cn: 背面保护气体混合比(%)：
zh_tw: 背面保護氣體混合比(%)：

# BeiMianBaoHuQiTiLiuLiang
source: Back protective gas flow (L / min):
de: Rückseitenschutzgasfluss (L / min):
fr: Retour débit de gaz de protection (L / min):
ko: 이면 보호 가스 유량 (L / 분) :
ru: Вернуться защитная потока газа (л / мин):
zh_cn: 背面保护气体流量(L/min)：
zh_tw: 背面保護氣體流量(L/min)：

# BeiMianBaoHuQiTiZhongLei
source: Back protective gas type:
de: Zurück Schutzgas-Typ:
fr: Retour de protection type de gaz:
ko: 돌아 가기 보호 가스의 종류 :
ru: Вернуться тип защитного газа:
zh_cn: 背面保护气体种类：
zh_tw: 背面保護氣體種類：

# BeiMianQingGengFangFa
source: The back gouging methods:
de: Die zurückFugenHobeln Methoden:
fr: Les méthodes de retour de gougeage:
ko: 백 가우 징 방법 :
ru: Методы назад строжки:
zh_cn: 背面清根方法：
zh_tw: 背面清根方法：

# BeiYong
source: Alternate
de: Alternieren
fr: Autre
ko: 대체
ru: Альтернативный
zh_cn: 备用
zh_tw: 備用

# BeiZhu
source: Remark
de: Vermerk
fr: Remarque
ko: 말
ru: Замечание
zh_cn: 备注
zh_tw: 備註

# BeiZhuNeiRong
source: Remarks Content
de: Bemerkungen Inhalt
fr: Remarques contenu
ko: 내용 설명
ru: Замечания публикаций
zh_cn: 备注内容
zh_tw: 備註內容

# BeiZhuShuoMing
source: Remarks
de: Erläuterungen
fr: Remarques
ko: 비고
ru: Замечания
zh_cn: 备注说明
zh_tw: 備註說明

# BenBiJinE
source: The currency amount
de: Der Währungsbetrag
fr: La quantité de monnaie
ko: 통화 금액
ru: Сумма валюты
zh_cn: 本币金额
zh_tw: 本幣金額

# BenQiFaE
source: The amount of the current issue
de: Die aktuelle Menge der Haare
fr: Le montant actuel de cheveux
ko: 머리의 현재 양
ru: В настоящее время количество волос
zh_cn: 本期发额
zh_tw: 本期發額

# BenQiJieE
source: The amount of the current node
de: Der Betrag des aktuellen Knotens
fr: Le montant du noeud courant
ko: 현재 노드의 양
ru: Сумма текущего узла
zh_cn: 本期结额
zh_tw: 本期結額

# BenQiShouE
source: The amount of the current income
de: Der Betrag der laufenden Ertrag
fr: Le montant du revenu courant
ko: 현재 소득의 금액
ru: Сумма текущего дохода
zh_cn: 本期收额
zh_tw: 本期收額

# BenWeiBi
source: Currency
de: Währung
fr: Monnaie
ko: 통화
ru: Валюта
zh_cn: 本位币
zh_tw: 本位幣

# BenZhiZhuanYeTeChang
source: Own expertise
de: Ihre eigene Expertise
fr: Leur propre expertise
ko: 자신의 전문 지식을
ru: Их собственный опыт
zh_cn: 本职专业特长
zh_tw: 本職專業特長

# BFSJKQJGSJ
source: Backup of the database is the interval
de: Backup-Datenbank ist das Intervall
fr: Base de données de sauvegarde est l'intervalle
ko: 백업 데이터베이스 간격입니다
ru: Резервное копирование базы данных является интервал
zh_cn: 备份数据库器间隔时间
zh_tw: 備份資料庫器間隔時間

# BFSJKQLJ
source: Save backup database path
de: Backup-Datenbank-Pfad
fr: Chemin de sauvegarde de base de données
ko: 백업 데이터베이스 경로
ru: Резервное копирование базы данных путь
zh_cn: 存储备份数据库路径
zh_tw: 備份資料庫器路徑

# BFWDFWQBM
source: Server alias being accessed
de: Server-Alias ​​zugegriffen wird
fr: Alias ​​accéder aux serveurs
ko: 서버 별칭에 액세스하고
ru: Псевдонимаа осуществляется доступ
zh_cn: 被访问的服务器别名
zh_tw: 被訪問的伺服器別名

# Bi
source: Nose:
de: Nase:
fr: Nez:
ko: 코 :
ru: Нос:
zh_cn: 鼻：
zh_tw: 鼻：

# Bian
source: serial number
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# BianGeng
source: Change
de: Änderung
fr: Changement
ko: 변화
ru: Изменение
zh_cn: 变更
zh_tw: 變更

# BianGengRen
source: Change people
de: Menschen ändern
fr: Changer les gens
ko: 변경 사람들
ru: Изменить люди
zh_cn: 变更人
zh_tw: 變更人

# BianGengShiJian
source: Change time
de: Zeitumstellung
fr: Changer temps
ko: 변경 시간
ru: Изменить время
zh_cn: 变更时间
zh_tw: 變更時間

# BianHao
source: ID
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# BianHaoHuoMingCheng
source: Number or name
de: Nummer oder Name
fr: Numéro ou nom
ko: 번호 또는 이름
ru: Номер или имя
zh_cn: 单号或名称
zh_tw: 單號或名稱

# BianHoa
source: serial number
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# BianJi
source: Editor
fr: Éditeur
ko: 편집자
ru: Редактор
zh_cn: 编辑
zh_tw: 編輯

# BianJiCiXuDaiMa
source: Order Code Editor
de: Bestell-Code-Editor
fr: Code de commande Éditeur
ko: 주문 코드 편집기
ru: Заказать редактор кода
zh_cn: 编辑次序代码
zh_tw: 編輯次序代碼

# BianJiGuanJingChiCun
source: Edit diameter size
de: Durchmesser bearbeiten Größe
fr: Modifier la taille de diamètre
ko: 편집 직경 크기
ru: Размер Редактировать диаметр
zh_cn: 编辑管径尺寸
zh_tw: 編輯管徑尺寸

# BianJiHanJieLeiXing
source: Edit welding type
de: Bearbeiten Schweißtyp
fr: Modifier le type de soudage
ko: 편집 형 용접
ru: Изменение типа сварки
zh_cn: 编辑焊接类型
zh_tw: 編輯焊接類型

# BianJiLiXiang
source: Edit project
de: Projekt bearbeiten
fr: Modifier projet
ko: 프로젝트 편집
ru: Редактировать проект
zh_cn: 编辑立项
zh_tw: 編輯立項

# BianJiLiXiangBuChong
source: Edit project supplement
de: Projekt bearbeiten zu ergänzen
fr: Modifier supplément de projet
ko: 프로젝트 편집 보충
ru: Редактировать проект дополнения
zh_cn: 编辑立项补充
zh_tw: 編輯立項補充

# BianJiQueRen
source: Edit confirmation
de: Bestätigung bearbeiten
fr: Modifier la confirmation
ko: 편집 확인
ru: Редактировать подтверждение
zh_cn: 编辑确认
zh_tw: 編輯確認

# BianJiZhuangTai
source: Edit status
de: Status ändern
fr: Modifier le statut
ko: 편집 상태
ru: Статус Редактировать
zh_cn: 编辑状态
zh_tw: 編輯狀態

# BianMa
source: Coding
de: Codierung
fr: Codage
ko: 코딩
ru: Кодирование
zh_cn: 编码
zh_tw: 編碼

# BianZhiBuMen
source: Preparation department
de: Vorbereitung Abteilung
fr: Département de préparation
ko: 준비 부서
ru: Подготовка отдел
zh_cn: 编制部门
zh_tw: 編制部門

# BianZhiMingXi
source: Preparing detailed
de: Erstellung detaillierter
fr: Préparer détaillé
ko: 자세한 시스템 준비
ru: Подготовка подробно
zh_cn: 编制明细
zh_tw: 編制明細

# BianZhiRen
source: Preparer
de: Vorbereiter
fr: Préparateur
ko: 작성자
zh_cn: 编制人
zh_tw: 編制人

# BianZhiRiQi
source: The date of preparation
de: Gründungsdatum
fr: Date de création
ko: 설립 일자
ru: Дата создания
zh_cn: 编制日期
zh_tw: 編制日期

# BianZhun
source: Standard
fr: Niveau
ko: 표준
ru: Стандарт
zh_cn: 标准
zh_tw: 標準

# BiaoDaShi
source: Expression
de: Ausdruck
ko: 표현
ru: Выражение
zh_cn: 表达式
zh_tw: 運算式

# BiaoDiJia
source: Base bid price
de: Basis Geldkurs
fr: Prix ​​de l'offre de base
ko: 자료 입찰 가격
ru: База цена
zh_cn: 标底价
zh_tw: 標底價

# BiaoDuan
source: Tenders
de: Die Angebote
fr: Appels d'offres
ko: 입찰
ru: Торги
zh_cn: 标段
zh_tw: 標段

# BiaoDuanE
source: Lot II:
de: Los II:
ko: 부지 II :
ru: Лот II:
zh_cn: 标段二：
zh_tw: 標段二：

# BiaoDuanEr
source: Lot II
de: Los II
ko: 부지 II
ru: Лот II
zh_cn: 标段二
zh_tw: 標段二

# BiaoDuanSan
source: Lot three
de: Lot drei
fr: Lot de trois
ko: 부지 세
ru: Лот три
zh_cn: 标段三
zh_tw: 標段三

# BiaoDuanShan
source: Lot III:
de: Los III:
ko: 부지 III :
ru: Лот III:
zh_cn: 标段三：
zh_tw: 標段三：

# BiaoDuanXuanZe
source: Lot selection
de: Lot Auswahl
fr: Sélection de Lot
ko: 부지의 선택
ru: Выбор участка
zh_cn: 标段选择
zh_tw: 標段選擇

# BiaoDuanXuanZhe
source: Lot selection:
de: Lot Auswahl:
fr: Sélection de Lot:
ko: 부지의 선택 :
ru: Выбор участка:
zh_cn: 标段选择：
zh_tw: 標段選擇：

# BiaoDuanYi
source: A Lot
ko: 부지
zh_cn: 标段一
zh_tw: 標段一

# BiaoFen
source: Table / parts
de: Tabelle / Teile
fr: Tableau / pièces
ko: 테이블 / 부품
ru: Таблица / части
zh_cn: 表/份
zh_tw: 表/份

# BiaoHao
source: serial number
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# BiaoJian
source: Table / piece
de: Tabelle / piece
fr: Tableau / pièce
ko: 테이블 / 조각
ru: Таблица / шт
zh_cn: 表/件
zh_tw: 表/件

# BiaoShuFen
source: Number of tables / parts
de: Anzahl Esstische / Teile
fr: Nombre de tables / pièces
ko: 테이블 / 부품의 수
ru: Количество столов / частей
zh_cn: 表数/份
zh_tw: 表數/份

# BiaoShuGouMai
source: Buy bids
de: Kauf Ausschreibung
fr: Achat tendre
ko: 구매 입찰
ru: Покупка тендер
zh_cn: 标书购买
zh_tw: 標書購買

# BiaoShuGouMaiRiQi
source: Tender purchase date
de: Zarte Kaufdatum
fr: Tender date d'achat
ko: 입찰 구매 날짜
ru: Тендер дата покупки
zh_cn: 标书购买日期
zh_tw: 標書購買日期

# BiaoTuShuoMing
source: The figure below illustrates the table
de: Die folgende Abbildung zeigt die Tabelle
fr: La figure ci-dessous illustre la table
ko: 아래 그림은 테이블을 보여줍니다
ru: На рисунке ниже показана таблица
zh_cn: 表图说明
zh_tw: 表圖說明

# BiaoZhi
source: Mark
de: Marke
fr: Marque
ko: 표
ru: Марк
zh_cn: 标志
zh_tw: 標誌

# BiaoZhun
source: Standard
fr: Niveau
ko: 표준
ru: Стандарт
zh_cn: 标准
zh_tw: 標準

# BiaoZhunChengBen
source: Standard Cost
de: Standardkosten-
ko: 표준 원가
ru: Нормативная стоимость
zh_cn: 标准成本
zh_tw: 標準成本

# BiaoZhunChengBeng
source: Standard Cost
de: Standardkosten-
ko: 표준 원가
ru: Нормативная стоимость
zh_cn: 标准成本
zh_tw: 標準成本

# BiaoZhunDangAn
source: Standard file
de: Standard-Datei
fr: Fichier standard
ko: 표준 파일
ru: Стандартный файл
zh_cn: 标准档案
zh_tw: 標準檔案

# BiaoZhunDangAnLieBiao
source: Standard File List
de: Standard-Dateiliste
fr: Norme liste des fichiers
ko: 표준 파일 목록
ru: Стандартный список файлов
zh_cn: 标准档案列表
zh_tw: 標準檔案清單

# BiaoZhunFen
source: Standard points
de: Standard-Punkten
fr: Point standard
ko: 표준 점
ru: Стандартные точки
zh_cn: 标准分
zh_tw: 標準分

# BiaoZhunFenLei
source: Standard Classification
de: Standardklassifikation
fr: Classification type
ko: 표준 분류
ru: Стандартная классификация
zh_cn: 标准分类
zh_tw: 標準分類

# BiaoZhunFenLeiSheZhi
source: Standard classification settings
de: Standardklassifikation Einstellungen
fr: Paramètres de classification standard
ko: 표준 분류 설정
ru: Стандартные настройки классификация
zh_cn: 标准分类设置
zh_tw: 標準分類設置

# BiaoZhunHao
source: Standard
fr: Niveau
ko: 표준
ru: Стандарт
zh_cn: 标准号
zh_tw: 標準號

# BiaoZhunJinDu
source: Standard progress
de: Standard Fortschritt
fr: Progrès standard
ko: 표준 진행
ru: Стандартный прогресс
zh_cn: 标准进度
zh_tw: 標準進度

# BiaoZhunJinE
source: Standard rates
de: Richtsätze
fr: Les taux standard
ko: 표준 요금
ru: Стандартные ставки
zh_cn: 标准金额
zh_tw: 標準金額

# BiaoZhunJingDu
source: Standard progress
de: Standard Fortschritt
fr: Progrès standard
ko: 표준 진행
ru: Стандартный прогресс
zh_cn: 标准进度
zh_tw: 標準進度

# BiaoZhunMingCheng
source: Standard name
de: Der Standardname
fr: Le nom standard
ko: 표준 명
ru: Стандартное имя
zh_cn: 标准名称
zh_tw: 標準名稱

# BiaoZhunXinXi
source: Standard information
de: Standardinformationen
fr: Informations standard
ko: 기본 정보
ru: Стандартная информация
zh_cn: 标准信息
zh_tw: 標準資訊

# BiaoZhunYuTuShuChaXun
source: Standard and Book Search
de: Standard und Buchsuche
ko: 표준 및 도서 검색
ru: Стандартные и Поиск книг
zh_cn: 标准与图书查询
zh_tw: 標準與圖書查詢

# BiaoZhunYuTuShuGuanLi
source: Standard and library management
de: Standard und Bibliotheksmanagement
fr: Norme et de la gestion de la bibliothèque
ko: 표준 및 도서관 관리
ru: Стандартные и управления библиотекой
zh_cn: 标准与图书管理
zh_tw: 標準與圖書管理

# BiaoZhuTian
source: Add annotations
de: Anmerkungen hinzufügen
fr: Ajouter des annotations
ko: 주석을 추가
ru: Добавить аннотации
zh_cn: 标注添加
zh_tw: 標注添加

# BiaoZhuTianJia
source: Add annotations
de: Anmerkungen hinzufügen
fr: Ajouter des annotations
ko: 주석을 추가
ru: Добавить аннотации
zh_cn: 标注添加
zh_tw: 標注添加

# BiBeiRenShu
source: Necessary number
de: Die Zahl der notwendigen
fr: Le nombre de nécessaires
ko: 필요한 수
ru: Количество необходимости
zh_cn: 必备人数
zh_tw: 必備人數

# BiBie
source: Currency
de: Währung
fr: Monnaie
ko: 통화
ru: Валюта
zh_cn: 币别
zh_tw: 幣別

# BiBieLeiXing
source: Currency Type
de: Währungstyp
fr: Type de devise
ko: 통화 유형
ru: Валюта Тип
zh_cn: 币别类型
zh_tw: 幣別類型

# BiDui
source: Comparison
de: Als
fr: Que
ko: 보다
ru: Чем
zh_cn: 比对
zh_tw: 比對

# BieZhu
source: Remark
de: Vermerk
fr: Remarque
ko: 말
ru: Замечание
zh_cn: 备注
zh_tw: 備註

# BIFenXiZhongXin
source: BI Analysis Center
ko: BI 분석 센터
ru: Б. Анализ центр
zh_cn: BI分析中心
zh_tw: BI分析中心

# BingTu
source: Pie
ko: 파이
ru: Пирог
zh_cn: 饼图
zh_tw: 圓形圖

# BiXu
source: Essential
de: Essentiell
fr: Essentiel
ko: 본질적인
ru: Существенный
zh_cn: 必需
zh_tw: 必需

# BiXu2
source: Essential
de: Essentiell
fr: Essentiel
ko: 본질적인
ru: Существенный
zh_cn: 必需
zh_tw: 必需

# BiXu4
source: Essential
de: Essentiell
fr: Essentiel
ko: 본질적인
ru: Существенный
zh_cn: 必需
zh_tw: 必需

# BiXuTongGuo
source: Must pass
de: Muss übergeben
fr: Doit passer
ko: 통과해야
ru: Должно пройти
zh_cn: 必须通过
zh_tw: 必須通過

# BiYeXueXiao
source: Graduated school
de: Schulen
fr: Écoles
ko: 학교
ru: Школы
zh_cn: 毕业学校
zh_tw: 畢業學校

# BiYeYuanXiao
source: graduated school
de: Absolvierte
fr: Diplômé
ko: 졸업
ru: Окончил
zh_cn: 毕业院校
zh_tw: 畢業院校

# BiZhong
source: Currency
de: Währung
fr: Monnaie
ko: 통화
ru: Валюта
zh_cn: 币种
zh_tw: 幣種

# BJHFZGSXCY
source: A copy of this plan to selected members
de: Eine Kopie dieses Plans zu dem ausgewählten Mitglied
fr: Une copie de ce plan pour le membre sélectionné
ko: 선택된 구성원이 계획의 사본
ru: Копия этого плана выбранного элемента
zh_cn: 把此计划复制给所选成员
zh_tw: 把此計畫複製給所選成員

# BJHKGXDM
source: Edit weld update code
de: Bearbeiten Schweiß Update-Code
fr: Modifier le code de mise à jour de soudure
ko: 편집 용접 업데이트 코드
ru: Редактировать код обновления сварки
zh_cn: 编辑焊口更新代码
zh_tw: 編輯焊口更新代碼

# BJinJi
source: B Emergency
de: B Notfall
fr: B urgence
ko: B 비상
ru: B Чрезвычайная
zh_cn: B紧急
zh_tw: B緊急

# BJRTBHGDM
source: Edit RT unqualified Code
de: Bearbeiten RT unqualifizierte-Code
fr: Modifier RT code sans réserve
ko: 편집 RT되지 않은 코드
ru: Редактировать РТ неквалифицированным код
zh_cn: 编辑RT不合格代码
zh_tw: 編輯RT不合格代碼

# BJSWMPDHCHJSYXGS
source: Three Beijing-Technology Co., Ltd. Wei Maipu navigation mapping
de: Drei Peking-Technology Co., Ltd Wei Maipu Navigation Mapping
fr: Trois de Beijing Technology Co., Ltd cartographie de navigation Wei Maipu
ko: 세 베이징 과학 기술 유한 회사 웨이 Maipu 탐색 매핑
ru: Три Пекин-технологии Лтд Вэй Майпу отображение навигации
zh_cn: 北京三维麦普导航测绘技术有限公司
zh_tw: 北京三維麥普導航測繪技術有限公司

# BJYLSYJZ
source: Edit pressure test medium
de: Bearbeiten Drucktestmedium
fr: Modifier milieu d'essai de pression
ko: 편집 압력 시험 배지
ru: Редактировать тест среднего давления
zh_cn: 编辑压力试验介质
zh_tw: 編輯壓力試驗介質

# BKLBZTJDHCGZLHY
source: Irrespective of the condition of step, then, this workflow also
de: Die Bedingung des Schrittes, dann, diesen Workflow nicht berücksichtigt auch
fr: Ne tient pas compte de l'état de l'étape, puis, ce flux de travail aussi
ko: 또한 단계, 다음,이 워크 플로의 상태를 고려하지 않습니다
ru: Считает ли не в состояние шага, то, в этом рабочем процессе также
zh_cn: 不考虑步骤条件的话，此工作还有
zh_tw: 不考慮步驟條件的話，此工作流還有

source: Black
de: Schwarz
fr: Noir
ko: 검정
ru: Черный
zh_cn: 黑色
zh_tw: 黑色

# BoHui
source: Turn down
de: Zurückweisen
fr: Rejeter
ko: 거부
ru: Отклонить
zh_cn: 终止
zh_tw: 駁回

# BoHuiZhongZhi
source: Dismissed termination
de: Dismissed Kündigung
fr: La résiliation Rejeté
ko: 해산 종료
ru: Уволен прекращение
zh_cn: 终止
zh_tw: 駁回終止

# BoKouJianTu
source: Foil opening sketch
de: Foil Mund Skizze
fr: Foil bouche esquisse
ko: 호일 입 스케치
ru: Фольга рот эскиз
zh_cn: 箔口简图
zh_tw: 箔口簡圖

source: Bold
de: Fett
fr: Gras
ko: 대담한
ru: Смелый
zh_cn: 加粗
zh_tw: 加粗

# BOMJiLu
source: BOM record
de: BOM Rekord
fr: Fiche BOM
ko: BOM 기록
ru: Спецификация запись
zh_cn: BOM记录
zh_tw: BOM記錄

# BomToPlan
source: Structure Plan transfer plan
de: Strukturplan Übertragungsplan
fr: Structure plan de transfert de plan
ko: 구조 플랜 전송 계획
ru: Структура плана передачи план
zh_cn: 结构规划转计划
zh_tw: 結構規劃轉計畫

# BOMWBSPlanning
source: Structure (WBS) Plan
de: -> Structure (WBS) planen
fr: Structure du plan (WBS)
ko: 구조 (WBS) 계획
ru: Структура (WBS) План
zh_cn: 物资预算编制
zh_tw: 結構(WBS)規劃

# BQSYTDRJ
source: Copyright © 2006-2026 Thai Top Software
fr: Copyright © 2006-2026 Thai Top Logiciel
ko: 저작권 © 2,006에서 2,026 사이 타이어 최고의 소프트웨어
ru: Copyright © 2006-2026 тайский Топ Программное обеспечение
zh_cn: 版权所有© 2006-2026 泰顶软件
zh_tw: 版權所有© 2006-2026 泰頂軟體

# BrowseByType
source: Browse by Category
de: Nach Typ
fr: Parcourir par catégorie
ko: 타입 별 검색
ru: Просмотр по типу
zh_cn: 按类型浏览
zh_tw: 按類型流覽

# BTYSJGWBSFZC
source: Different elements of the structure (WBS) Copy: From
de: Verschiedene Elemente des Strukturplan (PSP) Kopieren: Von
fr: Différents éléments de la structure (WBS) Copier: De
ko: 구조 (WBS)의 다른 요소는 복사에서
ru: Различные элементы структуры (WBS) Скопируйте: От
zh_cn: 不同元素结构(WBS)复制：从
zh_tw: 不同元素結構(WBS)複製：從

# BuBaiDongHan
source: Does not swing welding
de: Nicht schwingen Schweiß
fr: Ne pas balancer soudage
ko: 용접 스윙하지 않습니다
ru: Не качать сварки
zh_cn: 不摆动焊
zh_tw: 不擺動焊

# BuBaoMi
source: Unclassified
de: Nicht klassifiziert
fr: Non classés
ko: 분류되지 않음
ru: Неклассифицированный
zh_cn: 不保密
zh_tw: 不保密

# BuChong
source: Add
de: Hinzufügen
fr: Ajouter
ko: 추가
ru: Добавлять
zh_cn: 补充
zh_tw: 補充

# BuChongBianJi
source: Supplementary Edit
de: Ergänzende bearbeiten
fr: Modifier supplémentaire
ko: 보충 편집
ru: Дополнительное редактирование
zh_cn: 补充编辑
zh_tw: 補充編輯

source: Budget
ko: 예산
ru: Бюджет
zh_cn: 预算
zh_tw: 預算

# BuDongHan
source: Does not swing welding
de: Nicht schwingen Schweiß
fr: Ne pas balancer soudage
ko: 용접 스윙하지 않습니다
ru: Не качать сварки
zh_cn: 不摆动焊
zh_tw: 不擺動焊

# BuFen
source: Section
de: Abschnitt
ko: 섹션
ru: Раздел
zh_cn: 部分
zh_tw: 部分

# BuHeGe
source: Failure
de: Scheitern
fr: Échec
ko: 실패
ru: Отказ
zh_cn: 不合格
zh_tw: 不合格

# BuHeGeDaiHao
source: Substandard Code
fr: Code de Substandard
ko: 이하의 코드
ru: Некачественные код
zh_cn: 不合格代号
zh_tw: 不合格代號

# BuildTeam
source: Set up the team
de: Einrichten des Team
fr: Mettre en place l'équipe
ko: 팀을 설정
ru: Настройте команду
zh_cn: 组建团队
zh_tw: 組建團隊

# BuKeKongYu
source: Not Airspace
de: Nicht Luftraum
fr: Non de l'espace aérien
ko: 비 공역
ru: Номера воздушного пространства
zh_cn: 不可空域
zh_tw: 不可空域

# BuKeShiYu
source: Invisible domain
fr: Domaine Invisible
ko: 보이지 않는 도메인
ru: Невидимый домена
zh_cn: 不可视域
zh_tw: 不可視域

# BuLiang
source: Bad
de: Schlecht
fr: Mauvais
ko: 나쁜
ru: Плохой
zh_cn: 不良
zh_tw: 不良

# BuLiangBiaoXianJiLu
source: Poor performance record
de: Schlechte Leistung Rekord
fr: Enregistrement de mauvaise performance
ko: 성능이 저하 기록
ru: Плохо запись производительность
zh_cn: 不良表现记录
zh_tw: 不良表現記錄

# BuLiangLiang
source: Adverse amount
de: Unerwünschte Menge
fr: Montant défavorable
ko: 불리한 양
ru: Неблагоприятные количество
zh_cn: 不良量
zh_tw: 不良量

# BuManYi
source: Not satisfied
de: Nicht erfüllt
fr: Non content
ko: 만족하지
ru: Не довольны
zh_cn: 不满意
zh_tw: 不滿意

# BuMen
source: Department
de: Abteilung
fr: Département
ko: 부
ru: Отдел
zh_cn: 部门
zh_tw: 部門

# BuMenChengYuan
source: Sector Members
de: Sektormitglieder
fr: Membres des Secteurs
ko: 부문 회원
ru: Пользователи сектор
zh_cn: 部门成员
zh_tw: 部門成員

# BuMenDaiMa
source: Department Code
de: Abteilungscode
fr: Code de département
ko: 부서 코드
ru: Код отдела
zh_cn: 部门代码
zh_tw: 部門代碼

# BuMenHuoKeMu
source: Departments or subjects
de: Abteilungen oder Themen
fr: Les ministères ou les sujets
ko: 부서 또는 주제
ru: Отделы или предметы
zh_cn: 部门或科目
zh_tw: 部門或科目

# BuMenHuoKeMuXinXi
source: Department or account information
de: Abteilung oder Kontoinformationen
fr: Département ou informations de compte
ko: 부서 또는 계정 정보
ru: Департамент или зарегистрированы информация
zh_cn: 部门或科目信息
zh_tw: 部門或科目資訊

# BuMenKeMu
source: Sector + subjects
de: Sector + Themen
fr: Secteur sujets de +
ko: 섹터 + 과목
ru: Сектор + предметы
zh_cn: 部门+科目
zh_tw: 部門+科目

# BuMenMingChen
source: Department name
de: Abteilung Name
fr: Nom Département
ko: 부서 이름
ru: Название отдела
zh_cn: 部门名称
zh_tw: 部門名稱

# BuMenMingCheng
source: Department name
de: Abteilung Name
fr: Nom Département
ko: 부서 이름
ru: Название отдела
zh_cn: 部门名称
zh_tw: 部門名稱

# BuMenMoZuQuanXian
source: Sector Module Permissions
de: Sector Modul Berechtigungen
fr: Secteur Autorisations Module
ko: 부문 모듈 권한
ru: Модуль Разрешения сектора
zh_cn: 部门模组权限
zh_tw: 部門模組許可權

# BuMenRenYuan
source: Departments
de: Mitarbeiter der Abteilung
fr: Le personnel du ministère
ko: 부서 직원
ru: Сотрудники кафедры
zh_cn: 部门人员
zh_tw: 部門人員

# BuMenRenYuanWenDang
source: Department Documentation
de: Abteilung Dokumentation
fr: La documentation du Ministère
ko: 부 문서
ru: Отдел документации
zh_cn: 部门人员文档
zh_tw: 部門人員文檔

# BuMenShenPiRen
source: Approver department
de: Genehmiger-Abteilung
fr: Département approbateur
ko: 승인 부서
ru: Утверждающий отдел
zh_cn: 部门审批人
zh_tw: 部門審批人

# BuMenShenPiShijian
source: Department approval time
de: Abteilungen zur Genehmigung Zeit
fr: Départements pour le temps d'approbation
ko: 승인 시간 부서
ru: Департаменты время утверждения
zh_cn: 部门审批时间
zh_tw: 部門審批時間

# BuMenSheXiangTou
source: Department Camera
de: Sector-Kamera
fr: Caméra secteur
ko: 섹터 카메라
ru: Камера сектор
zh_cn: 部门摄像头
zh_tw: 部門攝像頭
