Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJDBWKPBNSZ
source: Progress is not invoiced, not on account!
de: Der Fortschritt wird nicht in Rechnung gestellt, nicht wegen!
fr: Progrès est pas facturée, non pas en raison!
ko: 진행은하지 계정에 청구되지 않습니다!
ru: Прогресс не выставляется, а не на счет!
zh_cn: 进度不为开票，不能上帐！
zh_tw: 進度不為開票，不能上帳！

# ZZJDBWKPHZCJZTBNTH
source: Progress is not billing, or timber inspection, and can not be returned!
de: Fortschritt ist nicht Fakturierung, oder überprüfen Sie den Status des Materials, können nicht zurückgegeben werden!
fr: Des progrès sont pas facturation, ou vérifier l'état du matériel, ne peut pas être retourné!
ko: 진행은 결제, 또는 물질의 상태를 확인하지 않고, 반환 할 수 없습니다!
ru: Прогресс не биллинг, или проверить статус материала, не могут быть возвращены!
zh_cn: 进度不为开票，或者材检状态，不能退回！
zh_tw: 進度不為開票，或者材檢狀態，不能退回！

# ZZJDBWLRBNBP
source: Progress is not entered, it can not be submitted for approval!
de: Der Fortschritt wird nicht eingegeben, kann es nicht zur Genehmigung vorgelegt werden!
fr: Progrès est pas entré, il ne peut pas être soumis à l'approbation!
ko: 진행은 입력하지, 그것은 승인을 위해 제출 될 수 없습니다!
ru: Прогресс не введен, он не может быть представлен на утверждение!
zh_cn: 进度不为录入，不能报批！
zh_tw: 進度不為錄入，不能報批！

# ZZJDBWLRBNTJ
source: Progress is not entered, you can not submit!
de: Der Fortschritt wird nicht eingegeben, können Sie nicht einreichen!
fr: Progrès est pas entré, vous ne pouvez pas soumettre!
ko: 진행이 입력되지에게, 당신은 제출할 수 없습니다!
ru: Прогресс не введен, вы не можете представить!
zh_cn: 进度不为录入，不能提交！
zh_tw: 進度不為錄入，不能提交！

# ZZJDBWLRHZBSCJRBYXBJ
source: Progress is not entered, or not created man, not allowed to edit!
de: Der Fortschritt wird nicht eingegeben, bzw. nicht erstellt ein Mann, nicht erlaubt zu bearbeiten!
fr: Progrès est pas entré, ou non a créé l'homme, pas autorisé à éditer!
ko: 진행은 입력하지, 또는 사람을 창조하지 않고, 편집 할 수 없습니다!
ru: Прогресс не введен, или не создал человека, не разрешено редактировать!
zh_cn: 进度不为录入，或者不是创建人，不允许编辑！
zh_tw: 進度不為錄入，或者不是創建人，不允許編輯！

# ZZJDBWLRHZBSCJRBYXSC
source: Progress is not entered, or not created man, can not be deleted!
de: Der Fortschritt wird nicht eingegeben, bzw. nicht erstellt ein Mann, kann nicht gelöscht werden!
fr: Progrès est pas entré, ou non a créé l'homme, ne peut pas être supprimé!
ko: 진행은 입력하지, 또는 사람을 창조하지 않고, 삭제할 수 없습니다!
ru: Прогресс не введен, или не создал человека, не может быть удален!
zh_cn: 进度不为录入，或者不是创建人，不允许删除！
zh_tw: 進度不為錄入，或者不是創建人，不允許刪除！

# ZZJDBWLRSBYXLX
source: When progress is not entered, the project is not allowed!
de: Als Fortschritt wird nicht eingegeben, wird das Projekt nicht erlaubt!
fr: Quand le progrès est pas entré, le projet n'a pas le droit!
ko: 진행이 입력되지 않은 경우,이 프로젝트는 허용되지 않습니다!
ru: Когда прогресс не введен, проект не допускается!
zh_cn: 进度不为录入时，不允许立项！
zh_tw: 進度不為錄入時，不允許立項！

# ZZJDBWLRSBYXSC
source: When progress is not entered, it can not be deleted!
de: Als Fortschritt nicht eingegeben, kann sie nicht gelöscht werden!
fr: Quand le progrès est pas entré, il ne peut pas être supprimé!
ko: 진행이 입력되지 않은 경우, 그것은 삭제 될 수 없다!
ru: Когда прогресс не введен, он не может быть удален!
zh_cn: 进度不为录入时，不允许删除！
zh_tw: 進度不為錄入時，不允許刪除！

# ZZJDBWLRYJHTYBWDDLYHSBYXSC
source: Progress is not entered, and when the contract for the current members are not logged in, can not be deleted!
de: Der Fortschritt wird nicht eingegeben, sowie Mitglieder des Auftrags für den aktuellen Anmeldebenutzer nicht, kann nicht gelöscht werden!
fr: Progrès est pas entré, ainsi que les membres de contrat pour l'utilisateur d'ouverture de session en cours ne sont pas, ne peut pas être supprimé!
ko: 진행은 현재 로그온 사용자에 대한 계약의 구성원이 아니므로,뿐만 아니라, 입력하지 삭제할 수 없습니다!
ru: Прогресс не введен, а также члены договора для текущего пользователя для входа нет, не могут быть удалены!
zh_cn: 进度不为录入，以及合同员不为当前登录用户时，不允许删除！
zh_tw: 進度不為錄入，以及合同員不為當前登錄用戶時，不允許刪除！

# ZZJDBWLRYJSYBJBW0BYXSC
source: Progress is not entered, and the use flag is not 0, can not be deleted!
de: Der Fortschritt wird nicht eingegeben, und die Verwendung flag nicht 0 ist, kann nicht gelöscht werden!
fr: Progrès est pas entré, et le drapeau d'utilisation est de 0, ne peut pas être supprimé!
ko: 진행은 입력되지 않고, 사용 플래그는 0이 아닌, 삭제할 수 없습니다!
ru: Прогресс не введен, и использование флага не равно 0, не могут быть удалены!
zh_cn: 进度不为录入，以及使用标记不为0，不允许删除！
zh_tw: 進度不為錄入，以及使用標記不為0，不允許刪除！

# ZZJDBWLRYJSYBJBW0SBYXSC
source: Progress is not entered, and the use flag is not 0, can not be deleted!
de: Der Fortschritt wird nicht eingegeben, und die Verwendung flag nicht 0 ist, kann nicht gelöscht werden!
fr: Progrès est pas entré, et le drapeau d'utilisation est de 0, ne peut pas être supprimé!
ko: 진행은 입력되지 않고, 사용 플래그는 0이 아닌, 삭제할 수 없습니다!
ru: Прогресс не введен, и использование флага не равно 0, не могут быть удалены!
zh_cn: 进度不为录入，以及使用标记不为0时，不允许删除！
zh_tw: 進度不為錄入，以及使用標記不為0時，不允許刪除！

# ZZJDBWLXSBYXKG
source: When the project schedule is not allowed to start!
de: Wenn der Zeitplan für das Projekt wird nicht starten!
fr: Lorsque le calendrier du projet ne soit pas autorisé à démarrer!
ko: 프로젝트 스케줄을 시작하도록 허용되지 않은 경우!
ru: Когда график проекта не допускается, чтобы начать!
zh_cn: 进度不为立项时，不允许开工！
zh_tw: 進度不為立項時，不允許開工！

# ZZJDBWLXSBYXLXTH
source: When the project is not progress, it does not allow the project to return!
de: Wenn das Projekt nicht fortschreiten, ist es nicht zulassen, dass das Projekt, um zurückzukehren!
fr: Lorsque le projet est pas un progrès, il ne permet pas le projet pour revenir!
ko: 프로젝트가 진행되지 않을 때, 그 프로젝트를 반환하는 것을 허용하지 않는다!
ru: Когда проект не прогресс, это не позволит проекту вернуться!
zh_cn: 进度不为立项时，不允许立项退回！
zh_tw: 進度不為立項時，不允許立項退回！

# ZZJDBWPBBNBJ
source: Progress is not evaluation, can not offer!
de: Fortschritt ist nicht Auswertung, nicht bieten können!
fr: Les progrès sont pas l'évaluation, ne peut pas offrir!
ko: 진행은 제공 할 수 없다, 평가하지 않습니다!
ru: Прогресс не оценка, не может предложить!
zh_cn: 进度不为评标，不能报价！
zh_tw: 進度不為評標，不能報價！

# ZZJDBWPZZTBYXZX
source: Progress is not approved by the state, is not allowed!
de: Der Fortschritt wird nicht vom Staat genehmigt wird, sind nicht erlaubt!
fr: Progrès est pas approuvé par l'Etat, ne sont pas autorisés!
ko: 진행은 국가에 의해 승인되지 허용되지 않습니다!
ru: Прогресс не утвержден государством, не допускается!
zh_cn: 进度不为批准状态，不允许执行！
zh_tw: 進度不為批准狀態，不允許執行！

# ZZJDBWSBNXG
source: Progress is not an application, you can not change!
de: Fortschritt ist nicht eine Anwendung, können Sie nicht ändern!
fr: Progrès est pas une application, vous ne pouvez pas changer!
ko: 진행은 응용 프로그램이 아닙니다, 당신은 변경할 수 없습니다!
ru: Прогресс не приложение, вы не можете изменить!
zh_cn: 进度不为申请，不能修改！
zh_tw: 進度不為申請，不能修改！

# ZZJDBWSXZTBYXJS
source: Progress is not to take effect, you disable the computing!
de: Der Fortschritt wird nicht wirksam, die Rechen deaktivieren Sie!
fr: Progrès est pas devenu efficace, vous désactivez l'informatique!
ko: 진행이 효력을 발생하지 않습니다, 당신은 컴퓨팅은 사용하지 않도록!
ru: Прогресс не вступили в силу, вы отключите вычислительная!
zh_cn: 进度不为生效状态，不允许计算！
zh_tw: 進度不為生效狀態，不允許計算！

# ZZJDBWZCBYXGB
source: Progress is not normal, is not allowed to close!
de: Fortschritt ist nicht normal, ist nicht erlaubt, es zu schließen!
fr: Progrès est pas normal, ne sont pas autorisés à fermer!
ko: 진행은 정상이, 종료 할 수 없습니다!
ru: Прогресс не является нормальным, не допускается, чтобы закрыть!
zh_cn: 进度不为正常，不允许关闭！
zh_tw: 進度不為正常，不允許關閉！

# ZZJDRBNWKBC
source: Reception can not be empty, please add!
de: Empfang darf nicht leer sein, fügen Sie bitte!
fr: La réception peut pas être vide, s'il vous plaît ajouter!
ko: 리셉션은 비워 둘 수 없습니다, 추가하십시오!
ru: Прием не может быть пустым, пожалуйста, добавьте!
zh_cn: 接待人不能为空，请补充！
zh_tw: 接待人不能為空，請補充！

# ZZJDWSXZTBYXSC
source: The state of progress of the entry into force, can not be deleted!
de: Der Stand der Durchführung des Inkrafttretens, kann nicht gelöscht werden!
fr: L'état d'avancement de l'entrée en vigueur, ne peut pas être supprimé!
ko: 발효의 진행 상태는 삭제할 수 없습니다!
ru: Государство прогресса вступления в силу, не может быть удален!
zh_cn: 进度为生效状态，不允许删除！
zh_tw: 進度為生效狀態，不允許刪除！

# ZZJDXGCG
source: Node changed successfully!
de: Knoten Modifikation Erfolg!
fr: Noeud modification succès!
ko: 노드 수정 성공!
ru: Модификация узла успех!
zh_cn: 节点保存成功！
zh_tw: 節點修改成功！

# ZZJDXGSB
source: Node modification fails!
de: Knoten Änderung fehlschlägt!
fr: Modification de nœud échoue!
ko: 노드 수정 실패!
ru: Модификация узел не!
zh_cn: 节点保存失败！
zh_tw: 節點修改失敗！

# ZZJDXZCG
source: New node success!
de: Neue Knoten Erfolg!
fr: Nouveau succès de noeud!
ko: 새로운 노드 성공!
ru: Новый успех узел!
zh_cn: 节点新增成功！
zh_tw: 節點新增成功！

# ZZJDXZSB
source: New node failure!
de: New Knotenausfall!
fr: Nouvelle défaillance d'un nœud!
ko: 새로운 노드 실패!
ru: Новый отказ узла!
zh_cn: 节点新增失败！
zh_tw: 節點新增失敗！

# ZZJEZNSXSHZZS
source: The net can be decimal or integer!
de: Das Netz kann eine Dezimalzahl oder ganze Zahl sein!
fr: Le filet peut être un nombre décimal ou entier!
ko: 그물은 소수 또는 정수 될 수 있습니다!
ru: Сеть может быть десятичной или целое!
zh_cn: 净额只能是小数，或者整数！
zh_tw: 淨額只能是小數，或者整數！

# ZZJFKBBNWFFZFC
source: Do not be illegal party library string!
de: Sie illegale Party-Bibliothek String nicht sein!
fr: Ne pas être illégal chaîne de bibliothèque de fête!
ko: 불법 파티 라이브러리 문자열하지 마!
ru: Не быть незаконным строка партия библиотека!
zh_cn: 甲方库别不能为非法字符串！
zh_tw: 甲方庫別不能為非法字串！

# ZZJFKBBNWKBC
source: Party library Do not be empty, please add!
de: Party-Bibliothek nicht leer sein, fügen Sie bitte!
fr: Bibliothèque Parti Ne pas être vide, s'il vous plaît ajouter!
ko: 파티 라이브러리가 비어하지 말라, 추가하십시오!
ru: Библиотека-участник не быть пустым, пожалуйста, добавьте!
zh_cn: 甲方库别不能为空，请补充！
zh_tw: 甲方庫別不能為空，請補充！

# ZZJGADMINHSAMPLESNZYHBNSCJC
source: Warning, ADMIN and SAMPLE is built-in user can not be deleted, please check!
de: Warning, ADMIN und SAMPLE ist eingebaut Benutzer kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, ADMIN et l'échantillon est intégré utilisateur ne peut être supprimé, s'il vous plaît vérifier!
ko: 경고, 관리자 및 샘플이 내장되어 사용자가 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Внимание, АДМИН, а образец построен в пользователя не может быть удалена, пожалуйста, проверьте!
zh_cn: 警告，ADMIN和SAMPLE是内置用户，不能删除，请检查！
zh_tw: 警告，ADMIN和SAMPLE是內置用戶，不能刪除，請檢查！

# ZZJGADMINWGLYZHYZGXWXBFZXJC
source: Warning, ADMIN for the administrator account, there is the highest authority, without being copied permissions, please check!
de: Warning, ADMIN für das Administratorkonto, es ist die höchste Autorität, ohne kopiert Berechtigungen, bitte!
fr: Avertissement, ADMIN pour le compte de l'administrateur, il est la plus haute autorité, sans être copiés autorisations, s'il vous plaît vérifier!
ko: 복사 권한을하지 않고, 관리자 계정에 대한 관리, 가장 높은 권위가, 경고, 확인하세요!
ru: Предупреждение, АДМИН для учетной записи администратора, есть высшая власть, не будучи скопированные разрешения, пожалуйста, проверьте!
zh_cn: 警告，ADMIN为管理员帐号，有最高权限，无需被复制权限，请检查！
zh_tw: 警告，ADMIN為管理員帳號，有最高許可權，無需被複製許可權，請檢查！

# ZZJGAJCJLBXCZSBJC
source: Warning, mandatory safety inspection records, the operation fails, check!
de: Warning, verbindliche Sicherheits Prüfprotokolle, die Operation fehlschlägt, überprüfen!
fr: Attention, les dossiers d'inspection de sécurité obligatoires, l'opération échoue, vérifiez!
ko: 필수 안전 검사 기록을 경고, 작업이 실패, 확인!
ru: Предупреждение, обязательные записи инспекция безопасности, операция терпит неудачу, проверьте!
zh_cn: 警告，安全检查记录必选项，操作失败，请检查！
zh_tw: 警告，安全檢查記錄必選項，操作失敗，請檢查！

# ZZJGAPPYHSYJDYNDSAPPLICENSEGDDSMBNZXZXDAPPYHL
source: Warning, APP has been equal to the number of users your license APP License provisions can no longer add new users to the APP!
de: Warning, APP ist gleich der Anzahl der Benutzer, die Sie autorisieren APP Lizenzbestimmungen nicht mehr neue Nutzer an die APP schreiben!
fr: Attention, APP a été égal au nombre d'utilisateurs que vous autorisez APP dispositions de licence ne peut plus ajouter de nouveaux utilisateurs de l'application!
ko: 경고, 응용 프로그램은 더 이상 APP에 새로운 사용자를 추가 할 수 있습니다 응용 프로그램 라이센스 조항을 승인하는 사용자의 수와 동일한 수있다!
ru: Внимание, приложение было равно числу пользователей Вы разрешаете положения APP лицензии больше не может добавлять новых пользователей в приложение!
zh_cn: 警告，APP用户数已经等于你的授权APP License规定的数目，不能再新增新的APP用户了！
zh_tw: 警告，APP用戶數已經等於你的授權APP License規定的數目，不能再新增新的APP用戶了！

# ZZJGAPPYHSYJDYNDZCSAPPLICENSEGDDSMBNZXZXDAPPYHL
source: Warning, APP is equal to the number of users already registered your authorized APP License provisions can no longer add new users to the APP!
de: Warning, ist APP gleich die Zahl der Nutzer hat Ihre Anmeldung APP Lizenzbestimmungen berechtigt nicht mehr neue Nutzer an die APP schreiben!
fr: Attention, APP est égal au nombre d'utilisateurs a autorisé votre inscription APP dispositions de licence ne peut plus ajouter de nouveaux utilisateurs de l'application!
ko: 사용자의 수는 더 이상 APP에 새로운 사용자를 추가 할 수 있습니다 등록 APP 라이센스 조항를인가에 경고, 응용 프로그램은 동일한!
ru: Внимание, APP равно количество пользователей уполномочил свои регистрационные APP положения лицензии больше не может добавлять новых пользователей в приложение!
zh_cn: 警告，APP用户数已经等于你的注册授权APP License规定的数目，不能再新增新的APP用户了！
zh_tw: 警告，APP用戶數已經等於你的註冊授權APP License規定的數目，不能再新增新的APP用戶了！

# ZZJGAYHZGWBXCZSBJC
source: Warning, security risks rectification is mandatory, the operation fails, check!
de: Achtung, Sicherheitsrisiken Berichtigung verpflichtend, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, risques de sécurité de rectification est obligatoire, l'opération échoue, vérifiez!
ko: 경고, 보안 위험 정류은 필수이며, 작업이 실패, 확인!
ru: Внимание, безопасность риски устранение является обязательным, операция терпит неудачу, проверьте!
zh_cn: 警告，安全隐患整改为必选项，操作失败，请检查！
zh_tw: 警告，安全隱患整改為必選項，操作失敗，請檢查！

# ZZJGBBHZNS1100ZJDSZ
source: Warning, the version number can be a number between 1-100!
de: Warnung kann die Versionsnummer eine Zahl zwischen 1-100 sein!
fr: Attention, le numéro de version peut être un nombre entre 1-100!
ko: 경고, 버전 번호는 1-100 사이의 숫자가 될 수 있습니다!
ru: Предупреждение, номер версии может представлять собой число от 1-100!
zh_cn: 警告，版本号只能是1-100之间的数字！
zh_tw: 警告，版本號只能是1-100之間的數字！

# ZZJGBCSBBMMCHBMDMBDYBMZNBNSRJC
source: Warning, save fails, department name and department code does not correspond to (department can only select, you can not enter), check!
de: Warning, Speichern fehlschlägt, Abteilungsnamen und Abteilungscode nicht zu entsprechen (Abteilung kann nur wählen, können Sie nicht), zu überprüfen!
fr: Avertissement, enregistrement échoue, nom du service et code de service ne correspond pas à (département ne pouvez sélectionner, vous ne pouvez pas entrer), vérifier!
ko: 실패 저장, 부서 이름 및 부서 코드 (단, 당신은 입력 할 수 없습니다 선택할 수 있습니다 부서)에 해당하지 않는 경고 확인!
ru: Предупреждение, сохранить не удается, название отдела и код отдела не соответствуют (отдел можете выбрать только, вы не можете войти), проверьте!
zh_cn: 警告，保存失败，部门名称和部门代码不对应（部门只能选取，不能输入），请检查！
zh_tw: 警告，保存失敗，部門名稱和部門代碼不對應（部門只能選取，不能輸入），請檢查！

# ZZJGBCSBJC
source: Warning, save fails, check!
de: Warning, Speichern fehlschlägt, überprüfen!
fr: Attention, enregistrement échoue, vérifiez!
ko: 경고, 실패 저장, 확인!
ru: Предупреждение, сохранить не удается, проверьте!
zh_cn: 警告，保存失败，请检查！
zh_tw: 警告，保存失敗，請檢查！

# ZZJGBFJGTSBXDYLWZSJC
source: Warning, the number of days the backup interval must be greater than zero and an integer, please check!
de: Achtung, die Anzahl der Tage der Backup-Intervall muss größer als Null ist und eine ganze Zahl sein, prüfen Sie bitte!
fr: Attention, le nombre de jours de l'intervalle de sauvegarde doit être supérieur à zéro et un entier, s'il vous plaît vérifier!
ko: 경고, 백업 간격이 제로 정수보다 커야합니다 일 수는 확인하시기 바랍니다!
ru: Предупреждение, количество дней, в течение резервного копирования интервал должен быть больше нуля и целое, пожалуйста, проверьте!
zh_cn: 警告，备份间隔天数必须大于零且为整数，请检查！
zh_tw: 警告，備份間隔天數必須大於零且為整數，請檢查！

# ZZJGBFJGTSBXWSZJC
source: Warning, the number of days the backup interval must be a number, please check!
de: Achtung, die Anzahl der Tage der Sicherungsintervall muss eine Zahl sein, prüfen Sie bitte!
fr: Attention, le nombre de jours de l'intervalle de sauvegarde doit être un nombre, s'il vous plaît vérifier!
ko: 경고, 백업 간격은 숫자 여야합니다 일 수는 확인하시기 바랍니다!
ru: Предупреждение, количество дней, в течение резервного копирования интервал должен быть номер, пожалуйста, проверьте!
zh_cn: 警告，备份间隔天数必须为数字，请检查！
zh_tw: 警告，備份間隔天數必須為數位，請檢查！

# ZZJGBFMLBNWKJC
source: Warning, the backup directory can not be empty, please check!
de: Warnung kann das Sicherungsverzeichnis nicht leer sein, prüfen Sie bitte!
fr: Attention, le répertoire de sauvegarde ne peut pas être vide, s'il vous plaît vérifier!
ko: 백업 디렉토리가 비어있을 수 없습니다 경고 확인하세요!
ru: Предупреждение, резервное копирование каталогов не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，备份目录不能为空，请检查！
zh_tw: 警告，備份目錄不能為空，請檢查！

# ZZJGBFMLCJSBJC
source: Warning, the backup directory creation fails, check!
de: Achtung, die Backup-Verzeichnis-Erstellung fehlschlägt, überprüfen!
fr: Attention, la création de répertoire de sauvegarde échoue, vérifiez!
ko: 경고, 백업 디렉토리 생성에 실패, 확인!
ru: Предупреждение, создание резервной копии каталога не удается, проверьте!
zh_cn: 警告，备份目录创建失败，请检查！
zh_tw: 警告，備份目錄創建失敗，請檢查！

# ZZJGBMBJC
source: Warning, the department will choose, please check!
de: Achtung, die Abteilung erforderlich ist, prüfen Sie bitte!
fr: Attention, le service requis, s'il vous plaît vérifier!
ko: 경고, 부서 요구, 확인하시기 바랍니다!
ru: Предупреждение, отдел требуется, пожалуйста, проверьте!
zh_cn: 警告，部门必选，请检查！
zh_tw: 警告，部門必選，請檢查！

# ZZJGBMBNWKCZSBJC
source: Warning, the coding can not be empty, the operation fails, check!
de: Warnung kann die Codierung nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le codage ne peut être vide, l'opération échoue, vérifiez!
ko: , 코딩은 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, кодирование не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，编码不能为空，操作失败，请检查！
zh_tw: 警告，編碼不能為空，操作失敗，請檢查！

# ZZJGBMDMYWHBMCCNGLDFWJC
source: Warning, the department code is incorrect or department management beyond your scope, please check!
de: Warnung ist der Abteilungscode nicht korrekt oder Sektor über den Rahmen der Management, überprüfen Sie bitte!
fr: Attention, le code de service est incorrecte ou secteur au-delà de la portée de votre gestion, s'il vous plaît vérifier!
ko: 경고, 부서 코드가 관리의 범​​위를 벗어나는 잘못된 또는 섹터입니다, 확인하시기 바랍니다!
ru: Предупреждение, код отдела является неправильной или сектор за рамки вашего управления, пожалуйста, проверьте!
zh_cn: 警告，部门代码有误或部门超出你管理的范围，请检查！
zh_tw: 警告，部門代碼有誤或部門超出你管理的範圍，請檢查！

# ZZJGBMJLXZHYCZCZSBJC
source: Warning, coding and type combination already exists, the operation fails, check!
de: Warning, Kodierung und Art Kombination bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le codage et le type combinaison existe déjà, l'opération échoue, vérifiez!
ko: 경고, 코딩 및 유형 조합이 이미 존재하는, 작업이 실패, 확인!
ru: Внимание, кодирование и тип сочетание уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，编码及类型组合已存在，操作失败，请检查！
zh_tw: 警告，編碼及類型組合已存在，操作失敗，請檢查！

# ZZJGBNCXPZYYRPZLXYBJC
source: Warning, you can not undo, it has been completed for the next step, please check!
de: Warnung, können Sie die Zustimmung nicht rückgängig gemacht werden, hat es sich für den nächsten Schritt genehmigt worden, überprüfen Sie bitte!
fr: Attention, vous ne pouvez pas annuler l'approbation, il a été approuvé pour l'étape suivante, s'il vous plaît vérifier!
ko: 당신이 승인을 취소 할 수 없습니다, 경고, 그것은 다음 단계로 승인 된, 확인하시기 바랍니다!
ru: Предупреждение, вы не можете отменить утверждение, он был одобрен для следующего шага, пожалуйста, проверьте!
zh_cn: 警告，不能撤消，已有人完成了下一步，请检查！
zh_tw: 警告，不能撤銷批准，已有人批准了下一步，請檢查！

# ZZJGBNFZBZBBDJHJC
source: Warning, overwrite standard and active version plan cannot be copied, please check!
de: Warnung, können Sie die Standard-Version des Programms nicht replizieren, bitte!
fr: Attention, vous ne pouvez pas reproduire la version standard du programme, s'il vous plaît vérifier!
ko: 당신이 프로그램의 표준 버전을 복제 할 수 없습니다 경고 확인하세요!
ru: Предупреждение, вы не можете повторить стандартную версию программы, пожалуйста, проверьте!
zh_cn: 警告，不能复制覆盖标准和活动版本的计划，请检查！
zh_tw: 警告，不能複製 標準 版本的計畫，請檢查！

# ZZJGBZBBJHLXZNYLXZGBJC
source: Warning, [Standard] and [Activity] Version Plan type can not be import project plan!
de: Warning, [Standard] Version Plan Typ kann nur durch das Projekt verändert werden, überprüfen Sie bitte!
fr: Attention, [Standard] type de plan de version ne peut être modifiée par le projet, s'il vous plaît vérifier!
ko: 경고, [표준] 버전 계획 유형은 프로젝트에 의해 변경 될 수를 확인하시기 바랍니다!
ru: Внимание, [Стандартный] Тип Версия план может быть изменен только по проекту, пожалуйста, проверьте!
zh_cn: 警告，【基准】和【在用】版本计划类型不能导入project计划，请检查！
zh_tw: 警告，【標準】版本計畫類型只能由立項者改變，請檢查！

# ZZJGBZBBJHLXZNYLXZZDJC
source: Warning, [Standard] Version Plan type can only be specified by the project, please check!
de: Warning, [Standard] Version Plantyp ist nur für das Projekt festgelegt werden, überprüfen Sie bitte!
fr: Attention, [Standard] le type de régime de version ne peut être spécifié par le projet, s'il vous plaît vérifier!
ko: 경고, [표준] 버전 계획 유형 만 프로젝트에 의해 지정 될 수를 확인하시기 바랍니다!
ru: Внимание, [Стандартный] Тип план версия может быть указано только на проекте, пожалуйста, проверьте!
zh_cn: 警告，【基准】版本计划类型只能由立项者指定，请检查！
zh_tw: 警告，【標準】版本計畫類型只能由立項者指定，請檢查！

# ZZJGBZBHBNWKCZSBJC
source: Warning, standard number can not be empty, the operation fails, check!
de: Warning, Norm-Nummer darf nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le nombre standard ne peut pas être vide, l'opération échoue, vérifiez!
ko: 경고, 표준 수는 비워 둘 수 없습니다, 작업이 실패, 확인!
ru: Внимание, стандартный номер не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，标准编号不能为空，操作失败，请检查！
zh_tw: 警告，標準編號不能為空，操作失敗，請檢查！

# ZZJGBZBHZSJBZYCZJC
source: Warning, standard number already exists in the data table, please check!
de: Achtung, in der Datentabelle existiert, Norm-Nummer bereits, bitte!
fr: Attention, nombre standard existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 경고, 표준 번호가 이미 데이터 테이블에 존재 확인하세요!
ru: Внимание, стандартный номер уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 警告，标准编号在数据表中已存在，请检查！
zh_tw: 警告，標準編號在資料表中已存在，請檢查！

# ZZJGBZMCBNWKCZSBJC
source: Warning, the standard name can not be empty, the operation fails, check!
de: Warnung, kann der Standardname nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, le nom standard ne peut pas être vide, l'opération échoue, vérifiez!
ko: 표준 이름은 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, стандартное имя не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，标准名称不能为空，操作失败，请检查！
zh_tw: 警告，標準名稱不能為空，操作失敗，請檢查！

# ZZJGCBJXCZSBNSCJC
source: Warning, this class exists when students can not be deleted, please check!
de: Warnung besteht diese Klasse, wenn die Schüler können nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, cette classe existe lorsque les élèves ne peuvent pas être supprimés, s'il vous plaît vérifier!
ko: 경고,이 클래스는 학생들이 삭제 할 수없는 경우, 확인하시기 바랍니다 존재!
ru: Предупреждение, этот класс существует, когда студенты не могут быть удалены, пожалуйста, проверьте!
zh_cn: 警告，此班级下存在学生，不能删除，请检查！
zh_tw: 警告，此班級下存在學生，不能刪除，請檢查！
