Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# XMSSJHYJ
source: Project implementation plan warning
de: Projektumsetzungsplan Warn
fr: Projet avertissement de plan d'exécution
ko: 프로젝트 실행 계획 경고
ru: Проект плана реализации предупреждение
zh_cn: 项目实施计划预警
zh_tw: 專案實施計畫預警

# XMSZJXHZLBXX
source: A balance of performance summary list information
de: Projektumsatzentwicklung zusammenfassende Liste Informationen
fr: Project information sur le rendement des revenus de liste sommaire
ko: 사업 수익 실적 요약리스트 정보
ru: Информация о проекте доходность сводный список
zh_cn: 项目收支绩效汇总列表信息
zh_tw: 專案收支績效匯總清單資訊

# XMSZJXHZXX
source: A balance of performance summary information
de: Projektumsatzentwicklung zusammenfassende Informationen
fr: Projet informations recettes de synthèse des performances
ko: 사업 수익 실적 요약 정보
ru: Проект выручка резюме Информация об исполнении
zh_cn: 项目收支绩效汇总信息
zh_tw: 專案收支績效匯總資訊

# XMZJJHHSS
source: Planning and implementation of project funds
de: Projektförderung und Umsetzungsplan
fr: Le financement du projet et plan d'exécution
ko: 프로젝트 자금 조달 및 구현 계획
ru: Финансирование проекта и план реализации
zh_cn: 项目资金计划和实施
zh_tw: 專案資金計畫和實施

# XMZJJHHSSXXLB
source: Project financing plan and implement information list
de: Projektplanung und -durchführung Finanzierung Liste
fr: La planification du projet et la liste de financement de mise en œuvre
ko: 프로젝트 계획 및 구현 자금 목록
ru: Планирование и реализация проекта Список финансирование
zh_cn: 项目资金计划和实施信息列表
zh_tw: 專案資金計畫和實施資訊清單

# XQCLLCMS
source: Demand processing (process model)
de: Demand-Verarbeitung (Flussmodus)
fr: Le traitement de la demande (mode d'écoulement)
ko: 요구 처리 (흐름 모드)
ru: Обработка Спрос (режим потока)
zh_cn: 需求处理（流程模式）
zh_tw: 需求處理（流程模式）

# XQDSFPHR
source: Select a third-party assessor
de: Wählen Sie ein Drittanbieter-Assessor
fr: Sélectionner un tiers évaluateur
ko: 타사 평가자를 선택
ru: Выберите стороннего оценщика
zh_cn: 选取第三方评核人
zh_tw: 選取協力廠商評核人

# XQHYWTJDXQHY
source: Meeting demand - demand meetings I added
de: Deckung der Nachfrage - Nachfrage Sitzungen I hinzugefügt
fr: Répondre à la demande - réunions de la demande ajoutai-je
ko: 수요 모임 - 수요 모임에 내가 추가
ru: Встреча спроса - спроса встречи я добавил
zh_cn: 需求会议－我添加的需求会议
zh_tw: 需求會議－我添加的需求會議

# XSGSHFW
source: 59-hour format and scope: 00--
de: 59-Stunden-Format und Umfang: 00--
fr: Le format 59 heures et la portée: 00--
ko: 59 시간 형식 및 범위 : 00--
ru: 59-часовой формат и объем: 00--
zh_cn: 59，小时格式和范围：00--
zh_tw: 59，小時格式和範圍：00--

# XSJYHMMFDND
source: In the form of a user name and password sent to you
de: In Form von Benutzernamen und Passwort, um gesendet ihr
fr: Dans la forme de nom d'utilisateur et mot de passe envoyé à votre
ko: 전송 사용자 이름과 암호의 형태로 당신의
ru: В виде имени пользователя и пароля отправлен на ваш
zh_cn: 形式将用户名密码发到你的
zh_tw: 形式將用戶名密碼發到你的

# XSJYHMMMFDND
source: The system will send the user name and password to your
de: Das System wird den Benutzernamen und das Passwort ein, um senden Sie Ihre
fr: Le système enverra le nom d'utilisateur et mot de passe sur votre
ko: 시스템에 사용자 이름과 암호를 보낼 것이다
ru: Система будет отправлять имя пользователя и пароль для входа в
zh_cn: 系统将用户名密码发到你的
zh_tw: 系統將用戶名密碼發到你的

# XTHZDZYJZWDBZJLJGSJFXZ
source: The system will automatically increase the bottom of the message text link for the recipient to download
de: Das System wird automatisch das Ende der Nachricht Text-Link zu erhöhen für den Empfänger zum Download
fr: Le système va automatiquement augmenter le fond de la liaison de texte du message pour le destinataire à télécharger
ko: 시스템이 자동으로 다운로드받는 사람에 대한 메시지 텍스트 링크의 바닥을 증가
ru: Система автоматически увеличит дно текстового сообщения ссылку для получателя скачать
zh_cn: 系统会自动在邮件正文底部增加链接供收件方下载
zh_tw: 系統會自動在郵件正文底部增加連結供收件方下載

# XTYSJGWBSFZCBB
source: The same element structure (WBS) Copy: From version
de: Das gleiche Elementstruktur (WBS) Kopieren: Ab Version
fr: La même structure d'élément (WBS) Copie: Depuis la version
ko: 같은 요소 구조 (WBS)를 복사 버전
ru: Такая же структура элемента (СПП) Скопируйте: Начиная с версии
zh_cn: 相同元素结构(WBS)复制：从版本
zh_tw: 相同元素結構(WBS)複製：從版本

# XuanDing
source: Selected
de: Ausgewählt
fr: Sélectionné
ko: 선택된
ru: Выбранный
zh_cn: 选定
zh_tw: 選定

# XuanQuKeShiYongHu
source: Select Visual User
de: Wählen Sie Visual User
fr: Sélectionnez utilisateur Visual
ko: 비주얼 사용자를 선택
ru: Выберите визуальный пользовательский
zh_cn: 选取可视用户
zh_tw: 選取可視用戶

# XuanZe
source: Choose
de: Wählen
fr: Choisir
ko: 선택
ru: Выбирать
zh_cn: 选择
zh_tw: 選擇

# XuanZeBanBen
source: Select Version
de: Wählen Sie die Version
fr: Sélectionnez Version
ko: 버전 선택
ru: Выберите версию
zh_cn: 选择版本
zh_tw: 選擇版本

# XuanZeBiao
source: Select the table
de: Wählen Sie die Tabelle
fr: Sélectionnez la table
ko: 테이블을 선택
ru: Выберите таблицу
zh_cn: 选择表
zh_tw: 選擇表

# XuanZeBuMen
source: Choose department
de: Wählen Abteilung
fr: Choisissez département
ko: 부서 선택
ru: Выберите отдел
zh_cn: 选择部门
zh_tw: 選擇部門

# XuanZeChanPinLeiXing
source: Select a product type
de: Wählen Sie einen Produkttyp
fr: Sélectionnez un type de produit
ko: 제품 유형 선택
ru: Выберите тип продукта
zh_cn: 选择产品类型
zh_tw: 選擇產品類型

# XuanZeDaoRuWenJian
source: Select Import File
de: Wählen Sie die Datei importieren
fr: Sélectionnez Fichier Importer
ko: 선택 파일 가져 오기
ru: Выберите Импорт файла
zh_cn: 选择导入文件
zh_tw: 選擇導入檔

# XuanZeKeGengGai
source: Select to change
de: Wählen Sie ändern
fr: Sélectionnez pour changer
ko: 변경 선택
ru: Выберите для изменения
zh_cn: 选择可更改
zh_tw: 選擇可更改

# XuanZeKeGengGaiQuanXian
source: Select to change permissions
de: Wählen Sie, um Berechtigungen zu ändern
fr: Sélectionner pour changer les permissions
ko: 권한을 변경하려면 선택
ru: Выберите для изменения разрешения
zh_cn: 选择可更改权限
zh_tw: 選擇可更改許可權

# XuanZeKeZaiShangMianXiuGai
source: Select to modify the above
de: Wählen Sie zum Ändern der oben
fr: Sélectionner pour modifier le dessus
ko: 위의 수정하려면 선택
ru: Выберите, чтобы изменить выше
zh_cn: 选择可在上面修改
zh_tw: 選擇可在上面修改

# XuanZePingTaiXiangMu
source: Choose platform project
de: Wählen Sie Plattform-Projekt
fr: Choisissez projet de plateforme
ko: 플랫폼 프로젝트를 선택
ru: Выберите платформу проект
zh_cn: 选择平台项目
zh_tw: 選擇平臺項目

# XuanZeSuoYouYouJian
source: Select all messages
de: Wählen Sie alle Nachrichten
fr: Sélectionnez tous les messages
ko: 모든 메시지를 선택
ru: Выберите все сообщения
zh_cn: 选择所有邮件
zh_tw: 選擇所有郵件

# XuanZeWenJian
source: Select the file
de: Wählen Sie die Datei
fr: Sélectionnez le fichier
ko: 파일을 선택
ru: Выберите файл
zh_cn: 选择文件
zh_tw: 選擇檔

# XuanZeXiaYiBu
source: Select Next
de: Klicken Sie auf Weiter
fr: Sélectionnez Suivant
ko: 다음을 선택
ru: Выберите Далее
zh_cn: 选择下一步
zh_tw: 選擇下一步

# XuanZeYouBianDeChengBaoShang
source: And select the right contractor
de: Und wählen Sie den richtigen Vertragspartner
fr: Et sélectionnez le bon entrepreneur
ko: 그리고 오른쪽 계약자를 선택
ru: И правильно выбрать подрядчика
zh_cn: 选择右边的承包商
zh_tw: 選擇右邊的承包商

# XuanZeYuanLiaoLeiXing
source: Select the type of feedstock
de: Wählen Sie die Art des Ausgangsmaterials
fr: Sélectionnez le type de matière première
ko: 공급 원료의 유형을 선택
ru: Выберите тип сырья
zh_cn: 选择原料类型
zh_tw: 選擇原料類型

# XuanZhe
source: Choose
de: Wählen
fr: Choisir
ko: 선택
ru: Выбирать
zh_cn: 选择
zh_tw: 選擇

# XuanZheDaoRuWenJian
source: Select Import File
de: Wählen Sie die Datei importieren
fr: Sélectionnez Fichier Importer
ko: 선택 파일 가져 오기
ru: Выберите Импорт файла
zh_cn: 选择导入文件
zh_tw: 選擇導入檔

# XuanZheWenJian
source: Select the file
de: Wählen Sie Datei
fr: Choisissez Fichier
ko: 파일 선택
ru: Выберите файл
zh_cn: 选 择文件
zh_tw: 選 擇文件

# XuanZheXiaYiBu
source: Next election Technology
de: Nächste Wahl Technik
fr: La technologie de l'élection suivante
ko: 다음 선거 기술
ru: Следующая технология выборов
zh_cn: 选技下一步
zh_tw: 選技下一步

# XueHao
source: Student ID
de: Studentenausweis
fr: Étudiant ID
ko: 학생 ID
ru: Студенческий билет
zh_cn: 学号
zh_tw: 學號

# XueJiBiao
source: Enrollment form
de: Anmeldeformular
fr: Formulaire d'adhésion
ko: 등록 양식
ru: Регистрационную форму
zh_cn: 学籍表
zh_tw: 學籍表

# XueLi
source: Educational background
de: Vorbildung
fr: Études
ko: 교육 배경
ru: Образование
zh_cn: 学历
zh_tw: 學歷

# XueSeShu
source: Hemoglobin
de: Hämoglobin
fr: Hémoglobine
ko: 헤모글로빈
ru: Гемоглобин
zh_cn: 血色素
zh_tw: 血色素

# XueShengGuanLi
source: Student Management
de: Studentenverwaltung
fr: Gestion des étudiants
ko: 학생 관리
ru: Студент Управление
zh_cn: 学生管理
zh_tw: 學生管理

# XueShengKaoQing
source: Student Attendance
de: Schülerzahl
fr: L'assiduité des élèves
ko: 학생 출석
ru: Студент Посещаемость
zh_cn: 学生考勤
zh_tw: 學生考勤

# XueShengMingChen
source: Student Name
fr: Nom de l'élève
ko: 학생 이름
ru: Имя студента
zh_cn: 学生名称
zh_tw: 學生名稱

# XueShengShouFei
source: Student fees
de: Studiengebühren
fr: Les frais de scolarité
ko: 학생 요금
ru: Студенческие сборы
zh_cn: 学生收费
zh_tw: 學生收費

# XueShengWeiShouFei
source: Students are not charged
de: Die Schüler werden nicht berechnet
fr: Les étudiants ne sont pas facturés
ko: 학생들은 충전되어 있지 않습니다
ru: Студенты не взимается
zh_cn: 学生未收费
zh_tw: 學生未收費

# XueShengYiShouFei
source: Students have charges
de: Die Studierenden haben Kosten
fr: Les étudiants ont des charges
ko: 학생들은 요금이
ru: Студенты имеют заряды
zh_cn: 学生已收费
zh_tw: 學生已收費

# XueXiao
source: School
de: Schule
fr: École
ko: 학교
ru: Школе
zh_cn: 学校
zh_tw: 學校

# XueXiaoMingChen
source: School Name
de: Name der Schule
fr: Nom de l'école
ko: 학교 이름
ru: Название школы
zh_cn: 学校名称
zh_tw: 學校名稱

# XueXing
source: Blood type
de: Blutgruppe
fr: Type de Sang
ko: 혈액형
ru: Группа крови
zh_cn: 血型
zh_tw: 血型

# XuFang
source: Demand-side
de: Nachfrageseite
fr: Côté de la demande
ko: 수요 측
ru: Спрос со стороны
zh_cn: 需方
zh_tw: 需方

# XuFangBianHao
source: Demand-side number
de: Nachfrageseitige Nummer
fr: Numéro de la demande
ko: 수요 측면 번호
ru: Спрос-бортовой номер
zh_cn: 需方编号
zh_tw: 需方編號

# XuFangBianJi
source: Demand-side editing
de: Nachfrageseitige Bearbeitung
fr: Édition de la demande
ko: 수요 측면의 편집
ru: Редактирование Спрос со стороны
zh_cn: 需方编辑
zh_tw: 需方編輯

# XuFangBianMa
source: Debit coding
de: Debit-Codierung
fr: Codage de débit
ko: 직불 코딩
ru: Дебет кодирование
zh_cn: 收方编码
zh_tw: 收方編碼

# XuFangJiLuGong
source: Demand-side record total
de: Nachfrageseitige Rekordwert
fr: Total record de la demande
ko: 수요 측 기록 전체
ru: Спрос со стороны Общий стаж
zh_cn: 需方记录 共
zh_tw: 需方記錄 共

# XuFangLiuLan
source: Demand-side Browse
de: Nachfrageseitige Durchsuchen
fr: Côté de la demande Parcourir
ko: 수요 측면 검색
ru: Спрос со стороны Просмотр
zh_cn: 需方浏览
zh_tw: 需方流覽

# XuHao
source: No.
de: Nein.
fr: Non.
ko: 아니오.
ru: Нет.
zh_cn: 序号
zh_tw: 序號

# XuLieHao
source: Serial number
fr: Numéro de série
ko: 일련 번호
ru: Порядковый номер
zh_cn: 序列号
zh_tw: 序號

# XunBiJia
source: Quote Search
de: Anfrage Suchen
fr: Query
ko: 귀하의 검색
ru: Ваше сообщение Поиск
zh_cn: 询比价
zh_tw: 詢比價

# XunJia
source: Inquiry
de: Untersuchung
fr: Enquête
ko: 문의
ru: Запрос
zh_cn: 询价
zh_tw: 詢價

# XunJiaTuiHui
source: Inquiry return
de: Anfrage Rück
fr: Retour enquête
ko: 문의 반환
ru: Ваше возвращение
zh_cn: 询价退回
zh_tw: 詢價退回

# XunJiLuXinXi
source: Training Record information
de: Training Record Informationen
fr: Enregistrer les informations de formation
ko: 교육 기록 정보
ru: Информация Обучение Запись
zh_cn: 训记录信息
zh_tw: 訓記錄資訊

# XuQiu
source: Demand
de: Nachfrage
fr: Exigence
ko: 수요
ru: Спрос
zh_cn: 需求
zh_tw: 需求

# XuQiuChuLiLiuChengMoShi
source: Demand processing (process model)
de: Demand-Verarbeitung (Flussmodus)
fr: Le traitement de la demande (mode d'écoulement)
ko: 요구 처리 (흐름 모드)
ru: Обработка Спрос (режим потока)
zh_cn: 需求处理（流程模式）
zh_tw: 需求處理（流程模式）

# XuQiuFenPaiJiLuZiLiao
source: Dispatched record demand information
de: Wird ausgelöst Rekordnachfrage Informationen
fr: Distribué fiche d'information de la demande
ko: 전달 레코드 수요 정보
ru: Отправляется информации спроса запись
zh_cn: 需求分派记录资料
zh_tw: 需求分派記錄資料

# XuQiuHao
source: Demand No.
fr: La demande n °
ko: 수요 번호
ru: Спрос номер
zh_cn: 需求号
zh_tw: 需求號

# XuQiuHuiYiLieBiao
source: Meeting the requirement list
de: Erfüllung der Anforderung Liste
fr: Réunion de la liste des exigences
ko: 요구 사항 목록을 회의
ru: Встреча список требование
zh_cn: 需求会议列表
zh_tw: 需求會議列表

# XuQiuLeiXingSheDing
source: Demand type setting
de: Demand-Typ-Einstellung
fr: Réglage du type de demande
ko: 수요 유형 설정
ru: Установка типа Спрос
zh_cn: 需求类型设定
zh_tw: 需求類型設定

# XuQiuMing
source: Demand name
de: Demand-Namen
fr: Nom de la demande
ko: 수요 이름
ru: Имя Спрос
zh_cn: 需求名
zh_tw: 需求名

# XuQiuMingCheng
source: Project Name
de: Projektname
fr: Nom du projet
ko: 프로젝트 이름
ru: Название проекта
zh_cn: 需求名称
zh_tw: 需求名稱

# XuQiuNeiRong
source: Demand content
de: Demand-Inhalte
fr: Le contenu de la demande
ko: 수요 내용
ru: Содержание Спрос
zh_cn: 需求内容
zh_tw: 需求內容

# XuQiuPingShen
source: Needs assessment
de: Bedarfsermittlung
fr: L'évaluation des besoins
ko: 평가 필요
ru: Оценка потребностей
zh_cn: 需求评审
zh_tw: 需求評審

# XuQiuPingShenGongZuoLiu
source: Requirements Review Workflow
fr: Examiner les besoins de workflow
ko: 요구 사항 검토 워크 플로우
ru: Требования отзыв Workflow
zh_cn: 需求评审工作流
zh_tw: 需求評審工作流

# XuQiuPingShenShaoHouJiHuo
source: Requirements Review (activate later)
de: Requirements Review (später aktivieren)
fr: Revue des exigences (activer plus tard)
ko: 요구 사항 검토 (나중에 활성화)
ru: Требования обзор (активировать позже)
zh_cn: 需求评审(稍后激活）
zh_tw: 需求評審(稍後啟動）

# XuQiuRiQi
source: Required Date
de: Erforderlich Datum
fr: Date requise
ko: 필요한 날짜
ru: Требуется Дата
zh_cn: 需求日期
zh_tw: 需求日期

# XuQiuShiJian
source: Demand Time
de: Demand-Zeit
fr: Temps de demande
ko: 수요 시간
ru: Спрос Время
zh_cn: 需求时间
zh_tw: 需求時間

# XuQiuShuLiang
source: Number demand
de: Anzahl Nachfrage
fr: Demande de Nombre
ko: 번호 요구
ru: Количество спрос
zh_cn: 需求数量
zh_tw: 需求數量

# XuQiuXiangXiXinXi
source: Demand for more information
de: Nachfrage für weitere Informationen
fr: La demande pour plus d'informations
ko: 자세한 내용은 대한 수요
ru: Спрос для получения дополнительной информации
zh_cn: 需求详细信息
zh_tw: 需求詳細資訊

# XuQiuZhuangTai
source: Demand state
de: Demand-Zustand
fr: État de la demande
ko: 수요 상태
ru: Состояние спроса
zh_cn: 需求状态
zh_tw: 需求狀態

# XuQiuZhuangTaiSheDing
source: Demand state setting
de: Demand-Zustand-Einstellung
fr: Réglage de la demande de l'Etat
ko: 수요 상태 설정
ru: Установка состояние спроса
zh_cn: 需求状态设定
zh_tw: 需求狀態設定

# XuQiuZhuanRenWu
source: Demand transfer task
fr: Tâche de transfert de la demande
ko: 수요 전송 태스크
ru: Перевод Спрос задача
zh_cn: 需求转任务
zh_tw: 需求轉任務

# XuQiuZiJin
source: Demand for capital
de: Needs Finanzierung
fr: A besoin de financement
ko: 자금을 필요
ru: Нуждается в финансировании
zh_cn: 需求资金
zh_tw: 需求資金

# XuYaoTongZhiShenQingZhe
source: Applicants need to inform
de: Bewerber müssen informieren
fr: Les candidats doivent informer
ko: 지원자는 알려 주어야합니다
ru: Кандидаты должны сообщить
zh_cn: 需要通知发起者
zh_tw: 需要通知申請者

# XYHDYCYCBZDRSZH
source: Less than or equal to the number of participating members of this Actor group and step
de: Kleiner oder gleich der Anzahl der teilnehmenden Mitglieder dieser Rollengruppe und Schritt
fr: Inférieur ou égal au nombre de membres participants de ce groupe de rôles et l'étape
ko: 이하이 역할 그룹 단계의 참가 멤버의 수와 동일
ru: Меньше или равно количеству участвующих членов этой группы ролей и шага
zh_cn: 小于或等于参与此步骤角色组成员数目之和
zh_tw: 小於或等於參與此步驟角色組成員數目之和

# XYHDYCYCBZJSZCYSMZH
source: Less than or equal to the number of participating members of this Actor group and step
de: Kleiner oder gleich der Anzahl der teilnehmenden Mitglieder dieser Rollengruppe und Schritt
fr: Inférieur ou égal au nombre de membres participants de ce groupe de rôles et l'étape
ko: 이하이 역할 그룹 단계의 참가 멤버의 수와 동일
ru: Меньше или равно количеству участвующих членов этой группы ролей и шага
zh_cn: 小于或等于参与此步骤角色组成员数目之和
zh_tw: 小於或等於參與此步驟角色組成員數目之和

# XYSXRWZYXGS
source: Limited supplies of Xinyu City Xin Ru
de: Limited Lieferungen von Xinyu City Xin Ru
fr: Les approvisionnements limités de la ville de Xinyu Xin Ru
ko: Xinyu의 도시 신화의 Ru의 제한 공급
ru: Ограниченные поставки Xinyu City Синь Ru
zh_cn: 新余市鑫儒物资有限公司
zh_tw: 新餘市鑫儒物資有限公司

# XZDXTJT
source: New Line Diagram Connector
de: New Line Diagram Steckverbinder
fr: New Line Connecteur Schéma
ko: 뉴 라인도 커넥터
ru: Новая линия Схема разъема
zh_cn: 新增单线图接头
zh_tw: 新增單線圖接頭

# XZJXJZSJ
source: New performance benchmark data
de: Neue Performance-Benchmark-Daten
fr: Des données de référence New performance
ko: 새로운 성능 벤치 마크 데이터
ru: Новый спектакль Исходные данные
zh_cn: 新增绩效基准数据
zh_tw: 新增績效基準資料

# XZKGGSDZT
source: Choose to change the lock status
de: Wählen Sie, um den Sperrstatus ändern
fr: Choisir pour changer l'état de verrouillage
ko: 잠금 상태를 변경 선택
ru: Выберите, чтобы изменить статус блокировки
zh_cn: 选择可更改锁定状态
zh_tw: 選擇可更改鎖定狀態

# XZRTXZHSJWJAYJLC
source: Download RTX account data file (right click save as)
de: Laden RTX Kontodaten-Datei (rechte Maustaste speichern unter)
fr: Télécharger le fichier de données de compte RTX (clic droit enregistrer sous)
ko: RTX 계정 데이터 파일을 다운로드 (오른쪽으로 저장 클릭)
ru: Скачать файл RTX счет данных (щелкните правой кнопкой мыши сохранить как)
zh_cn: 下载RTX帐户数据文件（按右键另存）
zh_tw: 下載RTX帳戶資料檔案（按右鍵另存）

# XZSFSRQQSGYKSCXTS
source: Now is the date three months before the review began prompt
de: Es ist drei Monate vor dem Datum für den Beginn der Überprüfung aufgefordert
fr: Il est de trois mois avant la date du début de l'examen a incité
ko: 검토의 시작 날짜를 묻는 메시지가 전에 세 가지 개월
ru: Это три месяца до даты начала рассмотрения запроса
zh_cn: 现在是复审日期前3个月开始出现提示
zh_tw: 現在是複審日期前3個月開始出現提示

# XZZBZGH
source: After selecting bidding directors
de: Nach der Auswahl Bieter Direktoren
fr: Après sélection des administrateurs d'appel d'offres
ko: 입찰 이사를 선택한 후
ru: После выбора торгов директоров
zh_cn: 选择招标主管后
zh_tw: 選擇招標主管後

# YaHuTong
source: Yahoo Messenger
ko: 야후 메신저
zh_cn: 雅虎通
zh_tw: 雅虎通

# YaLiShiYan
source: Pressure test
de: Druckprüfung
fr: Essai de pression
ko: 압력 테스트
ru: Испытание под давлением
zh_cn: 压力试验
zh_tw: 壓力試驗

# YanBian
source: Squash:
ko: 스쿼시 :
ru: Сквош:
zh_cn: 压扁：
zh_tw: 壓扁：

# YanBianTi
source: Pharyngeal flat body:
de: Rachen flachen Körper:
fr: Corps plat du pharynx:
ko: 인두 평면 몸 :
ru: Глотка плоское тело:
zh_cn: 咽扁体：
zh_tw: 咽扁體：

# YanBing
source: Eye Disease
de: Augenerkrankungen
ko: 눈 질환
ru: Болезни глаз
zh_cn: 眼病
zh_tw: 眼病

# YanChangXian
source: Extension cord
de: Verlängerungskabel
fr: Rallonge
ko: 연장 코드
ru: Удлинитель
zh_cn: 延长线
zh_tw: 延長線

# YangBanKeHu
source: Model client
de: Modell Kunden
fr: Modèle client
ko: 모델 고객
ru: Модель клиент
zh_cn: 样板客户
zh_tw: 樣板客戶

# YangShi
source: Style
de: Stil
ko: 스타일
ru: Стиль
zh_cn: 样式
zh_tw: 樣式

# YanLianDiDian
source: Drill site
de: Walkthrough Ort
fr: Walkthrough Localisation
ko: 연습 위치
ru: Прохождение Расположение
zh_cn: 演练地点
zh_tw: 演練地點

# YanLianFanKuiQingKuang
source: Walkthrough feedback
fr: Rétroaction Walkthrough
ko: 연습 피드백
ru: Прохождение обратной связи
zh_cn: 演练反馈情况
zh_tw: 演練回饋情況

# YanLianFaXianWenTi
source: Walkthrough problems found
de: Exemplarische Vorgehensweise Probleme gefunden
fr: Problèmes de Walkthrough trouvés
ko: 연습 문제 발견
ru: Найдены проблемы Прохождение
zh_cn: 演练发现问题
zh_tw: 演練發現問題

# YanLianRiQi
source: Walkthrough date
de: Walkthrough Datum
fr: Date Walkthrough
ko: 연습 날짜
ru: Дата Пошаговое руководство
zh_cn: 演练日期
zh_tw: 演練日期

# YanSe
source: Colour
de: Farbe
fr: Couleur
ko: 색
ru: Цвет
zh_cn: 颜色
zh_tw: 顏色

# YanShiLi
source: Visual acuity
de: Die Sehschärfe
fr: L'acuité visuelle
ko: 시력
ru: Острота зрения
zh_cn: 眼视力
zh_tw: 眼視力

# YanShouBiaoZhi
source: Acceptance mark
ko: 합격 표시
ru: Прием знак
zh_cn: 验收标志
zh_tw: 驗收標誌

# YanShouBiaoZhun
source: Acceptance Criteria
de: Akzeptanzkriterien
fr: Critères d'acceptation
ko: 허용 기준
ru: Критерии приемлемости
zh_cn: 验收标准
zh_tw: 驗收標準

# YanShouJieGuo
source: Acceptance results
de: Acceptance Ergebnisse
fr: Résultats d'acceptation
ko: 접수 결과
ru: Приемочные Результаты
zh_cn: 验收结果
zh_tw: 驗收結果

# YanShouLv
source: Acceptance rate
de: Annahmequote
fr: Taux d'acceptation
ko: 수용 률
ru: Скорость Принятие
zh_cn: 验收率
zh_tw: 驗收率

# YanShouRen
source: Acceptance people
de: Acceptance Menschen
fr: Les gens d'acceptation
ko: 수락 사람들
ru: Приемочные люди
zh_cn: 验收人
zh_tw: 驗收人

# YanShouRiQi
source: Acceptance Date
de: Abnahmetermin
fr: Date d'acceptation
ko: 접수 날짜
ru: Принятие Дата
zh_cn: 验收日期
zh_tw: 驗收日期

# YanShouXinXi
source: Acceptance of information
de: Akzeptanz von Informationen
fr: Acceptation de l'information
ko: 정보의 수용
ru: Прием информации
zh_cn: 验收信息
zh_tw: 驗收信息

# YanShouZhuangTai
source: Acceptance state
de: Acceptance Zustand
fr: Etat Acceptation
ko: 접수 상태
ru: Принятие государством
zh_cn: 验收状态
zh_tw: 驗收狀態

# YanZheng
source: Verification
fr: Vérification
ko: 확인
ru: Проверка
zh_cn: 验证
zh_tw: 驗證

# YanZhengJieGuo
source: Validation results
de: Validierungsergebnisse
fr: Les résultats de validation
ko: 검증 결과
ru: Результаты проверки
zh_cn: 验证结果
zh_tw: 驗證結果

# YanZhengMa
source: Security Code
de: Sicherheits-Code
fr: Code de la sécurité
ko: 보안 코드
ru: Код
zh_cn: 验证码
zh_tw: 驗證碼

# YaoCanJiaDeHuiYi
source: To participate in the conference
de: Um an der Konferenz teilzunehmen
fr: Pour participer à la conférence
ko: 컨퍼런스에 참여하려면
ru: Для участия в конференции
zh_cn: 要参加的会议
zh_tw: 要參加的會議

# YaoChuLiDeCheLiangShenQing
source: Vehicle application to be processed
de: Fahrzeuganwendung verarbeitet werden
fr: Demande de véhicules à traiter
ko: 차량 애플리케이션 처리 될
ru: Приложение Автомобиль будет обработан
zh_cn: 要处理的车辆申请
zh_tw: 要處理的車輛申請

# YaoChuLiDeFuWu
source: Services to be processed
de: Service verarbeitet werden
fr: Service à traiter
ko: 서비스 처리 할
ru: Обслуживание должны быть обработаны
zh_cn: 要处理的服务
zh_tw: 要處理的服務

# YaoChuLiDeFuWuFuWu
source: Services to be processed
de: Service verarbeitet werden
fr: Service à traiter
ko: 서비스 처리 할
ru: Обслуживание должны быть обработаны
zh_cn: 要处理的服务
zh_tw: 要處理的服務

# YaoChuLiDeFuWuXuQiu
source: Customer service to be processed
de: Kunden-Service zu verarbeiten
fr: Service à la clientèle à traiter
ko: 고객 서비스를 처리 할
ru: Обслуживание клиентов должны быть обработаны
zh_cn: 要处理的服务
zh_tw: 要處理的客戶服務

# YaoChuLiDeGongZuo
source: Work to be processed
de: Arbeit zu bearbeitenden
fr: Travail à traiter
ko: 일 처리 될
ru: Работа для обработки
zh_cn: 要处理的工作
zh_tw: 要處理的工作

# YaoChuLiDeXieZuo
source: Cooperation to deal with
de: Collaboration, zu beschäftigen
fr: Collaboration pour faire face à
ko: 처리하는 협업
ru: Сотрудничество для решения
zh_cn: 要处理的协作
zh_tw: 要處理的協作

# YaoDianJiYao
source: Points Minutes
de: Punkte Minuten
ko: 분을 포인트
ru: Очки минут
zh_cn: 要点纪要
zh_tw: 要點紀要

# YaoQingHan
source: Invitation card
de: Einladungen
fr: Invitations
ko: 초대장
ru: Приглашения
zh_cn: 邀请函
zh_tw: 邀請函

# YaoQingHanBianHao
source: Invitation ID:
de: Einladung ID:
ko: 초대 ID :
ru: Приглашение ID:
zh_cn: 邀请函编号：
zh_tw: 邀請函編號：

# YaoQingHanMingCheng
source: Invitations Name
de: Einladungen Namen
fr: Nom Invitations
ko: 초대 이름
ru: Имя Приглашения
zh_cn: 邀请函名称
zh_tw: 邀請函名稱

# YaoQingHanNeiRong
source: Invitations content
de: Einladungen Inhalte
fr: Invitations contenu
ko: 초대장 내용
ru: Содержание приглашения
zh_cn: 邀请函内容
zh_tw: 邀請函內容

# YaoQingHanXinXi
source: Invitation information
de: Einladung Informationen
fr: Informations Invitation
ko: 초대 정보
ru: Приглашение информация
zh_cn: 邀请函信息
zh_tw: 邀請函資訊

# YaoQingZhaoBiao
source: Invitation to tender
de: Ausschreibungen einladen
fr: Inviter offres
ko: 입찰 초대
ru: Объявить тендер
zh_cn: 邀请招标
zh_tw: 邀請招標

# YaoQiu
source: Claim
de: Forderung
fr: Demande
ko: 주장
ru: Требование
zh_cn: 要求
zh_tw: 要求

# YaoQiuChuLiDeGongZuo
source: Work required to deal with the
de: Arbeit erforderlich ist, um mit dem Deal
fr: Travaux à prévoir pour faire face à la
ko: 작업을 처리하는 데 필요한
ru: Работа требуется иметь дело с
zh_cn: 要求处理的工作
zh_tw: 要求處理的工作

# YaoQiuDaFuShiJian
source: Requirements answer time
de: Anforderungen beantworten Zeit
fr: Exigences de temps de réponse
ko: 요구 사항은 시간에 대답
ru: Требования время ответа
zh_cn: 要求答复时间
zh_tw: 要求答覆時間

# YaoQiuDaoDaShiJian
source: The time required to reach
de: Die erforderliche Zeit zu erreichen
fr: Le temps nécessaire pour atteindre
ko: 시간에 도달하는 데 필요한
ru: Время, необходимое для достижения
zh_cn: 要求到达时间
zh_tw: 要求到達時間
