Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# Account
source: Subject
de: Subjekt
fr: Sujet
ko: 제목
ru: Предмет
zh_cn: 科目
zh_tw: 科目

# Activate
source: Activation
de: Aktivierung
ko: 활성화
ru: Активация
zh_cn: 激活
zh_tw: 啟動

# Actor
source: Character
de: Rolle
fr: Rôle
ko: 역할
ru: Роль
zh_cn: 角色
zh_tw: 角色

source: Actor Group
de: Rollengruppe
fr: Rôle
ko: 역할 그룹
ru: Роль группы
zh_cn: 角色组
zh_tw: 角色組

# ActorGroupList
source: Actor list
de: Rollengruppen-Liste
fr: Liste des groupes de rôles
ko: 역할 그룹 목록
ru: Список группы ролей
zh_cn: 角色组列表
zh_tw: 角色組列表

# AddChildPlan
source: New sub-project
de: Neue Teilprojekt
fr: Nouveau sous-projet
ko: 새로운 서브 프로젝트
ru: Новый подпроект
zh_cn: 新增子计划
zh_tw: 新增子計畫

# AddNewVersion
source: Add a new version
de: Fügen Sie eine neue Version
fr: Ajouter une nouvelle version
ko: 새 버전을 추가
ru: Добавить новую версию
zh_cn: 增加新版本
zh_tw: 增加新版本

# AddToBOM
source: Join BOM
de: Registriert BOM
fr: Inscrivez-BOM
ko: BOM 가입
ru: Присоединяйтесь спецификации
zh_cn: 加入BOM
zh_tw: 加入BOM

# AddToProject
source: Join Project
de: Registriert Projekt
fr: Inscrivez-projet
ko: 프로젝트에 참여하기
ru: Регистрация проекта
zh_cn: 加入项目
zh_tw: 加入項目

# AddVersion
source: Increase version
de: Erhöhung Version
fr: Augmenter la version
ko: 증가 버전
ru: Увеличение версия
zh_cn: 增加版本
zh_tw: 增加版本

# AFXZLHJCX
source: Total cost items according to the type of query
de: Gesamtkosten Einzelteile entsprechend der Art der Abfrage
fr: Total des éléments de coûts selon le type de requête
ko: 질의의 종류에 따라 선정 된 총 아이템
ru: Всего статей расходов в соответствии с типом запроса
zh_cn: 按费项种类合计查询
zh_tw: 按費項種類合計查詢

# AFXZLHYFTJCX
source: Press fee item type or month conditional query
de: Drücken Gebühr Elementtyp oder Monat bedingte Abfrage
fr: Appuyez sur le type ou mois de redevance article requête conditionnelle
ko: 를 눌러 수수료 항목 유형 또는 월 조건부 쿼리
ru: Пресс-типа или месяц плата пункт условного запроса
zh_cn: 按费项种类或月份条件查询
zh_tw: 按費項種類或月份條件查詢

# AFXZLTJCX
source: Press fee kind-criteria query
de: Nach der Art der Bedingung Abfrage Startgebühr
fr: Selon le type de condition droit d'entrée de requête
ko: 조건 질의 엔트리 요금의 유형에 따라
ru: По типу условий запроса взноса
zh_cn: 按费项种类条件查询
zh_tw: 按費項種類條件查詢

# AllIncomeExpense
source: All income and expenses
de: Alle Erträge und Aufwendungen
fr: Tous les revenus et dépenses
ko: 모든 수입과 지출
ru: Все доходы и расходы
zh_cn: 所有收入和支出
zh_tw: 所有收入和支出

# AllMemberSchedule
source: All members of the Schedule
de: Alle Mitglieder der Zeitplan
fr: Tous les membres de l'horaire
ko: 일정의 모든 구성원
ru: Все члены графика
zh_cn: 所有成员日程
zh_tw: 所有成員日程

# AllProjectExpense
source: All project costs
de: Alle Projektkosten
fr: Tous les coûts du projet
ko: 모든 프로젝트 비용
ru: Все затраты на проект
zh_cn: 所有项目费用
zh_tw: 所有項目費用

source: All projects
de: Alle Projekte
fr: Tous les projets
ko: 모든 프로젝트
ru: Все проекты
zh_cn: 所有项目
zh_tw: 所有項目

# AllReq
source: All demand
de: Alle Nachfrage
fr: Tout demande
ko: 모든 수요
ru: Все спрос
zh_cn: 所有需求
zh_tw: 所有需求

# AllToBeAssigned
source: All to be dispatched
de: Alle versandt werden
fr: Tout pour être expédié
ko: 모든 파견하기
ru: Все должны быть направлены
zh_cn: 所有待分派的
zh_tw: 所有待分派的

source: All work summary
de: Alle Arbeiten Zusammenfassung
fr: Tout résumé de travail
ko: 모든 작업 요약
ru: Все резюме работа
zh_cn: 所有工作总结
zh_tw: 所有工作總結

# Amount
source: Money
de: Geld
fr: L'argent
ko: 돈
ru: Деньги
zh_cn: 金额
zh_tw: 金額

# AnDaLei
source: By category
de: Nach Kategorien
fr: Par catégorie
ko: 카테고리 별
ru: По тематике
zh_cn: 按大类
zh_tw: 按大類

# AnGongZhong
source: By job
de: Mit dem Job
fr: Par métier
ko: 작업이
ru: По работе
zh_cn: 按工种
zh_tw: 按工種

# AnJianMingCheng
source: Security name
de: Sicherheit Name
fr: Nom de la sécurité
ko: 보안 이름
ru: Имя Безопасности
zh_cn: 安检名称
zh_tw: 安檢名稱

# AnJianXinXi
source: Security information
de: Sicherheitsinformationen
fr: Les informations de sécurité
ko: 보안 정보
ru: Информация о безопасности
zh_cn: 安检信息
zh_tw: 安檢信息

# AnKongYouXiaoQi
source: An fear is valid
de: Eine Angst Gültigkeit
fr: Une validité de la peur
ko: 공포의 타당성
ru: Страх действия
zh_cn: 安恐有效期
zh_tw: 安恐有效期

# AnKongZhengShuBianHao
source: An fear certificate number
de: Eine Angst Certificate No.
fr: Un certificat peur No.
ko: 공포 인증 번호
ru: Сертификат страх Количество
zh_cn: 安恐证书编号
zh_tw: 安恐證書編號

# AnLeiXingLiuLanXiangMu
source: Browse by Category Projects
de: Siehe Produkte nach Typ
fr: Voir des produits par type
ko: 유형별로 항목을 찾아
ru: Просмотрите детали типа
zh_cn: 按类型浏览项目
zh_tw: 按類型流覽項目

# AnQiYanShouLv
source: Acceptance rate schedule
de: Annahmequote Zeitplan
fr: Calendrier de taux d'acceptation
ko: 수용 률 일정
ru: Тарифная Принятие
zh_cn: 按期验收率
zh_tw: 按期驗收率

# AnQiYanShouZiXiangMu
source: Regular inspection subproject
de: Acceptance Zeitplan Teilprojekte
fr: Sous-projets de planification d'acceptation
ko: 접수 일정 하위 프로젝트
ru: График Прием подпроекты
zh_cn: 按期验收子项目
zh_tw: 按期驗收子專案

# AnQuanGuanLiFangAn
source: Safety management program
de: Sicherheits-Management-Programm
fr: Programme de gestion de la sécurité
ko: 안전 관리 프로그램
ru: Программа управления безопасностью
zh_cn: 安全管理方案
zh_tw: 安全管理方案

# AnQuanJianChaJiLu
source: Safety inspection record
de: Sicherheit Prüfprotokoll
fr: Fiche d'inspection de la sécurité
ko: 안전 검사 기록
ru: Проверка безопасности запись
zh_cn: 安全检查记录
zh_tw: 安全檢查記錄

# AnQuanKuCun
source: Safety Stock
de: Sicherheitsbestand
fr: Stock de sécurité
ko: 안전 재고
ru: Безопасность со
zh_cn: 安全库存
zh_tw: 安全庫存

# AnQuanKuCunBaoBiao
source: Safety Stock Report
de: Sicherheitsbestandsbericht
fr: Rapport sur la sécurité Stock
ko: 안전 재고 보고서
ru: Безопасность со Сообщить
zh_cn: 安全库存报表
zh_tw: 安全庫存報表

# AnQuanYinHuanZhengGai
source: Security risks rectification
de: Sicherheitsrisiken Berichtigung
fr: Les risques de sécurité de rectification
ko: 보안 정류 위험
ru: Рисков безопасности исправления
zh_cn: 安全隐患整改
zh_tw: 安全隱患整改

# AnQuanYinHuanZhengGaiPingShen
source: Security risks rectification Review
de: Sicherheitsrisiken Berichtigung Bewertungen
fr: Risques de sécurité avis de rectification
ko: 보안 정류 리뷰 위험
ru: Рисков безопасности ректификации отзывы
zh_cn: 安全隐患整改评审
zh_tw: 安全隱患整改評審

# AnQuanYinHuanZhengGaiTongZhi
source: Security risks rectification notice
de: Sicherheitsrisiken Berichtigung Ankündigung
fr: Risques de sécurité avis de rectification
ko: 보안 정류 통지를 위험
ru: Рисков безопасности исправление уведомления
zh_cn: 安全隐患整改通知
zh_tw: 安全隱患整改通知

# AnXiaoLei
source: By subcategories
de: Durch Unterkategorien
fr: Par sous-catégories
ko: 하위 범주에 의해
ru: По подкатегорий
zh_cn: 按小类
zh_tw: 按小類

# AnYueFen
source: By Month
de: Pro Monat
fr: Par mois
ko: 월별
ru: По месяцу
zh_cn: 按月份
zh_tw: 按月份

# AnZhongLei
source: By category
de: Nach Kategorien
fr: Par catégorie
ko: 카테고리 별
ru: По тематике
zh_cn: 按种类
zh_tw: 按種類

# AnZhuangRiQi
source: Installation Date
de: Installationsdatum
fr: Date d'installation
ko: 설치 날짜
ru: Дата установки
zh_cn: 安装日期
zh_tw: 安裝日期

# AnZhuangTaiFengLei
source: By Status Category
de: Klassifizierung nach Status
fr: Classification par statut
ko: 상태에 따른 분류
ru: Классификация по статусу
zh_cn: 按状态分类
zh_tw: 按狀態分類

# AnZhuangTaiFenLei
source: By Status Category
de: Klassifizierung nach Status
fr: Classification par statut
ko: 상태에 따른 분류
ru: Классификация по статусу
zh_cn: 按状态分类
zh_tw: 按狀態分類

# AnZiLei
source: Press subclass
de: Nach Unterkategorie
fr: Par sous-catégorie
ko: 하위 범주
ru: По суб-категории
zh_cn: 按子类
zh_tw: 按子類

# AnZiZu
source: Press subgroups
de: Presse Untergruppen
fr: Sous-groupes de presse
ko: 를 눌러 하위 그룹
ru: Пресс-подгруппы
zh_cn: 按子组
zh_tw: 按子組

source: Applicant
de: Antragsteller
fr: Demandeur
ko: 응모자
ru: Заявитель
zh_cn: 申请人
zh_tw: 申請人

source: Application Type
de: Anwendungstyp
fr: Type de demande
ko: 응용 프로그램 유형
ru: Тип приложения
zh_cn: 申请类型
zh_tw: 申請類型

# ApplyExpense
source: Grant application
de: Antrag auf Finanzhilfe
fr: Demande de subvention
ko: 교부 신청
ru: Приложение Грант
zh_cn: 经费申请
zh_tw: 經費申請

# ApplyRecord
source: Application record
de: Anwendungsdatensatz
fr: Dossier de la demande
ko: 응용 프로그램 기록
ru: Применение запись
zh_cn: 申请记录
zh_tw: 申請記錄

# ApplyTime
source: application time
de: Arbeitszeit
fr: Temps d'application
ko: 응용 프로그램 시간
ru: Применение Время
zh_cn: 申请时间
zh_tw: 申請時間

# APPMoZu
source: APP module
de: APP-Modul
fr: Module APP
ko: 응용 프로그램 모듈
ru: Модуль АРР
zh_cn: APP模组
zh_tw: APP模組

# ApprovedRecord
source: Approval Record
de: Approval Bilanz
fr: Dossier d'approbation
ko: 승인 기록
ru: Запись Утверждение
zh_cn: 审批记录
zh_tw: 審批記錄

# AppServerDuanKou
source: AppServer port
fr: Port AppServer
ko: AppServer를 포트
ru: AppServer порт
zh_cn: AppServer端口
zh_tw: AppServer埠

# AQGLFALB
source: Safety management program list
de: Sicherheits-Management-Programm-Liste
fr: Liste de programme de gestion de la sécurité
ko: 안전 관리 프로그램 목록
ru: Список программ управления безопасностью
zh_cn: 安全管理方案列表
zh_tw: 安全管理方案列表

# AQJCJLLB
source: Safety inspection record list
de: Sicherheitsprüfung Rekordliste
fr: Liste de fiche d'inspection de la sécurité
ko: 안전 검사 기록 목록
ru: Инспекция безопасности список
zh_cn: 安全检查记录列表
zh_tw: 安全檢查記錄清單

# AQYHZGLB
source: Security risks rectification List
de: Sicherheitsrisiken Berichtigung Liste
fr: Risques de sécurité Liste de rectification
ko: 보안 정류 목록 위험
ru: Рисков безопасности исправления Список
zh_cn: 安全隐患整改列表
zh_tw: 安全隱患整改列表

# AQYHZGTZLB
source: Security risks rectification notice list
de: Sicherheitsrisiken Berichtigung bemerken Liste
fr: Les risques de sécurité de rectification liste de préavis
ko: 보안 정류 통지 목록을 위험
ru: Рисков безопасности исправления список уведомления
zh_cn: 安全隐患整改通知列表
zh_tw: 安全隱患整改通知列表

# Archive
source: File
de: Akte
fr: Fichier
ko: 파일
ru: Файл
zh_cn: 归档
zh_tw: 歸檔

# ArchiveProject
source: Archiving
de: Projektarchiv
fr: Archive Project
ko: 프로젝트 아카이브
ru: Архив проекта
zh_cn: 项目归档
zh_tw: 項目歸檔

# AssetApplication
source: Assets recipients apply
de: Vermögenswerte Empfänger gelten
fr: Destinataires Actifs appliquent
ko: 자산받는 사람이 적용
ru: Активы получателей применять
zh_cn: 资产领用申请
zh_tw: 資產領用申請

# AssetPurchaseRequest
source: Asset Purchase Requisition
de: Asset Bestellanforderung
fr: Asset Demande d'achat
ko: 자산 구매 요청
ru: Заявка активами
zh_cn: 资产采购申请
zh_tw: 資產採購申請

# AssetShipmentReport
source: Asset library Report
de: Asset-Bibliothek melden
fr: Rapport Bibliothèque d'actifs
ko: 자산 라이브러리 보고서
ru: Активами библиотека Отчет
zh_cn: 资产出库报表
zh_tw: 資產出庫報表

# Assign
source: Assignment
de: Zuordnung
fr: Affectation
ko: 할당
ru: Назначение
zh_cn: 分派
zh_tw: 分派

# AssignID
source: Dispatched No.
de: Wird ausgelöst, No.
fr: Non Distribué
ko: 전달 번호
ru: Отправляется номер
zh_cn: 分派号
zh_tw: 分派號

# AssignPeople
source: Dispenser
de: Geliefert Menschen
fr: Expédié personnes
ko: 전달 사람들
ru: Отправляется люди
zh_cn: 分派人
zh_tw: 分派人

# AssignRecord
source: Dispatched record
de: Wird ausgelöst Rekord
fr: Distribué fiche
ko: 전달 기록
ru: Отправляется запись
zh_cn: 分派记录
zh_tw: 分派記錄

# AssignReq
source: Demand assignment
de: Bedarfszuweisungs
fr: Affectation à la demande
ko: 수요 할당
ru: Предоставление по требованию
zh_cn: 需求分派
zh_tw: 需求分派

# AssignTask
source: Tasking
fr: Polyvalence
ko: 태스킹
ru: Управление задачами
zh_cn: 任务分派
zh_tw: 任務分派

# AssignTaskToProjectMember
source: Assign tasks to project members
de: Aufgaben zuweisen, um Mitglieder zu projizieren
fr: Assigner des tâches aux membres du Projet
ko: 프로젝트 참여자에게 작업을 할당
ru: Связать задачи Участники проекта
zh_cn: 分派任务给项目成员
zh_tw: 分派任務給項目成員

source: Author
de: Autor
fr: Auteur
ko: 저자
ru: Автор
zh_cn: 作者
zh_tw: 作者

# Authority
source: Competence
de: Zuständigkeit
fr: Compétence
ko: 능력
ru: Компетентность
zh_cn: 权限
zh_tw: 許可權

# AYFHJSJCB
source: Total actual cost by month
de: Insgesamt tatsächlichen Kosten pro Monat
fr: Coût total réel par mois
ko: 월별 총 실제 비용
ru: Всего фактическая стоимость по месяцам
zh_cn: 按月份合计实际成本
zh_tw: 按月份合計實際成本

# AYiBan
source: A general
de: Eine allgemeine
fr: Un général
ko: 일반
ru: Общее
zh_cn: A一般
zh_tw: A一般

# AYingYongCaoZuo
source: A Application Operation
de: Eine Applikation Bedienung
fr: Une opération d'application
ko: 응용 프로그램 운영
ru: Операция Применение
zh_cn: A应用操作
zh_tw: A應用操作

# BaBa
source: Father
de: Vater
fr: Père
ko: 아버지
ru: Отец
zh_cn: 爸爸
zh_tw: 爸爸

# Back
source: Return
de: Zurück
fr: Retour
ko: 반환
ru: Возвращение
zh_cn: 返回
zh_tw: 返回

# BaiDongCanShu
source: Swing parameters:
de: Swing-Parameter:
fr: Balançoire paramètres:
ko: 스윙 매개 변수 :
ru: Параметры Свинг:
zh_cn: 摆动参数：
zh_tw: 擺動參數：

# BaiDongHan
source: Swing welding
de: Swing-Schweißen
fr: Balançoire soudage
ko: 스윙 용접
ru: Качели сварки
zh_cn: 摆动焊
zh_tw: 擺動焊

# BaiDongLeiXing
source: Swing type:
de: Schwing-Typ:
fr: Type de Swing:
ko: 스윙 타입 :
ru: Тип Качели:
zh_cn: 摆动类型：
zh_tw: 擺動類型：

# BaiFangDengJi
source: Visit Registration
de: Besuchen Registrierung
fr: Visitez inscription
ko: 방문 등록
ru: Визит Регистрация
zh_cn: 拜访登记
zh_tw: 拜訪登記

# BanBen
source: Release
de: Freisetzung
fr: Libération
ko: 해제
ru: Релиз
zh_cn: 版本
zh_tw: 版本

# BanBenRiQi
source: Version Date
de: Version Datum
ko: 버전 날짜
ru: Версия Дата
zh_cn: 版本日期
zh_tw: 版本日期

# BanCi
source: Edition
de: Version
fr: Édition
ko: 판
ru: Издание
zh_cn: 版次
zh_tw: 版次

# BanGongDianHua
source: Office Phone
fr: Téléphone au bureau
ko: 사무실 전화
ru: Телефон офиса
zh_cn: 办公电话
zh_tw: 辦公電話

# BanGongFeiYongBaoXiao
source: Office Expenses
de: Bürokosten
fr: Frais de bureau
ko: 사무실 경비
ru: Канцелярские расходы
zh_cn: 办公费用报销
zh_tw: 辦公費用報銷

# BanGongFeiYongShenQing
source: Office expense claims
de: Bürokosten gelten
fr: Frais de bureau appliquent
ko: 사무실 비용이 적용됩니다
ru: Офисные расходы применяются
zh_cn: 办公费用申请
zh_tw: 辦公費用申請

# BanJi
source: Class
de: Klasse
fr: Classe
ko: 클래스
ru: Класс
zh_cn: 班级
zh_tw: 班級

# BanJiHanJieLeiXing
source: Edit welding type
de: Bearbeiten Schweißtyp
fr: Modifier le type de soudage
ko: 편집 형 용접
ru: Изменение типа сварки
zh_cn: 编辑焊接类型
zh_tw: 編輯焊接類型

# BanJiJiLu
source: Class Record
de: Klassenrekord
fr: Classe fiche
ko: 클래스 레코드
ru: Класс Запись
zh_cn: 班级记录
zh_tw: 班級記錄

# BanJiShouFei
source: Class fees
de: Klassengebühren
fr: Frais de classe
ko: 클래스 수수료
ru: Класс сборы
zh_cn: 班级收费
zh_tw: 班級收費

# Banlance
source: Difference
de: Unterschied
fr: Différence
ko: 차
ru: Разница
zh_cn: 差额
zh_tw: 差額

# BanLiQingKuang
source: Handling the situation
de: Umgang mit der Situation,
fr: Manipulation de la situation
ko: 상황 운반
ru: Обработка ситуации
zh_cn: 办理情况
zh_tw: 辦理情況

# BanLiYinHang
source: A bank
de: Eine Bank
fr: Une banque
ko: 은행
ru: Банк
zh_cn: 办理银行
zh_tw: 辦理銀行

# BanQuanSuoYou
source: All rights reserved
de: Alle Rechte vorbehalten
fr: Tous droits réservés
ko: 판권 소유
ru: Все права защищены
zh_cn: 版权所有
zh_tw: 版權所有

# BaoBiao
source: Report form
de: Berichtsformular
fr: Formulaire de rapport
ko: 보고서 양식
ru: Форма отчета
zh_cn: 报表
zh_tw: 報表

# BaoBiaoLeiXing
source: Report Type
fr: Type de rapport
ko: 보고서 유형
ru: Тип отчета
zh_cn: 报表类型
zh_tw: 報表類型

# BaoBiaoMing
source: Report name
de: Berichtsname
fr: Nom de rapports
ko: 보고 이름
ru: Отчетность имя
zh_cn: 报表名
zh_tw: 報表名

# BaoBiaoMuBan
source: Report Template
de: Berichtsvorlage
fr: Modèle de rapport
ko: 보고서 템플릿
ru: Шаблон отчета
zh_cn: 报表模板
zh_tw: 報表範本

# BaoBiaoRiQi
source: Report Date
de: Stichtag
fr: Date du rapport
ko: 보고 날짜
ru: Отчетная дата
zh_cn: 报表日期
zh_tw: 報表日期

# BaoChi
source: Holding
de: Halten
fr: Tenir
ko: 지주
ru: Холдинг
zh_cn: 保持
zh_tw: 保持

# BaoCun
source: Save
de: Speichern
fr: Sauvegarder
ko: 저장
ru: Сохранить
zh_cn: 保存
zh_tw: 保存

# BaoCunBiaoDanNeiRong
source: Save the form content
de: Speichern Sie das Formular Inhalte
fr: Sauvegardez le contenu du formulaire
ko: 양식 내용을 저장
ru: Сохранить содержимое формы
zh_cn: 保存表单内容
zh_tw: 保存表單內容

# BaoCunBingFanHuiZhuYe
source: Save and Return Home
de: Zu speichern und Heim
fr: Enregistrer et retour Accueil
ko: 저장 초기 화면
ru: Сохранить и вернуться домой
zh_cn: 保存并返回主页
zh_tw: 保存並返回主頁

# BaoCunGengGai
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
ko: 변경 사항을 저장
ru: Сохранить изменения
zh_cn: 保存更改
zh_tw: 保存更改

# BaoCunGongZuoLiuGengGai
source: Save the workflow changes
de: Speichern Sie die Workflow-Änderungen
fr: Enregistrez les modifications de flux de travail
ko: 워크 플로 변경 사항을 저장
ru: Сохраните изменения рабочего процесса
zh_cn: 保存工作流更改
zh_tw: 保存工作流更改

# BaoCunPaiZhaoLuJing
source: Save camera image path
de: Sparen Kamerabild Pfad
fr: Enregistrer caméra chemin de l'image
ko: 카메라 이미지 경로를 저장
ru: Сохранить изображение с камеры путь
zh_cn: 保存拍照图片路径
zh_tw: 保存拍照圖片路徑

# BaoCunYongHuXiangPian
source: Save Photo
de: Speichern Foto
fr: Enregistrer la photo
ko: 저장 사진
ru: Сохранить фото
zh_cn: 保存用户相片
zh_tw: 保存用戶相片

# BaoFei
source: Scrapped
de: Verschrottung
fr: Demantelé
ko: 폐기
ru: Уничтоженный
zh_cn: 报废
zh_tw: 報廢

# BaoFeiHouYongTu
source: Scrapped after use
de: Nach Gebrauch ausrangiert
fr: Demantelé après usage
ko: 사용 후 폐기
ru: Уничтоженный после использования
zh_cn: 报废后用途
zh_tw: 報廢後用途

# BaoFeiRen
source: Scrap people
de: Scrap Menschen
fr: Les gens de la ferraille
ko: 스크랩 사람들
ru: Лом люди
zh_cn: 报废人
zh_tw: 報廢人

# BaoFeiShiJian
source: Waste of time
de: Zeitverschwendung
fr: Perte de temps
ko: 시간 낭비
ru: Пустая трата времени
zh_cn: 报废时间
zh_tw: 報廢時間

# BaoFeiShuLiang
source: Number scrapped
de: Anzahl verschrottet
fr: Nombre rebut
ko: 번호 폐기
ru: Количество слом
zh_cn: 报废数量
zh_tw: 報廢數量

# BaoFeiYuanYin
source: Scrap reason
de: Grund ausrangiert
fr: Raison mis au rebut
ko: 이유 폐기
ru: Причина слом
zh_cn: 报废原因
zh_tw: 報廢原因

# BaoFeiZongShu
source: The total number of scrapped
de: Die Gesamtzahl der verschrottet
fr: Le nombre total de rebut
ko: 폐기의 총 수
ru: Общее количество слом
zh_cn: 报废总数
zh_tw: 報廢總數

# BaoGaoHao
source: Report No.
fr: Rapport n °
ko: 보고서 번호
ru: Отчет №
zh_cn: 报告号
zh_tw: 報告號

# BaoGaoRiQi
source: Report Date
fr: Date du rapport
ko: 보고서 일
ru: Дата отчета
zh_cn: 报告日期
zh_tw: 報告日期

# BaoGaoXinXi
source: Report Information
de: Bericht Informationen
fr: Rapport d'information
ko: 보고서 정보
ru: Информационное сообщение
zh_cn: 报告信息
zh_tw: 報告資訊

# BaoGuanDanHao
source: Declaration number
de: Deklarationsnummer
fr: Numéro de la déclaration
ko: 선언의 수
ru: Количество декларация
zh_cn: 报关单号
zh_tw: 報關單號

# BaoGuanDuiNeiShuJu
source: Customs internal data
de: Zoll internen Daten
fr: Douanes données interne
ko: 세관 내부 데이터
ru: Внутренние данные таможенной
zh_cn: 报关对内数据
zh_tw: 報關對內數據

# BaoGuanRen
source: Custodian
de: Kustos
fr: Gardien
ko: 후견인
ru: Хранитель
zh_cn: 保管人
zh_tw: 保管人

# BaoGuanShuJu
source: Customs data
de: Zolldaten
fr: Les données des douanes
ko: 세관 데이터
ru: Таможенные данные
zh_cn: 报关数据
zh_tw: 報關數據

# BaoGuanYuan
source: Custodian
de: Kustos
fr: Gardien
ko: 후견인
ru: Хранитель
zh_cn: 保管员
zh_tw: 保管員

# BaoHuQiTiHunHeBi
source: Protective gas mixing ratio (%):
de: Gasschutzmischungsverhältnis (%):
fr: Protective rapport de mélange de gaz (%):
ko: 보호 가스의 혼합 비율 (%) :
ru: Соотношение смешивания газа Защитный (%):
zh_cn: 保护气体混合比(%)：
zh_tw: 保護氣體混合比(%)：

# BaoHuQiTiHunHeHua
source: Protective gas mixing ratio (%):
de: Gasschutzmischungsverhältnis (%):
fr: Protective rapport de mélange de gaz (%):
ko: 보호 가스의 혼합 비율 (%) :
ru: Соотношение смешивания газа Защитный (%):
zh_cn: 保护气体混合比(%)：
zh_tw: 保護氣體混合比(%)：

# BaoHuQiTiLiuLiang
source: Shielding gas flow (L / min):
de: Schutzgasstrom (l / min):
fr: Blindage flux de gaz (L / min):
ko: 가스 유량 (L / 분) 차폐 :
ru: Подача газа (л / мин):
zh_cn: 保护气体流量(L/min)：
zh_tw: 保護氣體流量(L/min)：

# BaoHuQiTiZhongLei
source: Protective gas:
de: Schutzgas:
fr: Gaz de protection:
ko: 보호 가스 :
ru: Защитный газ:
zh_cn: 保护气体种类：
zh_tw: 保護氣體種類：

# BaoJia
source: Quoted price
de: Angebotspreis
fr: Prix ​​indiqué
ko: 인용 가격
ru: Котировальная цена
zh_cn: 报价
zh_tw: 報價

# BaoJiaBiaoZhun
source: Standard offer
de: Standardangebot
fr: L'offre standard
ko: 표준 제공
ru: Стандартное предложение
zh_cn: 报价标准
zh_tw: 報價標準

# BaoJiaDan
source: Quote
de: Zitieren
fr: Citer
ko: 시세
ru: Цитата
zh_cn: 报价单
zh_tw: 報價單

# BaoJiaDanHao
source: Quotation No.
fr: Devis No.
ko: 견적 번호
ru: Цитата номер
zh_cn: 报价单号
zh_tw: 報價單號

# BaoJiaDanLiuLan
source: Quote Browse
de: Zitat Durchsuchen
fr: Citer Parcourir
ko: 견적 검색
ru: Цитата Просмотр
zh_cn: 报价单浏览
zh_tw: 報價單流覽

# BaoJiaDanMingXi
source: Quote details
de: Zitat Details
fr: Détails du devis
ko: 견적 세부 사항
ru: Цитата детали
zh_cn: 报价单明细
zh_tw: 報價單明細

# BaoJiaDanWei
source: Quote Unit
de: Zitat Einheit
fr: Citer Unité
ko: 견적 단위
ru: Цитата Группа
zh_cn: 报价单位
zh_tw: 報價單位

# BaoJiaHeJi
source: Total offer
de: Gesamtangebot
fr: Offre de Total
ko: 총 제공
ru: Всего предложение
zh_cn: 报价合计
zh_tw: 報價合計

# BaoJiaJieZhi
source: Offer deadline
de: Angebotsfrist
fr: Délai de l'offre
ko: 모집 마감
ru: Срок предложение
zh_cn: 报价截止
zh_tw: 報價截止

# BaoJiaKaiShi
source: Quote start
de: Zitat Anfang
fr: Début de devis
ko: 견적 시작
ru: Цитата начало
zh_cn: 报价开始
zh_tw: 報價開始

# BaoJian
source: Label
de: Etikett
fr: Étiquette
ko: 상표
ru: Этикетка
zh_cn: 标签
zh_tw: 標籤

# BaoJianJieGuo
source: Inspection results
de: Prüfergebnisse
fr: Résultats d'inspection
ko: 검사 결과
ru: Результаты инспекции
zh_cn: 报检结果
zh_tw: 報檢結果

# BaoJiaoFei
source: Yasunori fee
de: Yasunori Gebühr
fr: Taxe Yasunori
ko: 야스노리 수수료
ru: Ясунори плата
zh_cn: 保教费
zh_tw: 保教費

# BaoJiaPingTai
source: Quote Platform
de: Zitat Platform
fr: Citer Platform
ko: 견적 플랫폼
ru: Цитата Платформа
zh_cn: 报价平台
zh_tw: 報價平臺

# BaoJiaShiJian
source: Quote Time
de: Zitat Zeit
fr: Citer Temps
ko: 견적 시간
ru: Цитата Время
zh_cn: 报价时间
zh_tw: 報價時間

# BaoJiaWenJian
source: Offer Document
de: Angebotsunterlage
fr: Document d'Offre
ko: 제공 문서
ru: Предложение Документ
zh_cn: 报价文件
zh_tw: 報價文件

# BaoLiuLiang
source: Retention
de: Zurückhaltung
fr: Rétention
ko: 보유
ru: Удержание
zh_cn: 保留量
zh_tw: 保留量

# BaoLu
source: Expose
de: Aussetzen
fr: Exposer
ko: 폭로
ru: Подвергать
zh_cn: 暴露
zh_tw: 暴露

# BaoMi
source: Secrecy
de: Verschwiegenheit
fr: Secret
ko: 비밀
ru: Секретность
zh_cn: 保密
zh_tw: 保密

# BaoPi
source: Approval
de: Zustimmung
fr: Approbation
ko: 찬성
ru: Утверждение
zh_cn: 报批
zh_tw: 報批

# BaoPiTuiHui
source: Approval Return
fr: Approbation retour
ko: 승인 반환
ru: Утверждение Вернуться
zh_cn: 报批退回
zh_tw: 報批退回

# BaoSongFeiYong
source: Filing fee
de: Anmeldegebühr
fr: Taxe de dépôt
ko: 신청 수수료
ru: Заявочная пошлина
zh_cn: 报送费用
zh_tw: 報送費用

# BaoXiaoFeiYongMingXi
source: Reimbursement details
de: Erstattung Details
fr: Les modalités de remboursement
ko: 보상 정보
ru: Подробнее Компенсации
zh_cn: 报销费用明细
zh_tw: 報銷費用明細

# BaoXiaoFeiYongZongE
source: Claim Amount
de: Die Gesamtkosten der Erstattung
fr: Le coût total du remboursement
ko: 상환의 총 비용
ru: Общая стоимость возмещения
zh_cn: 报销费用总额
zh_tw: 報銷費用總額

# BaoXiaoJinDu
source: Reimbursement schedule
de: Tilgungsplan
fr: Calendrier de remboursement
ko: 상환 일정
ru: График Возмещение
zh_cn: 报销进度
zh_tw: 報銷進度

# BaoXiaoRiQi
source: Reimbursement Date
de: Erstattung Datum
fr: Date de remboursement
ko: 상환 날짜
ru: Возмещение Дата
zh_cn: 报销日期
zh_tw: 報銷日期

# BaoXiuFangAnMiaoShu
source: Warranty program description
de: Garantieprogramm Beschreibung
fr: Description du programme de Garantie
ko: 보증 프로그램 설명
ru: Описание Гарантия программа
zh_cn: 保修方案描述
zh_tw: 保修方案描述

# BaoXiuQi
source: Warranty period
de: Garantie
fr: Garantie
ko: 보증
ru: Гарантия
zh_cn: 保修期
zh_tw: 保修期

# BaoXiuQiTian
source: Warranty period (days)
de: Garantiedauer (Tage)
fr: La période de garantie (jours)
ko: 보증 기간 (일)
ru: Гарантийный срок (дни)
zh_cn: 保修期（天）
zh_tw: 保修期（天）

# BaoXiuRiQi
source: Warranty Date
de: Garantie Datum
fr: Date de Garantie
ko: 보증 날짜
ru: Гарантия Дата
zh_cn: 保修日期
zh_tw: 保修日期

# BaoXiuXinXi
source: Warranty Information
de: Informationen zur Gewährleistung
fr: Informations sur la garantie
ko: 보증 정보
ru: Информация о гарантии
zh_cn: 保修信息
zh_tw: 保修信息

# BaoYanLeiXing
source: Post-mortem Type
de: Post-mortem-Typ
fr: Type de post-mortem
ko: 사후 유형
ru: Посмертное Тип
zh_cn: 报验类型
zh_tw: 報驗類型

# BaoYanRiQi
source: Post-mortem date
de: Post-mortem-Bericht Datum
fr: Post-mortem date du rapport
ko: 사후 보고서 일
ru: Посмертное дата отчета
zh_cn: 报验日期
zh_tw: 報驗日期

# BaoYanXinXi
source: Post-mortem information
de: Post-mortem-Daten
fr: Les informations post-mortem
ko: 사후 정보
ru: Информация Посмертное
zh_cn: 报验信息
zh_tw: 報驗信息
