Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# QuJianXinXi
source: Section information
de: § Informationen
fr: Information de la section
ko: 구간 정보
ru: Информация Раздел
zh_cn: 区间信息
zh_tw: 區間資訊

# QuXiao
source: Cancel
de: Abbrechen
fr: Annuler
ko: 취소
ru: Отменить
zh_cn: 取消
zh_tw: 取消

# QuXiaoGuanLianCiKeHu
source: Unlink this customer
de: Unlink diesen Kunden
fr: Délier ce client
ko: 이 고객을 연결 해제
ru: Разорвать связь этого клиента
zh_cn: 取消关联此客户
zh_tw: 取消關聯此客戶

# QuXiaoHeXiao
source: Cancellation verification
de: Stornierung Überprüfung
fr: Vérification d'annulation
ko: 취소 확인
ru: Отмена проверка
zh_cn: 取消核销
zh_tw: 取消核銷

# QuXiaoPiZhun
source: Cancel
de: Abbrechen zugelassen
fr: Annuler approuvé
ko: 취소 승인
ru: Отменить утвержден
zh_cn: 取消批准
zh_tw: 取消批准

# QuXiaoShanChu
source: Undelete
ko: 삭제 취소
ru: Восстановить
zh_cn: 取消删除
zh_tw: 取消刪除

# QuXiaoShangZhang
source: Cancel the accounts
de: Abbrechen der Konten
fr: Annuler les comptes
ko: 계정 취소
ru: Отменить счета
zh_cn: 取消上帐
zh_tw: 取消上帳

# QuYangHao
source: Sampling No.
fr: Échantillonnage No.
ko: 샘플링 번호
ru: Отбор проб Количество
zh_cn: 取样号
zh_tw: 取樣號

# QuYu
source: Area
de: Bereich
fr: Zone
ko: 지역
ru: Площадь
zh_cn: 区域
zh_tw: 區域

# QuYuLieBiao
source: Area List
de: Gebiet Liste
fr: Liste de la région
ko: 지역리스트
ru: Список уголок
zh_cn: 区域列表
zh_tw: 區域清單

# QuYuMiaoShu
source: Area Description
de: Bereich Beschreibung
fr: Description de la zone
ko: 영역 설명
ru: Площадь Описание
zh_cn: 区域描述
zh_tw: 區域描述

# QuYuTu
source: Regional map
de: Karte der Region
fr: Carte régionale
ko: 지역지도
ru: Региональная карта
zh_cn: 区域图
zh_tw: 區域圖

# QuZhengRiQi
source: Forensics date
de: Forensics Datum
fr: Date de Forensics
ko: 법의학 날짜
ru: Дата криминалистике
zh_cn: 取证日期
zh_tw: 取證日期

# QXQYBJDSP
source: Please select the items you want to quote
de: Bitte wählen Sie die Elemente, die Sie zitieren möchten
fr: S'il vous plaît sélectionner les éléments que vous voulez citer
ko: 당신이 인용 할 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите процитировать
zh_cn: 请选取要报价的物料
zh_tw: 請選取要報價的物料

# QXQYCKDLP
source: Please select the items you want out of the library
de: Bitte wählen Sie die Elemente aus der Bibliothek möchten
fr: S'il vous plaît sélectionner les éléments que vous voulez sortir de la bibliothèque
ko: 라이브러리에서 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите из библиотеки
zh_cn: 请选取要出库的物料
zh_tw: 請選取要出庫的物料

# QXQYCKDSP
source: Please select the items you want out of the library
de: Bitte wählen Sie die Elemente aus der Bibliothek möchten
fr: S'il vous plaît sélectionner les éléments que vous voulez sortir de la bibliothèque
ko: 라이브러리에서 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите из библиотеки
zh_cn: 请选取要出库的物料
zh_tw: 請選取要出庫的物料

# QXQYLYDZC
source: Please select essentials with assets
de: Bitte wählen Sie das Wesentliche mit einem Vermögen
fr: S'il vous plaît sélectionnez l'essentiel avec des actifs
ko: 자산 필수를 선택하세요
ru: Пожалуйста, выберите необходимое с активами
zh_cn: 请选取要领用的资产
zh_tw: 請選取要領用的資產

# QXQYRKDLP
source: Please select the items you want to put in storage
de: Bitte wählen Sie die Artikel, die Sie bei der Lagerung setzen wollen
fr: S'il vous plaît sélectionner les éléments que vous voulez mettre dans le stockage
ko: 당신은 창고에 넣어 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите поместить на хранение
zh_cn: 请选取要入库的物料
zh_tw: 請選取要入庫的物料

# QXQYRKDSP
source: Please select the items you want to put in storage
de: Bitte wählen Sie die Artikel, die Sie bei der Lagerung setzen wollen
fr: S'il vous plaît sélectionner les éléments que vous voulez mettre dans le stockage
ko: 당신은 창고에 넣어 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите поместить на хранение
zh_cn: 请选取要入库的物料
zh_tw: 請選取要入庫的物料

# QXQYTHDSP
source: Please select the items you want to return
de: Bitte wählen Sie die Elemente, die Sie zurückgeben möchten
fr: S'il vous plaît sélectionner les éléments que vous souhaitez retourner
ko: 당신은 반환 할 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите, чтобы вернуться
zh_cn: 请选取要退货的物料
zh_tw: 請選取要退貨的物料

# QXQYTKDZC
source: Please select assets to refunding
de: Bitte wählen Sie Vermögenswerte zur Erstattung
fr: S'il vous plaît sélectionnez actifs au remboursement
ko: 환불에 자산을 선택하세요
ru: Пожалуйста, выберите активы возврата
zh_cn: 请选取要退库的资产
zh_tw: 請選取要退庫的資產

# QXTXYXXXD
source: Please fill in the following information (with
de: Bitte füllen Sie die folgenden Informationen (mit
fr: S'il vous plaît remplir les informations ci-dessous (avec
ko: 와 (다음과 같은 정보를 입력하세요
ru: Пожалуйста, заполните следующую информацию (с
zh_cn: 请先填写以下信息（带
zh_tw: 請先填寫以下資訊（帶

# QXZDLLX
source: Please login type
de: Bitte wählen Sie den Anmeldetyp
fr: S'il vous plaît sélectionnez le type de connexion
ko: 로그온 유형을 선택하십시오
ru: Пожалуйста, выберите тип входа
zh_cn: 请选择登录类型
zh_tw: 請選擇登錄類型

# QXZZBXZYJSXXDFZRBXJXZBQBFZTSXX
source: Please choose chosen to receive information on the left branch, if not the election will be left all branches push information
de: Bitte wählen Sie auf der linken Seite wählen, um Informationen Zweig zu erhalten, wenn nicht die Wahl wird alle Branchen Push Informationen gelassen werden
fr: S'il vous plaît choisir sur la gauche choisir de recevoir des informations branche, sinon l'élection sera laissé toutes les informations branche poussoir
ko: 하지 않는 선거는 모든 지점 푸시 정보를 남아있을 경우 왼쪽에 선택하십시오, 정보의 분기를받을 수 선택
ru: Пожалуйста, выберите слева выберите получить информацию филиал, если бы не выборы останутся всю информацию филиал толчок
zh_cn: 请选在左边选择要接收信息的分支，如不选将向左边全部分支推送信息
zh_tw: 請選在左邊選擇要接收資訊的分支，如不選將向左邊全部分支推送資訊

# QYZZF
source: Qualification Fan
de: Qualifikation Fan
ko: 자격 팬
ru: Квалификация Вентилятор
zh_cn: 企业资质范
zh_tw: 企業資質範

# QZKXSJJXYXCZ
source: Perform the following free time
de: Führen Sie das folgende freie Zeit
fr: Effectuer le temps libre suivante
ko: 다음과 같은 자유 시간을 수행
ru: Выполните следующую свободное время
zh_cn: 请在空闲时间进行以下操作
zh_tw: 請在閒置時間進行以下操作

# QZSMXZJSZM
source: Please choose above Actor group name
de: Bitte wählen Sie eine Rolle in der obigen Gruppennamen
fr: S'il vous plaît sélectionner un rôle dans le nom du groupe ci-dessus
ko: 위의 그룹 이름에서 역할을 선택하세요
ru: Пожалуйста, выберите роль в выше имени группы
zh_cn: 请在上面选择角色组名
zh_tw: 請在上面選擇角色組名

# QZXMSZHQJBKYMZBCHZX
source: Please set the following global unavailable module, save execution
de: Bitte stellen Sie die folgenden globalen verfügbar Modul spart nach der Ausführung
fr: S'il vous plaît régler le module indisponible globale suivante, sauver après l'exécution
ko: 실행 후 절약 다음 글로벌 불가능 모듈 세트주십시오
ru: Пожалуйста, установите следующий глобальный модуль недоступен, сохранении, после исполнения
zh_cn: 请在下面设置好全局不可用模组，保存后执行
zh_tw: 請在下麵設置好全域不可用模組，保存後執行

# Receiver
source: Assignee
de: Rechtsnachfolger
fr: Cessionnaire
ko: 양수인
ru: Правопреемник
zh_cn: 受理人
zh_tw: 受理人

# ReCheLiLuXingHao
source: Heat treatment furnace Model:
de: Wärmebehandlungsofen Modell:
fr: Traitement thermique four Modèle:
ko: 열처리로 모델 :
ru: Термообработка печь Модель:
zh_cn: 热处理炉型号：
zh_tw: 熱處理爐型號：

# ReChuLi
source: Heat Treatment
de: Wärmebehandlung
fr: Traitement thermique
ko: 열처리
ru: Термообработка
zh_cn: 热处理
zh_tw: 熱處理

# ReChuLiBaoGao
source: Heat Treatment Report
de: Wärmebehandlungsbericht
fr: Rapport de traitement thermique
ko: 열처리 보고서
ru: Термообработка Сообщить
zh_cn: 热处理报告
zh_tw: 熱處理報告

# ReChuLiBaoGaoLieBiao
source: Heat Treatment Report List
de: Wärmebehandlung Berichtsliste
fr: Traitement thermique Liste Rapport
ko: 열처리 보고서 목록
ru: Термообработка Отчет Список
zh_cn: 热处理报告列表
zh_tw: 熱處理報告列表

# ReChuLiBaoGaoXinXi
source: Heat Treatment Report Information:
de: Wärmebehandlungs melden Auskunft:
fr: Traitement thermique Rapport d'information:
ko: 치료 보고서 정보를 가열 :
ru: Термическая обработка Сообщить информация:
zh_cn: 热处理报告信息：
zh_tw: 熱處理報告資訊：

# ReChuLiFangFa
source: Heat treatment method:
de: Wärmebehandlungsverfahren:
fr: Procédé de traitement thermique:
ko: 열처리 방법 :
ru: Метод Термообработка:
zh_cn: 热处理方法：
zh_tw: 熱處理方法：

# ReChuLiGongYiKa
source: Heat Treatment Card
de: Wärmebehandlung Karte
fr: Carte de traitement thermique
ko: 열처리 카드
ru: Термообработка карты
zh_cn: 热处理工艺卡
zh_tw: 熱處理工藝卡

# ReChuLiLuXingHao
source: Heat Treatment Model
de: Heat Treatment Modell
fr: Traitement thermique Modèle
ko: 열처리 모델
ru: Термообработка Модель
zh_cn: 热处理型号
zh_tw: 熱處理型號

# ReChuLiRiQi
source: Heat Treatment Date
de: Wärmebehandlung Datum
fr: Traitement thermique date
ko: 열처리 날짜
ru: Термообработка Дата
zh_cn: 热处理日期
zh_tw: 熱處理日期

# ReChuLiShiJian
source: The heat treatment time
de: Die Wärmebehandlungszeit
fr: Le temps de traitement thermique
ko: 열처리 시간
ru: Время термообработки
zh_cn: 热处理时间
zh_tw: 熱處理時間

# ReChuLiWenDuShiJianQuXian
source: The heat treatment temperature time curve:
de: Die Wärmebehandlungstemperatur-Zeit-Kurve:
fr: Le traitement thermique courbe de temps de la température:
ko: 열처리 온도 시간 곡선 :
ru: Термообработка время температурная кривая:
zh_cn: 热处理温度时间曲线：
zh_tw: 熱處理溫度時間曲線：

source: Recorder
de: Nehmen Menschen
fr: Les gens de la fiche
ko: 기록 사람들
ru: Запись люди
zh_cn: 记录人
zh_tw: 記錄人

# RecordRequirement
source: Record Demand
de: Rekordnachfrage
fr: Demande record
ko: 기록 수요
ru: Запись Спрос
zh_cn: 记录需求
zh_tw: 記錄需求

source: Red
de: Rote
fr: Rouge
ko: 빨간
ru: Красный
zh_cn: 红色
zh_tw: 紅色

source: Refresh
de: Aktualisieren
fr: Actualiser
ko: 새로 고침
ru: Обновление
zh_cn: 刷新
zh_tw: 刷新

source: Refuse
de: Verweigerung
fr: Refus
ko: 거절
ru: Отказ
zh_cn: 拒绝
zh_tw: 拒絕

# Register
source: Registration
de: Anmeldung
fr: Inscription
ko: 등록
ru: Регистрация
zh_cn: 注 册
zh_tw: 注 冊

# Reimburse
source: Submit an expense account
de: Senden einer Aufwandskonto
fr: Proposez un compte de dépenses
ko: 비용 계정 제출
ru: Отправить счет расходов
zh_cn: 报销
zh_tw: 報銷

# RelatedApprovedRecord
source: Corresponding to the approval record
de: Entsprechend der Genehmigung Rekord
fr: Correspondant à l'enregistrement d'approbation
ko: 승인 레코드에 대응
ru: В соответствии с записью утверждения
zh_cn: 对应审批记录
zh_tw: 對應審批記錄

# RelatedDoc
source: Related Documents
de: Beiträge zu diesem Thema
fr: Documents connexes
ko: 관련 문서
ru: Документы по теме
zh_cn: 相关文档
zh_tw: 相關文檔

source: Related ID
de: Verwandte ID
fr: ID connexes
ko: 관련 ID
ru: Связанные ID
zh_cn: 相关ID
zh_tw: 相關ID

# RelatedReq
source: Related needs
de: Ähnliche Anforderungen
fr: Besoins liés
ko: 관련 요구
ru: Связанные потребности
zh_cn: 相关需求
zh_tw: 相關需求

# RelatedRisk
source: Risks associated
de: Risiken verbunden
fr: Risques liés
ko: 위험 관련
ru: Риски, связанные
zh_cn: 相关风险
zh_tw: 相關風險

# RelatedWFTemplate
source: Associated workflow template
de: Zugeordnete Workflow-Muster
fr: Modèle de workflow associé
ko: 관련 워크 플로 서식
ru: Связанный шаблон рабочего процесса
zh_cn: 关联工作流模板
zh_tw: 關聯工作流範本

source: Related Workflow
de: Verwandte Workflow-
fr: Workflow connexes
ko: 관련 워크 플로우
ru: Связанные Workflow
zh_cn: 相关工作流
zh_tw: 相關工作流

# ReMenChanPin
source: Hot Products
fr: Produits phares
ko: 인기 제품
ru: Горячие продукты
zh_cn: 热门产品
zh_tw: 熱門產品

# Ren
source: People
de: Menschen
fr: Personnes
ko: 사람들
ru: Люди
zh_cn: 人
zh_tw: 人

# RenCai
source: Talented person
de: Talent
fr: Personne de talent
ko: 인재
ru: Талантливый человек
zh_cn: 人才
zh_tw: 人才

# RenCaiZhaoPin
source: Recruitment
de: Personalbeschaffung
fr: Recrutement
ko: 신병 모집
ru: Вербовка
zh_cn: 人才招聘
zh_tw: 人才招聘

# RenGongChengBen
source: Labor costs
de: Arbeitskosten
fr: Les coûts du travail
ko: 인건비
ru: Расходы на оплату труда
zh_cn: 人工成本
zh_tw: 人工成本

# RenGongHuiZong
source: Artificial Summary
de: Künstliche Zusammenfassung
fr: Résumé artificielle
ko: 인공 요약
ru: Искусственный Резюме
zh_cn: 人工汇总
zh_tw: 人工匯總

# RenGongTiaoZhengDanJia
source: Manual adjustment Price
de: Handverstellung Preis
fr: Réglage manuel Prix
ko: 수동 조정 가격
ru: Ручная регулировка Цена
zh_cn: 人工调整单价
zh_tw: 人工調整單價

# RenGongYuanDingDanJia
source: Artificial originally Price
de: Künstliche ursprünglich Preis
fr: Artificial origine Prix
ko: 인공 원래 가격
ru: Искусственный изначально Цена
zh_cn: 人工原定单价
zh_tw: 人工原定單價

# RenGongYuSuanHeJia
source: Labor budget valence
de: Künstliche Budget Wertigkeit
fr: Valence budgétaire artificiel
ko: 인공 예산 원자가
ru: Искусственный бюджет валентность
zh_cn: 人工预算合价
zh_tw: 人工預算合價

# RenLi
source: Manpower
de: Arbeitskräfte
ko: 인력
ru: Кадры
zh_cn: 人力
zh_tw: 人力

# RenLiJiHuaPaiDing
source: Manpower Planning Schedule
fr: Annexe Manpower Planning
ko: 인력 계획 일정
ru: Расписание планирования рабочей силы
zh_cn: 人力计划排定
zh_tw: 人力計畫排定

# RenLiJiHuaSheZhi
source: Manpower Planning Set
fr: Manpower planification Set
ko: 인력 계획 설정
ru: Кадровая Планирование Установить
zh_cn: 人力计划设置
zh_tw: 人力計畫設置

# RenLiYuSuan
source: Manpower budget
fr: Budget de Manpower
ko: 인력 예산
ru: Кадровая бюджет
zh_cn: 人力预算
zh_tw: 人力預算

# RenLiZiZu
source: Human subgroups
de: Menschengruppen
fr: Sous-groupes humains
ko: 인간의 하위 그룹
ru: Человека подгруппы
zh_cn: 人力子组
zh_tw: 人力子組

source: Renminbi
ko: 인민폐
ru: Японские иены
zh_cn: 人民币
zh_tw: 人民幣

# RenMinBiDaXie
source: RMB capital
de: RMB Kapital
fr: Le capital de RMB
ko: RMB 자본
ru: Юаней капитала
zh_cn: 人民币大写
zh_tw: 人民幣大寫

# RenShiGuanLi
source: HR management
de: Personalmanagement
fr: Gestion du personnel
ko: 인사 관리
ru: Управленческий персонал
zh_cn: 人事管理
zh_tw: 人事管理

# RenShiPing
source: Personnel Review
de: Personal Bewertung
fr: Examen du personnel
ko: 인사 검토
ru: Обзор персонала
zh_cn: 人事评
zh_tw: 人事評

# RenShiPingFen
source: Personnel Review
de: Personal Bewertung
fr: Examen du personnel
ko: 인사 검토
ru: Обзор персонала
zh_cn: 人事评分
zh_tw: 人事評分

# RenShiPingFeng
source: Personnel Review
de: Personal Bewertung
fr: Examen du personnel
ko: 인사 검토
ru: Обзор персонала
zh_cn: 人事评分
zh_tw: 人事評分

# RenShiPingQuanZhong
source: Personnel Review weights
de: Personal Bewertung Gewichte
fr: Poids d'examen du personnel
ko: 인사 평가의 가중치
ru: Веса Обзор персонала
zh_cn: 人事评权重
zh_tw: 人事評權重

# RenShiPingZongFen
source: Personnel Review score
de: Personalbeurteilung
fr: Le score d'examen du personnel
ko: 인사 평가 점수
ru: Обзор балла персонала
zh_cn: 人事评总分
zh_tw: 人事評總分

# RenShiXingZhengGuanLiYuan
source: Personnel Administration Administrator
de: Personaladministration Administrator
fr: Administrateur administration du personnel
ko: 인사 관리 관리자
ru: Администратор Администрирование персонала
zh_cn: 人事行政管理员
zh_tw: 人事行政管理員

# RenShiZongPingFen
source: Personnel The total score
de: Personal Die Gesamtpunktzahl
fr: Le personnel de score total
ko: 인사 총 점수
ru: Персонал Общая оценка
zh_cn: 人事总评分
zh_tw: 人事總評分

# RenTianBaoJia
source: One day offer
de: Eines Tages Angebot
fr: Offre d'une journée
ko: 어느 날 제안
ru: Однажды предложение
zh_cn: 人天报价
zh_tw: 人天報價

# RenWu
source: Task
de: Aufgabe
fr: Tâche
ko: 태스크
ru: Задача
zh_cn: 任务
zh_tw: 任務

# RenWuCaoZuoSheDing
source: Task Action Setting
de: Aufgabe Aktion Satz
fr: Groupe d'action ensemble
ko: 작업 조치 세트
ru: Набор Action Task
zh_cn: 任务操作设定
zh_tw: 任務操作設定

# RenWuChuLiLiuChengMoShi
source: Flow process (flow mode)
de: Flow-Verfahren (Durchflussmodus)
fr: Processus de flux (mode d'écoulement)
ko: 흐름 프로세스 (흐름 모드)
ru: Процесс потока (режим потока)
zh_cn: 流程处理(流程模式）
zh_tw: 流程處理(流程模式）

# RenWuChuLiXiangXiXinXi
source: Tasking details
fr: Détails multitâches
ko: 태스킹 정보
ru: Детали TASKING
zh_cn: 任务处理详细信息
zh_tw: 任務處理詳細資訊

# RenWuFaSongDanWei
source: Task transmission unit:
de: Task-Übertragungseinheit:
fr: Tâche unité de transmission:
ko: 태스크 송신부 :
ru: Задача блок передачи:
zh_cn: 任务发送单位：
zh_tw: 任務發送單位：

# RenWuFeiYongHuiZong
source: Task cost summary
de: Aufgabe Kostenübersicht
fr: Sommaire des coûts Groupe
ko: 작업 비용 요약
ru: Задача суммарная стоимость
zh_cn: 任务费用汇总
zh_tw: 任務費用匯總

# RenWuFenPai
source: Tasking
fr: Polyvalence
ko: 태스킹
ru: Управление задачами
zh_cn: 任务分派
zh_tw: 任務分派

# RenWuFenPaiJiLuHuiZong
source: Tasking Record Summary
de: Tasking Nehmen Zusammenfassung
fr: Résumé tâches fiche
ko: 태스킹 기록 ​​개요
ru: Управление задачами Запись Резюме
zh_cn: 任务分派记录汇总
zh_tw: 任務分派記錄匯總

# RenWuFenPaiJiLuZhuangTai
source: Assignments recorded state
de: Zuordnungen aufgezeichneten Zustand
fr: Etat de missions enregistrée
ko: 할당 기록 상태
ru: Задания записаны состояние
zh_cn: 任务分派记录状态
zh_tw: 任務分派記錄狀態

# RenWuFenPaiJiLuZiLiao
source: Assignments recorded material
de: Tasking-Aufzeichnungsdaten
fr: Confier à l'enregistrement de données
ko: 기록 데이터를 태스킹
ru: TASKING записи данных
zh_cn: 任务分派记录资料
zh_tw: 任務分派記錄資料

# RenWuHao
source: Task No.
fr: Tâche n °
ko: 작업 번호
ru: Задача №
zh_cn: 任务号
zh_tw: 任務號

# RenWuJianLi
source: Establish task
de: Aufgabe Establishing
fr: Tâche Établir
ko: 구축 작업
ru: Задача Создание
zh_cn: 任务建立
zh_tw: 任務建立

# RenWuJieShouDanWei
source: Task receiving unit
de: Task-Empfangseinheit
fr: Tâche unité de réception
ko: 작업 수신부
ru: Задача блок приема
zh_cn: 任务接收单位
zh_tw: 任務接收單位

# RenWuJieShuShiJian
source: Mission end date
de: Aufgabe Enddatum
fr: Tâche date de fin
ko: 태스크 종료일
ru: Задача дата окончания
zh_cn: 任务结束日期
zh_tw: 任務結束日期

# RenWuJiLuHuiZong
source: Task record summary
de: Task-Datensatz-Zusammenfassung
fr: Résumé des tâches d'enregistrement
ko: 작업 기록 요약
ru: Задача протокол
zh_cn: 任务记录汇总
zh_tw: 任務記錄匯總

# RenWuKaiShiShiJian
source: Task Start Date
de: Aufgabe Startdatum
fr: Tâche Date de début
ko: 작업 시작 날짜
ru: Задача Дата начала
zh_cn: 任务开始日期
zh_tw: 任務開始日期

# RenWuLieBiao
source: Task List
de: Aufgabenliste
fr: Liste des tâches
ko: 작업 목록
ru: Список задач
zh_cn: 任务列表
zh_tw: 任務列表

# RenWuMingCheng
source: mission name
de: Task-Name
fr: Nom de la tâche
ko: 작업 이름
ru: Имя задачи
zh_cn: 任务名称
zh_tw: 任務名稱

# RenWuMingXi
source: Task details
fr: Détails de la tâche
ko: 작업 상세 정보
ru: Сведения о задании
zh_cn: 任务明细
zh_tw: 任務明細

# RenWuNeiRong
source: Quest Content
de: Quest-Inhalt
fr: Contenu de la quête
ko: 퀘스트 내용
ru: Описание задания
zh_cn: 任务内容
zh_tw: 任務內容

# RenWuPingShen
source: Task Review
de: Aufgabe der Bewertung
fr: Groupe d'étude
ko: 작업 검토
ru: Обзор Задача
zh_cn: 任务评审
zh_tw: 任務評審

# RenWuRenLiHuiZong
source: Human Task Summary
de: Human Task Zusammenfassung
fr: Résumé des tâches humaines
ko: 인간의 작업 요약
ru: Человек Основная целевая
zh_cn: 任务人力汇总
zh_tw: 任務人力匯總

# RenWuRiZhi
source: Task Log
fr: Journal des tâches
ko: 작업 로그
ru: Задача Войти
zh_cn: 任务日志
zh_tw: 任務日誌

# RenWuShuBeiZhu
source: Mission statement Notes:
de: Leitbild Hinweise:
fr: Énoncé de mission notes:
ko: 사명 노트 :
ru: МИССИЯ ноты:
zh_cn: 任务书备注：
zh_tw: 任務書備註：

# RenWuShuCunDian
source: Mission statement liner
de: Leitbild Liner
fr: Mission déclaration doublure
ko: 미션 문 라이너
ru: Миссия заявление лайнера
zh_cn: 任务书衬垫
zh_tw: 任務書襯墊

# RenWuShuHouDu
source: Thickness mission statement:
de: Dicke Leitbild:
fr: Epaisseur énoncé de mission:
ko: 두께 사명 :
ru: Толщина миссия:
zh_cn: 任务书厚度：
zh_tw: 任務書厚度：

# RenWuShuQiTa
source: Other mission statement:
de: Andere Leitbild:
fr: Autres énoncé de mission:
ko: 다른 사명 :
ru: Другое миссия:
zh_cn: 任务书其它：
zh_tw: 任務書其它：

# RenWuShuZhiJing
source: Diameter mission statement:
de: Durchmesser Leitbild:
fr: Diamètre énoncé de mission:
ko: 직경 사명 :
ru: Диаметр миссия:
zh_cn: 任务书直径：
zh_tw: 任務書直徑：

# RenWuXinXi
source: Task Information
fr: Informations sur la tâche
ko: 작업 정보
ru: Информация Целевая
zh_cn: 任务信息
zh_tw: 任務資訊

# RenWuZhuangTai
source: Task Status
de: Aufgabenstatus
fr: État de la tâche
ko: 작업 상태
ru: Состояние задачи
zh_cn: 任务状态
zh_tw: 任務狀態

# RenWuZhuangTaiSheDing
source: Task state setting
de: Task-Zustand-Einstellung
fr: Paramètre tâche de l'Etat
ko: 작업 상태 설정
ru: Государство Постановка задачи
zh_cn: 任务状态设定
zh_tw: 任務狀態設定

# RenYuan
source: Staff
de: Personal
fr: Personnel
ko: 직원
ru: Сотрудники
zh_cn: 人员
zh_tw: 人員

# RenYuanBeiAn
source: Personnel record
de: Personalakte
fr: Dossier personnel
ko: 인사 기록
ru: Учет кадров
zh_cn: 人员备案
zh_tw: 人員備案

# RenYuanSheBeiBeiAn
source: Personnel / equipment record
de: Personal / Ausrüstung Rekord
fr: Personnel / enregistrement d'équipement
ko: 인력 / 장비 기록
ru: Персонал / запись оборудование
zh_cn: 人员/设备备案
zh_tw: 人員/設備備案

# RenYuanShuXing
source: Staff property
de: Staff Immobilie
fr: Propriété du personnel
ko: 직원 속성
ru: Персонал недвижимость
zh_cn: 人员属性
zh_tw: 人員屬性

# RenYuanXingMing
source: The person's name
de: Den Namen der Person
fr: Le nom de la personne
ko: 사람의 이름
ru: Имя человека
zh_cn: 人员姓名
zh_tw: 人員姓名

source: Report Center
fr: Centre de rapport
ko: 보고서 센터
ru: Пункт сбора и отправки донесений
zh_cn: 报表中心
zh_tw: 報表中心

# ReportDesigner
source: Report Design
fr: Rapport de conception
ko: 보고서 디자인
ru: Дизайн Сообщить
zh_cn: 报表设计
zh_tw: 報表設計

# ReqList
source: Requirements List
de: Bedarfsliste
fr: Liste des exigences
ko: 요구 사항 목록
ru: Требования Список
zh_cn: 需求列表
zh_tw: 需求列表

# ReqSpace
source: Demand for space
de: Flächennachfrage
fr: La demande pour l'espace
ko: 공간에 대한 수요
ru: Спрос на пространстве
zh_cn: 需求空间
zh_tw: 需求空間

# RequestFeedback
source: (Requests received information)
de: (Anträge, die Informationen)
fr: (Demandes reçues informations)
ko: (요청 정보를 수신)
ru: (Запросы получили информацию)
zh_cn: （要求收到信息）
zh_tw: （要求收到資訊）

# ReservedNumber
source: Reserve amount
de: Reserve Menge
fr: Montant en réserve
ko: 준비 제도 이사회 (FRB) 양
ru: Резервный объем
zh_cn: 预留量
zh_tw: 預留量

# Resource
source: Resources
de: Ressourcen
fr: Ressources
ko: 자원
ru: Ресурсы
zh_cn: 资源
zh_tw: 資源

source: Review
de: Rezension
fr: Critique
ko: 리뷰
ru: Обзор
zh_cn: 评审
zh_tw: 評審

# ReviewProject
source: Project Review
fr: Examen des projets
ko: 프로젝트 검토
ru: Обзор проекта
zh_cn: 项目评审
zh_tw: 專案評審

source: Review Workflow
fr: Revue de workflow
ko: 검토 워크 플로우
ru: Обзор рабочего процесса
zh_cn: 评审工作流
zh_tw: 評審工作流

# ReYingXiangQuChongJi
source: HAZ impact:
de: HAZ shock:
fr: HAZ choc:
ko: HAZ 충격 :
ru: ХАЗ шок:
zh_cn: 热影响区冲击：
zh_tw: 熱影響區衝擊：

# RGCGBTXLYLJGZYLMCZTWHS
source: If the purchasing department to fill the raw material prices, the raw name of the font to red
de: Wenn der Einkauf, die Rohstoffpreise, die rohe Namen der Schriftart auf Rot zu füllen
fr: Si le service des achats pour combler les prix des matières premières, le nom brute de la police au rouge
ko: 구매 부서는 원자재 가격, 빨간색으로 글꼴의 원시 이름을 기입하는 경우
ru: Если отдел закупок, чтобы заполнить цен на сырьевые материала, сырья имя шрифта на красный
zh_cn: 如果采购部填写了原料价格，则原料名称字体为红色
zh_tw: 如果採購部填寫了原料價格，則原料名稱字體為紅色

# Ri
source: Japan
fr: Japon
ko: 일본
ru: Япония
zh_cn: 日
zh_tw: 日

# RiBao
source: Daily
de: Täglich
fr: Tous les jours
ko: 매일
ru: Ежедневно
zh_cn: 日报
zh_tw: 日報

# RiBen
source: Japan
fr: Japon
ko: 일본
ru: Япония
zh_cn: 日本
zh_tw: 日本

# RiCheng
source: Schedule
de: Zeitplan
fr: Calendrier
ko: 예정
ru: График
zh_cn: 日程
zh_tw: 日程

# RiChengKeGaiQianZhiTianShu
source: Pre-schedule can be changed for several days
de: Pre-Zeitplan kann die Anzahl der Tage ändern
fr: Pré-programme peut changer le nombre de jours
ko: 미리 일정 기간을 변경할 수있다
ru: Предварительно график может изменить количество дней
zh_cn: 日程可改前置天数
zh_tw: 日程可改前置天數

# RiChengKeShi
source: Visual Schedule
de: Visuelle Spielplan
fr: Horaire visuel
ko: 비주얼 일정
ru: Визуальный Расписание
zh_cn: 日程可视
zh_tw: 日程可視

# RiChengPingHe
source: Assessment Schedule
fr: Horaire d'évaluation
ko: 평가 일정
ru: Расписание Оценка
zh_cn: 日程评核
zh_tw: 日程評核

# RiQi
source: Date
de: Datum
ko: 날짜
ru: Дата
zh_cn: 日期
zh_tw: 日期

# RiQiFanWei
source: Date Range
fr: Date de Gamme
ko: 날짜 범위
ru: Диапазон дат
zh_cn: 日期范围
zh_tw: 日期範圍

# RiZhi
source: Journal
de: Fachzeitschrift
ko: 일지
ru: Журнал
zh_cn: 日志
zh_tw: 日誌

# RiZhiFenXi
source: Log Analysis
fr: Analyse Connexion
ko: 로그 분석
ru: Анализ Войти
zh_cn: 日志分析
zh_tw: 日誌分析

# RiZhiNeiRong
source: Log content
de: Anmelden Inhalt
fr: Contenu Connexion
ko: 로그 내용
ru: Содержание журнала
zh_cn: 日志内容
zh_tw: 日誌內容

# RiZhiShu
source: Log Book
ko: 로그인 도서
ru: Вахтенный журнал
zh_cn: 日志书
zh_tw: 日誌書

# RongNaRenShu
source: Occupancy
de: Belegung
fr: Occupation
ko: 점유
ru: Занятие
zh_cn: 容纳人数
zh_tw: 容納人數

# RTBaoGaoBianHao
source: RT Report Number:
de: RT Bericht Nummer:
fr: Rapport RT Nombre:
ko: RT 신고 번호 :
ru: RT Сообщить Количество:
zh_cn: RT报告编号：
zh_tw: RT報告編號：

# RTBuHeGeDaiMa
source: RT unqualified Code
de: RT unqualifizierte-Code
fr: RT code sans réserve
ko: RT되지 않은 코드
ru: RT неквалифицированным код
zh_cn: RT不合格代码
zh_tw: RT不合格代碼
