Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# JiaFangDanWei
source: Party units
de: Partei-Einheiten
fr: Unités Party
ko: 톤 소비
ru: Вечеринка единиц
zh_cn: 甲方单位
zh_tw: 甲方單位

# JiaFangFuZeRen
source: Party Leader
de: Party-Führer
fr: La chef du Parti
ko: 멀티 패스 용접
ru: Лидер партии
zh_cn: 甲方负责人
zh_tw: 甲方負責人

# JiaFangKuBie
source: Party libraries do not
de: Party-Bibliothek tun
fr: Bibliothèque Parti Do
ko: 복수 ","분리 (반각)
ru: Библиотека партия У
zh_cn: 甲方库别
zh_tw: 甲方庫別

# JiaGe
source: Price
de: Kurs
fr: Cours
ko: 멀티 와이어 용접
ru: Цена
zh_cn: 价格
zh_tw: 價格

# JiaGeJianShen
source: Price supervision and examination
de: Preis Aufsicht und Prüfung
fr: La Surveillance des prix et de l'examen
ko: 코딩 독자
ru: Цена надзор и экспертиза
zh_cn: 价格监审
zh_tw: 價格監審

# JiaGeTiaoZhengShuJuRuKu
source: Price adjustment data storage
de: Preisanpassung Datenspeicherung
fr: Prix ​​de stockage de données de réglage
ko: 독자 단위
ru: Цена хранения данных настройка
zh_cn: 价格调整数据入库
zh_tw: 價格調整資料入庫

# JiaGeTiaoZhengXinXi
source: Price adjustment Information
de: Preisanpassung Informationen
fr: Informations d'ajustement de prix
ko: 독자 전화
ru: Информация Регулирование цен
zh_cn: 价格调整信息
zh_tw: 價格調整資訊

# JiaGong
source: A supply
de: Eine Versorgungs
fr: Un approvisionnement
ko: 리더 유형
ru: Поставка
zh_cn: 甲供
zh_tw: 甲供

# JiaGongFuTu
source: Processing drawing:
de: Verarbeiten der Zeichnungen:
fr: Traitement des dessins:
ko: 독자의 이름
ru: Обработка чертежи:
zh_cn: 加工附图：
zh_tw: 加工附圖：

# JiaGongGaiSuan
source: A proposed budget for
de: Eine vorgeschlagene Budget für
fr: Un projet de budget pour
ko: 독자 모바일
ru: Предлагаемый бюджет на
zh_cn: 甲供概算
zh_tw: 甲供概算

# JiaGongShuoMing
source: Processing Statement
de: Verarbeitungshinweise
fr: Déclaration de traitement
ko: * 빈 암호가 필요한되어 원래의 암호를 변경하지 마십시오, 수정
ru: Обработка себе
zh_cn: 加工说明
zh_tw: 加工說明

# JiaGongYuSuan
source: A budget for
de: Ein Haushalt für
fr: Un budget pour
ko: 그러나 나는 감사에 의해 제출 될 계획하지 않았다
ru: Бюджет для
zh_cn: 甲供预算
zh_tw: 甲供預算

# JiaLingYuSuan
source: A collar Budget
de: Ein Kragen Budget
fr: Un budget de collier
ko: SMS - 메시지 내가 보내
ru: Воротник Бюджет
zh_cn: 甲领预算
zh_tw: 甲領預算

# JiaMiXuLieHao
source: Encryption Serial Number
de: Verschlüsselung Seriennummer
fr: Encryption Numéro de série
ko: 선택녹화 버튼으로 계획에서 내 참여를 표현하는, 빨간 계획 지각!
ru: Шифрование Серийный номер
zh_cn: 加密序列号
zh_tw: 加密序號

# JianCe
source: Detect
fr: Détecter
ko: 코드로 사용자의 권한 데이터를 복사
ru: Обнаружить
zh_cn: 检测
zh_tw: 檢測

# JianCha
source: Inspection of
de: Einsichtnahme
fr: Inspection
ko: 이메일
ru: Осмотр
zh_cn: 检查
zh_tw: 檢查

# JianChaBuWei
source: Check the site
de: Überprüfen Sie die Website
fr: Consultez le site
ko: 실제 비용은 발생
ru: Проверьте сайт
zh_cn: 检查部位
zh_tw: 檢查部位

# JianChaJiBie
source: Check level
de: Check Niveau
fr: Vérifier le niveau
ko: 발생 시간
ru: Проверить уровень
zh_cn: 检查级别
zh_tw: 檢查級別

# JianChaJieGuo
source: Test result
de: Überprüfen Ergebnisse
fr: Afficher les résultats
ko: 이메일
ru: Проверьте результаты
zh_cn: 检查结果
zh_tw: 檢查結果

# JianChaNeiRong
source: Check the contents
de: Überprüfen Sie den Inhalt
fr: Vérifiez le contenu
ko: 종료 시간
ru: Проверьте содержимое
zh_cn: 检查内容
zh_tw: 檢查內容

# JianChaNeiRongZhaiYao
source: Check Summary
de: Check Zusammenfassung
fr: Vérifiez Résumé
ko: 귀 :
ru: Проверьте Резюме
zh_cn: 检查内容摘要
zh_tw: 檢查內容摘要

# JianChaQingKuangGaiShu
source: Overview of inspection
de: Überprüfen ÜBERBLICK
fr: Vérifiez APERÇU
ko: 이비인후과 질환
ru: Проверьте ОБЗОР
zh_cn: 检查情况概述
zh_tw: 檢查情況概述

# JianChaRenYuan
source: Inspectors
de: Inspektoren
fr: Inspecteurs
ko: 차 개발
ru: Инспекторы
zh_cn: 检查人员
zh_tw: 檢查人員

# JianChaRiQi
source: Check the date
de: Überprüfen Sie das Datum
fr: Vérifiez la date
ko: 낮은 2
ru: Проверьте дату
zh_cn: 检查日期
zh_tw: 檢查日期

# JianChaXinXi
source: Check Information
de: Überprüfen Sie Informationen
fr: Consultez les infos
ko: 고 2
ru: Проверьте информацию
zh_cn: 检查信息
zh_tw: 檢查資訊

# JianChaZuChengYuan
source: Inspection team members
de: Inspektion Teammitglieder
fr: Membres de l'équipe d'inspection
ko: 두
ru: Членов инспекционной группы
zh_cn: 检查组成员
zh_tw: 檢查組成員

# JianChaZuZhang
source: Check leader
de: Führer prüfen
fr: Vérifiez chef
ko: 제 2 구조 역학
ru: Проверьте лидер
zh_cn: 检查组长
zh_tw: 檢查組長

# JianDingGongZhong
source: Identification trades
de: Bezeichnung der Berufe
fr: Identification des métiers
ko: 두 번째 라인 관리자 승인 코멘트
ru: Идентификация торгов
zh_cn: 鉴定工种
zh_tw: 鑒定工種

# JiangChengDanWei
source: Incentive Unit
de: Incentive-Einheit
fr: Unité d'encouragement
ko: 2에서
ru: Стимул блок
zh_cn: 奖惩单位
zh_tw: 獎懲單位

# JiangChengNeiRong
source: Incentive Content
de: Incentive Inhalt
fr: Contenu d'encouragement
ko: 집행자
ru: Стимул Содержимое
zh_cn: 奖惩内容
zh_tw: 獎懲內容

# JiangChengXinXi
source: Incentive Information
de: Incentive Informationen
fr: Informations Incentive
ko: E 효율성
ru: Стимул Информация
zh_cn: 奖惩信息
zh_tw: 獎懲信息

# JiangJi
source: Demote
de: Zurückstufen
fr: Rétrograder
ko: 종료
ru: Понижать в должности
zh_cn: 降级
zh_tw: 降級

# JiangJin
source: Bonus
de: Prämie
ko: 보수
ru: Бонус
zh_cn: 奖金
zh_tw: 獎金

# JiangWenShuDu
source: Cooling rate
de: Kühlrate
fr: Vitesse de refroidissement
ko: 부여 응용 프로그램 요약
ru: Скорость охлаждения
zh_cn: 降温速度
zh_tw: 降溫速度

# JiangWenShuDuLiLun
source: Cooling rate (theoretical):
de: Kühlrate (theoretisch):
fr: Vitesse de refroidissement (théorique):
ko: 예산
ru: Скорость охлаждения (теоретическое):
zh_cn: 降温速度(理论)：
zh_tw: 降溫速度(理論)：

# JiangZhaoKaiDeHuiYi
source: The meeting will be held
de: Das Treffen wird stattfinden
fr: La réunion aura lieu
ko: 교제비
ru: Встреча состоится
zh_cn: 将召开的会议
zh_tw: 將召開的會議

# JianHao
source: Check No.
de: Unit No.
fr: Unit No.
ko: 비용 요약
ru: Блок №
zh_cn: 检号
zh_tw: 檢號

# JianHaoBianJi
source: Check number editor
de: Unit No. bearbeiten
fr: Unit No. Modifier
ko: 요금 세부 사항
ru: Блок № Редактировать
zh_cn: 检号编辑
zh_tw: 檢號編輯

# JianHaoJiLu
source: No records seized
de: No records beschlagnahmt
fr: Pas de dossiers saisis
ko: 수수료 및 상환 정보
ru: Нет записей захватили
zh_cn: 检号记录
zh_tw: 檢號記錄

# JianHaoTuiHui
source: No refund check
de: Keine Erstattung Scheck
fr: Pas de chèque de remboursement
ko: 비용 ID
ru: Нет проверка возврат
zh_cn: 检号退回
zh_tw: 檢號退回

# JianJie
source: Brief introduction
de: Kurze Einführung
fr: Brève introduction
ko: 비용의 이름
ru: Краткое введение
zh_cn: 简介
zh_tw: 簡介

# JianJieFeiYongXiangMu
source: Overhead Project
de: Overhead-Projekt
fr: Projet Overhead
ko: 비용 요약
ru: Накладные проекта
zh_cn: 间接费用项目
zh_tw: 間接費用項目

# JianKangTiJian
source: Healthy
de: Gesund
fr: Santé
ko: Excel로 내보내기
ru: Здоровый
zh_cn: 健康体检
zh_tw: 健康體檢

# JianKangTiJianLieBiao
source: Healthy List
de: Gesunde Liste
fr: Liste sain
ko: (F2)
ru: Здоровый список
zh_cn: 健康体检列表
zh_tw: 健康體檢列表

# JianLiDanWei
source: Supervision unit
de: Überwachungseinheit
fr: Supervision unité
ko: 해제
ru: Надзор блок
zh_cn: 监理单位
zh_tw: 監理單位

# JianLiFenPaiXuQiu
source: Dispatched establish demand
de: Das ausgelöst etablieren Nachfrage
fr: Distribué établir la demande
ko: 발표
ru: Отправляется установить спрос
zh_cn: 建立分派需求
zh_tw: 建立分派需求

# JianLiHeFenPaiXuQiu
source: The establishment and dispatch needs
de: Die Aufstellung und Entsendung Anforderungen
fr: Les besoins en matière de constitution et l'envoi
ko: 출시일
ru: Потребности создание и доставке
zh_cn: 建立和分派需求
zh_tw: 建立和分派需求

# JianLiHeWeiHuHuiYi
source: Establishment and maintenance of conference
de: Anlegen und Führen von Konferenz
fr: Mise en place et la maintenance de conférence
ko: 게시
ru: Создание и поддержание конференции
zh_cn: 建立和维护会议
zh_tw: 建立和維護會議

# JianLiRiQi
source: Creation Date
de: Erstellungsdatum
fr: Date de création
ko: 광고
ru: Дата создания
zh_cn: 建立日期
zh_tw: 建立日期

# JianLiShiJian
source: Settling Time
de: Einschwingzeit
fr: Durée de stabilisation
ko: 발행자
ru: Время установления
zh_cn: 建立时间
zh_tw: 建立時間

# JianLiXieZuo
source: Establish collaborative
de: Stellen Sie kollaborative
fr: Établir collaboratif
ko: 법인 대표 전화
ru: Создание совместных
zh_cn: 建立协作
zh_tw: 建立協作

# JianSheDanWei
source: Construction unit
de: Bau-Einheit
fr: Unité de construction
ko: 법정 대리인
ru: Блок Строительство
zh_cn: 建设单位
zh_tw: 建設單位

# JianShiYanJiHuaBianHao
source: Inspection Test Plan Number
de: Unit Test Projektnummer
fr: Test Unit Numéro du projet
ko: 법인 대표 전화
ru: Unit Test Номер проекта
zh_cn: 检试验计划编号
zh_tw: 檢試驗計畫編號

# JianShu
source: Number
de: Reihe
fr: Nombre
ko: 법인 대표 타이틀
ru: Количество
zh_cn: 件数
zh_tw: 件數

# JianSuoBianHao
source: Retrieving No.
de: Abrufen No.
fr: Récupération No.
ko: 엔진 코딩
ru: Получение Нет.
zh_cn: 检索编号
zh_tw: 檢索編號

# JianSuoHao
source: Accession No.
de: Zugangsnummer
fr: No. d'accession
ko: 엔진 코드
ru: Регистрационный номер
zh_cn: 检索号
zh_tw: 檢索號

# JianSuoRiQi
source: Retrieval Date
de: Abrufdatum
fr: Date de récupération
ko: 출시일
ru: Поисковая Дата
zh_cn: 检索日期
zh_tw: 檢索日期

# JianSuoXinXi
source: Retrieving information
de: Abrufen von Informationen
fr: Récupération des informations
ko: 릴리스 타임
ru: Получение информации
zh_cn: 检索信息
zh_tw: 檢索資訊

# JianWenShuDu
source: Cooling rate (theoretical)
de: Kühlrate (theoretische)
fr: Vitesse de refroidissement (théorique)
ko: 발행 상태
ru: Скорость охлаждения (теоретическая)
zh_cn: 降温速度(理论)
zh_tw: 降溫速度(理論)

# JianWenShuDuShiJi
source: Cooling rate (actual):
de: Kühlgeschwindigkeit (Ist):
fr: Vitesse de refroidissement (réelle):
ko: 배달
ru: Скорость охлаждения (фактическая):
zh_cn: 降温速度(实际)：
zh_tw: 降溫速度(實際)：

# JianYanYaoQiuQiTa
source: Inspection requirements Others:
de: Prüfanforderungen Others:
fr: Exigences d'inspection Autres:
ko: 배달 프로그램
ru: Инспекционные требования другие:
zh_cn: 检验要求其它：
zh_tw: 檢驗要求其它：

# JianYaoMiaoShu
source: A brief description
de: Eine kurze Beschreibung
fr: Une brève description
ko: 배달 시간
ru: Краткое описание
zh_cn: 简要描述
zh_tw: 簡要描述

# JianZhiBianHao
source: Impairment number
de: Impairment-Nummer
fr: Numéro de valeur
ko: 배달 경고
ru: Количество обесценение
zh_cn: 减值编号
zh_tw: 減值編號

# JianZhiBiaoJi
source: Impairment mark
de: Außerplanmäßige Zeichen
fr: Dépréciation marque
ko: 보내는 사람
ru: Обесценение знак
zh_cn: 减值标记
zh_tw: 減值標記

# JianZhiBiLi
source: Impairment ratio
de: Impairment-Verhältnis
fr: Rapport Dépréciation
ko: 벌금
ru: Отношение обесценение
zh_cn: 减值比例
zh_tw: 減值比例

# JianZhiBuMen
source: Part-time department
de: Teilzeit-Abteilung
fr: Service à temps partiel
ko: 헤어 선택 목록
ru: Вечернее отделение
zh_cn: 兼职部门
zh_tw: 兼職部門

# JianZhiBuMenDaiMa
source: Part-time department code
de: Teilzeitabteilungscode
fr: Code de département à temps partiel
ko: 구매 요청 번호를 보내
ru: Вечернее код отдела
zh_cn: 兼职部门代码
zh_tw: 兼職部門代碼

# JianZhiJinE
source: Impairment amount
de: Wertminderungsbetrag
fr: Montant de la dépréciation
ko: 재료 방법 보내기
ru: Сумма обесценения
zh_cn: 减值金额
zh_tw: 減值金額

# JianZhiLieBiao
source: Impairment List
de: Impairment-Liste
fr: Liste de dépréciation
ko: 물질 양 보내기
ru: Список обесценение
zh_cn: 减值列表
zh_tw: 減值列表

# JianZhiShenPi
source: Part Approval
de: Teilzeit-Zulassung
fr: Approbation à temps partiel
ko: 재료 목록을 보냅니다
ru: Утверждение Вечернее
zh_cn: 兼职审批
zh_tw: 兼職審批

# JianZhiXinXi
source: Part-time information
de: Teilzeit-Informationen
fr: Informations à temps partiel
ko: 재료 사람들 보내기
ru: Информация Вечернее
zh_cn: 兼职信息
zh_tw: 兼職信息

# JianZhiXiShu
source: Impairment coefficient
de: Wertminderungskoeffizient
fr: Coefficient de dépréciation
ko: 재료 날짜를 보냅니다
ru: Коэффициент обесценение
zh_cn: 减值系数
zh_tw: 減值係數

# JianZhiZhiWu
source: Part-time positions
de: Teilzeitstellen
fr: Les postes à temps partiel
ko: 특허
ru: Неполный рабочий день
zh_cn: 兼职职务
zh_tw: 兼職職務

# JiaoBaoZhengJin
source: A deposit
de: Eine Anzahlung
fr: Un dépôt
ko: 할인
ru: Депозит
zh_cn: 交保证金
zh_tw: 交保證金

# JiaoDiDanWeiBuMen
source: Tests, unit / department
de: Tests, Einheit / Abteilung
fr: Tests, unité / département
ko: 리베이트 날짜
ru: Тесты, ед / отдел
zh_cn: 交底单位/部门
zh_tw: 交底單位/部門

# JiaoDiNeiRong
source: Jiaodi content
de: Jiaodi Inhalte
fr: Contenu Jiaodi
ko: 광장
ru: Содержание Jiaodi
zh_cn: 交底内容
zh_tw: 交底內容

# JiaoDiXinXi
source: Jiaodi information
de: Jiaodi Informationen
fr: Informations Jiaodi
ko: 프로그램
ru: Jiaodi информация
zh_cn: 交底信息
zh_tw: 交底信息

# JiaoHanFeng
source: Fillet:
de: Kehlnaht:
fr: Filet de soudure:
ko: 프로그램 이름
ru: Угловой сварной шов:
zh_cn: 角焊缝：
zh_tw: 角焊縫：

# JiaoHanFengHouDu
source: Fillet weld thickness:
de: Kehlnahtdicke:
fr: Épaisseur de la soudure Filet:
ko: 프로그램 내용
ru: Филе толщина шва:
zh_cn: 角焊缝厚度：
zh_tw: 角焊縫厚度：

# JiaoHanFengHouDuCheDing
source: Fillet weld thickness measuring
de: Kehlnaht Dickenmessung
fr: Filet épaisseur de soudure mesure
ko: 프로그램 텍스트
ru: Филе толщина шва измерение
zh_cn: 角焊缝厚度测定
zh_tw: 角焊縫厚度測定

# JiaoHanFengJingShuHouDu
source: Fillet weld metal thickness:
de: Kehlnaht Metalldicke:
fr: Filet épaisseur de métal de soudure:
ko: 프로그램 정보
ru: Филе толщина металла шва:
zh_cn: 角焊缝金属厚度：
zh_tw: 角焊縫金屬厚度：

# JiaoHanFengMuCaiHouDu
source: Fillet weld base metal thickness
de: Kehlnaht Basismetalldicke
fr: Filet soudure épaisseur du métal de base
ko: 메소드의 이름
ru: Угловой сварной шов Толщина основного металла
zh_cn: 角焊缝母材厚度
zh_tw: 角焊縫母材厚度

# JiaoHanFengWeiZhi
source: Fillet weld location:
de: Kehlnaht Ort:
fr: Lieu de soudure Filet:
ko: 홍수 조절 수수료
ru: Филе расположение шва:
zh_cn: 角焊缝位置：
zh_tw: 角焊縫位置：

# JiaoHanFengZhiXingBiaoZhun
source: Fillet Standard:
fr: Filet Standard:
ko: 차관
ru: Филе Стандарт:
zh_cn: 角焊缝执行标准：
zh_tw: 角焊縫執行標準：

# JiaoHuanLianJie
source: Exchange Links
de: Tausch Links
fr: Échange de lien
ko: 재 작업 용접기
ru: Обмен ссылками
zh_cn: 交换链接
zh_tw: 交換連結

# JiaoHuanShuJuKuLieBiao
source: Exchange database list
de: Exchange-Datenbankliste
fr: Liste de base de données Exchange
ko: 용접기 / 날짜를 재 작업
ru: Список баз данных Exchange
zh_cn: 交换数据库列表
zh_tw: 交換資料庫清單

# JiaoHuanShuJuLKu
source: Switching Database
de: Exchange-Datenbank
fr: Base de données Exchange
ko: 영화를 재 작업
ru: База данных Exchange
zh_cn: 交换数据库
zh_tw: 交換資料庫

# JiaoHuoShiJian
source: Delivery time
de: Lieferzeit
fr: Délai de livraison
ko: 재 작업 날짜
ru: Срок поставки
zh_cn: 交货时间
zh_tw: 交貨時間

# JiaoHuoZhuangTai
source: Delivery Status
de: Lieferstatus
ko: 방사선 병
ru: Статус поставки
zh_cn: 交货状态
zh_tw: 交貨狀態

# JiaoXue
source: Education
de: Bildung
fr: Éducation
ko: 유행
ru: Образование
zh_cn: 教学
zh_tw: 教學

# JiaoXun
source: Lesson
de: Unterrichtsstunde
fr: Leçon
ko: 단일 돌아 가기
ru: Урок
zh_cn: 教训
zh_tw: 教訓

# JiaoYuPeiXun
source: Education and training
de: Bildung und Ausbildung
fr: Éducation et formation
ko: 하나의 레코드를 반환
ru: Образование и обучение
zh_cn: 教育培训
zh_tw: 教育培訓

# JiaoZhongBiaoFei
source: Pay the bid fee
de: Zahlen Sie die Gebühr für Gebot
fr: Payer les frais de soumission
ko: 반환
ru: Оплатить взнос ставки
zh_cn: 交中标费
zh_tw: 交中標費

# JiaReFangShi
source: Heating Type
de: Heizungstyp
fr: Type de chauffage
ko: 이전 단계로 돌아 가기
ru: Тип отопления
zh_cn: 加热方式
zh_tw: 加熱方式

# JiaRuKu
source: False storage
de: Falsche Lagerung
fr: Faux stockage
ko: 피드백
ru: Ложные хранения
zh_cn: 假入库
zh_tw: 假入庫

# JiaRuRiQi
source: Join Date
de: Registriert seit
fr: Date d'inscription
ko: 피드백 목록보기
ru: Регистрация
zh_cn: 加入日期
zh_tw: 加入日期

# JiaRuShiJian
source: Joined
de: Registriert
fr: Inscrit
ko: 범위
ru: Регистрация
zh_cn: 加入时间
zh_tw: 加入時間

# JiaShiYuan
source: Pilot
de: Lotse
ko: 선택하지 않은
ru: Пилот
zh_cn: 驾驶员
zh_tw: 駕駛員

# JiaShuiHeJi
source: Total ad valorem duty
de: Gesamtwertsteuer
fr: Ad valorem total des taxes
ko: 송장
ru: Всего адвалорной налоговой
zh_cn: 价税合计
zh_tw: 價稅合計

# JiaTingChengYuan
source: Family members
de: Familienmitglieder
fr: Membres de la famille
ko: 결제 주소
ru: Члены семьи
zh_cn: 家庭成员
zh_tw: 家庭成員

# JiaTingDianHua
source: home phone
fr: Accueil Téléphone
ko: 송장 번호
ru: Домашний телефон
zh_cn: 家庭电话
zh_tw: 家庭電話

# JiaTingDiZhi
source: Home address
de: Wohnadresse
fr: Adresse du domicile
ko: 송장 번호
ru: Собственный адрес
zh_cn: 家庭地址
zh_tw: 家庭地址

# JiaYou
source: Oil
de: Erdöl
fr: Huile
ko: 송장 금액
ru: Масло
zh_cn: 加油
zh_tw: 加油

# JiaYouFei
source: Fuel costs
de: Kraftstoffkosten
fr: Les coûts de carburant
ko: 송장 날짜
ru: Стоимость топлива
zh_cn: 加油费
zh_tw: 加油費

# JiaYouJiLuDan
source: Come on record sheets
de: Tanken Schaublatt
fr: Faites le plein de feuille d'enregistrement
ko: 송장
ru: Заправляйте регистрационный листок
zh_cn: 加油记录单
zh_tw: 加油記錄單

# JiaYouLiang
source: The amount of fuel
de: Die Kraftstoffmenge
fr: La quantité de carburant
ko: 법인 대표
ru: Количество топлива,
zh_cn: 加油量
zh_tw: 加油量

# JiaYouLiangSheng
source: The amount of fuel (liter)
de: Die Kraftstoffmenge (Liter)
fr: La quantité de carburant (litres)
ko: 일어날
ru: Количество топлива (л)
zh_cn: 加油量（升）
zh_tw: 加油量（升）

# JiBenXinXi
source: Basic Information
de: Basisinformationen
fr: Informations de base
ko: 비용은 발생
ru: Основная информация
zh_cn: 基本信息
zh_tw: 基本資訊

# JiBenZiLiao
source: basic information
de: Basisinformationen
fr: Informations de base
ko: 총 비용은 발생
ru: Основная информация
zh_cn: 基本资料
zh_tw: 基本資料

# JiBie
source: Level
de: Niveau
fr: Niveau
ko: 금액 발생
ru: Уровень
zh_cn: 级别
zh_tw: 級別

# JiChuShuJu
source: Basic data
de: Grunddaten
fr: Données de base
ko: 발생 날짜
ru: Основные данные
zh_cn: 基础数据
zh_tw: 基礎資料

# JieAn
source: Closed
de: Geschlossen
fr: Fermé
ko: 보내기
ru: Закрыто
zh_cn: 结案
zh_tw: 結案

# JieChu
source: Remove
de: Herausnehmen
fr: Retirer
ko: 송신부
ru: Удалять
zh_cn: 解除
zh_tw: 解除

# JieChuDan
source: Single loan
de: Einzeldarlehen
fr: Prêt unique
ko: SMS를 보내기
ru: Разовая ссуда
zh_cn: 借出单
zh_tw: 借出單

# JieChuDanJiLu
source: Single record loan
de: Einzelsatzdarlehen
fr: Prêt d'enregistrement unique
ko: 전자 메일을 보내고받을
ru: Одноместный запись кредит
zh_cn: 借出单记录
zh_tw: 借出單記錄

# JieChuDanMingXi
source: Lend order details
de: Fasten Detail
fr: Carême détail
ko: 종료 시간 보내기
ru: Пост одна деталь
zh_cn: 借出单明细
zh_tw: 借出單明細

# JieChuGuiHuan
source: Loan return
de: Darlehensrück
fr: Retour de prêt
ko: 시작 시간 보내기
ru: Возвращение займа
zh_cn: 借出归还
zh_tw: 借出歸還

# JieChuGuiHuanDan
source: Single loan return
de: Einzeldarlehen Rück
fr: Simple retour de prêt
ko: 연락 보내기 :
ru: Одноместный возврат кредита
zh_cn: 借出归还单
zh_tw: 借出歸還單

# JieChuShiJian
source: Lend time
de: Lend Zeit
fr: Lend temps
ko: 권한 부여 날짜 :
ru: Ленд время
zh_cn: 借出时间
zh_tw: 借出時間

# JieChuShuLiang
source: Loan amount
de: Darlehensbetrag
fr: Montant du prêt
ko: 송신 시간
ru: Сумма займа
zh_cn: 借出数量
zh_tw: 借出數量

# JieChuYuanYin
source: Cause loan
de: Grund Darlehen
fr: Prêt Raison
ko: 메시지 보내기
ru: Причина кредит
zh_cn: 借出原因
zh_tw: 借出原因

# JieDaiRen
source: Reception people
de: Empfang Menschen
fr: Accueil personnes
ko: 전자 메일 보내기
ru: Прием людей
zh_cn: 接待人
zh_tw: 接待人

# JieDianHao
source: Node number
de: Knotennummer
fr: Numéro de nœud
ko: 제작 계획 등록
ru: Номер узла
zh_cn: 节点号
zh_tw: 節點號

# JieDianMingCheng
source: Node Name
fr: Nom du nœud
ko: 제작 계획 계획
ru: Имя узла
zh_cn: 节点名称
zh_tw: 節點名稱

# JieGouChiCunXiangTu
source: Size of detail
de: Größe Detail
fr: Taille de détail
ko: 제작 계획 날짜
ru: Размер подробно
zh_cn: 结构尺寸详图
zh_tw: 結構尺寸詳圖

# JieHaoDian
source: Section dot
de: Abschnitt dot
ko: 파견 부서
ru: Раздел точка
zh_cn: 节号点
zh_tw: 節號點

# JieJueCuoShi
source: solution
de: Heilmittel
fr: Remède
ko: 등록 발행
ru: Средство
zh_cn: 解决措施
zh_tw: 解決措施

# JieJueFangAn
source: solution
de: Lösungen
fr: Solutions
ko: 발행 행방
ru: Решения
zh_cn: 解决方案
zh_tw: 解決方案

# JieJueFangShi
source: solution
de: Lösungen
fr: Solutions
ko: 발견
ru: Решения
zh_cn: 解决方式
zh_tw: 解決方式

# JieKou
source: Interface
ko: 발견
ru: Интерфейс
zh_cn: 接口
zh_tw: 介面

# JieKuanDanWeiZhuGuan
source: Loan unit heads
de: Leihgerät Köpfe
fr: Chefs d'unité de prêt
ko: 시간 찾기
ru: Блок займа руководители
zh_cn: 借款单位主管
zh_tw: 借款單位主管

# JieKuanJinE
source: Borrowings
de: Finanzverbindlichkeiten
fr: Emprunts
ko: 메시지 보내기
ru: Кредиты и займы
zh_cn: 借款金额
zh_tw: 借款金額

# JieKuanJinEHeJi
source: Total borrowings
de: Die Kreditbeanspruchung
fr: Total des emprunts
ko: 전자 메일 보내기
ru: Всего кредиты и займы
zh_cn: 借款金额合计
zh_tw: 借款金額合計

# JieKuanJingE
source: Borrowings
de: Finanzverbindlichkeiten
fr: Emprunts
ko: 권한을 발급
ru: Кредиты и займы
zh_cn: 借款金额
zh_tw: 借款金額

# JieKuanRen
source: Borrower
de: Kreditnehmer
fr: Emprunteur
ko: 문제의 날짜
ru: Заемщик
zh_cn: 借款人
zh_tw: 借款人

# JieLun
source: in conclusion:
de: FAZIT:
fr: CONCLUSION:
ko: 폐
ru: ЗАКЛЮЧЕНИЕ:
zh_cn: 结论：
zh_tw: 結論：

# JieMianIHanJiaoCa
source: I cross section of fillet difference:
de: Ich Filet differentiellen Wirkungsquerschnitt:
fr: Je filet coupe différentielle:
ko: 비 자신의 전문 지식을
ru: Я филе дифференциальное сечение:
zh_cn: 截面I焊脚差：
zh_tw: 截面I焊腳差：

# JieMianIIHanJiaoCa
source: II cross section of fillet difference:
de: Schnitt II Filet Unterschied:
fr: Coupe II différence de filet:
ko: 매우 만족
ru: Разница филе Секционные II:
zh_cn: 截面II焊脚差：
zh_tw: 截面II焊腳差：

# JieMianIIIHanJiaoCa
source: III cross section of fillet difference:
de: Schnitt III Filet Unterschied:
fr: Coupe III différence de filet:
ko: 매우 중요
ru: Секционные III разница филе:
zh_cn: 截面III焊脚差：
zh_tw: 截面III焊腳差：

# JieMianIVHanJiaoCa
source: IV cross section of fillet difference:
de: Fillet differentiellen Wirkungsquerschnitt IV:
fr: Filet coupe différentielle IV:
ko: 매우 중요
ru: Филе дифференциальное сечение IV:
zh_cn: 截面IV焊脚差：
zh_tw: 截面IV焊腳差：

# JieMianVHanJiaoCa
source: Sectional V welding foot difference:
de: Schnitt V Filet Unterschied:
fr: Coupe différence V de filet:
ko: 요금 제어 관리자
ru: Секционные разница В филе:
zh_cn: 截面V焊脚差：
zh_tw: 截面V焊腳差：

# JieRun
source: In conclusion
de: Abschluss
fr: Conclusion
ko: 수수료 항목 범주
ru: Вывод
zh_cn: 结论
zh_tw: 結論

# JieShaoRen
source: Referrals
de: Einladungen
fr: Parrainages
ko: 요금 아이템 종류
ru: Рефералы
zh_cn: 介绍人
zh_tw: 介紹人

# JieShaoRenBuMen
source: Referrals sector
de: Verweise Sektor
fr: Parrainages secteur
ko: 예산
ru: Сектор Рефералы
zh_cn: 介绍人部门
zh_tw: 介紹人部門

# JieShouDanWei
source: Receiving unit
de: Empfangseinheit
fr: Unité de réception
ko: 보수
ru: Блок приема
zh_cn: 接收单位
zh_tw: 接收單位

# JieShouDanWeiBuMen
source: The receiving unit / department
de: Empfangseinheit / Abteilung
fr: Recevoir unité / département
ko: 보상
ru: Блок приема / отдел
zh_cn: 接收单位/部门
zh_tw: 接收單位/部門

# JieShouLianXiRen
source: Receiving contact:
de: Aufnahme von Kontakt:
fr: Réception de contact:
ko: 비용 요약
ru: Прием контакт:
zh_cn: 接收联系人：
zh_tw: 接收連絡人：

# JieShouRen
source: Receiver
de: Empfänger
fr: Receveur
ko: 상환 회계
ru: Получатель
zh_cn: 接收人
zh_tw: 接收人

# JieShouRenYuan
source: Reception staff
de: Personal an der Rezeption
fr: Le personnel d'accueil
ko: 원가 계산
ru: Сотрудники стойки регистрации
zh_cn: 接收人员
zh_tw: 接收人員

# JieShu
source: End
de: Ende
fr: Fin
ko: 비용 요약
ru: Конец
zh_cn: 结束
zh_tw: 結束

# JieShuGongZuoShiJian
source: End of the working time
de: Ende der Arbeitszeit
fr: Fin du temps de travail
ko: 비용 ID
ru: Конец рабочего времени
zh_cn: 结束工作时间
zh_tw: 結束工作時間

# JieShuGuiShuBuXu
source: End attributable step sequence
de: End zurückzuführen Schrittfolge
fr: Fin séquence de pas imputables
ko: 비용의 이름
ru: Конец объясняется последовательность шагов
zh_cn: 结束归属步序
zh_tw: 結束歸屬步序

# JieShuRiQi
source: End Date
fr: Date de fin
ko: 비용의 이름
ru: Дата окончания
zh_cn: 结束日期
zh_tw: 結束日期

# JieShuShiJian
source: End Time
de: Endzeit
fr: Heure de fin
ko: 요금 세부 사항
ru: Время окончания
zh_cn: 结束时间
zh_tw: 結束時間

# JieShuShiShiYongShiJian
source: End time
de: Endzeit
fr: Heure de fin
ko: 수수료 및 상환 정보
ru: Время окончания
zh_cn: 结束使用时间
zh_tw: 結束使用時間

# JieShuWangDuan
source: End segment
fr: Segment Fin
ko: 요금 적용
ru: Конец сегмента
zh_cn: 结束网段
zh_tw: 結束網段

# JieShuYaoQiuTongGuo
source: By the end of the claim
de: Am Ende des Anspruchs
fr: A la fin de la revendication
ko: 요금 적용
ru: К концу претензии
zh_cn: 结束要求通过
zh_tw: 結束要求通過

# JieSuanBiBie
source: Settlement Currency
de: Abrechnungswährung
fr: Devise de paiement
ko: 요금 요약 신청
ru: Валюта расчетов
zh_cn: 结算币别
zh_tw: 結算幣別

# JieSuanChaYiEAV
source: Settlement differences (EAV)
de: Settlement Unterschiede (EAV)
fr: Les écarts de règlement (EAV)
ko: 원가 회계 응용 프로그램
ru: Расчетные различия (EAV)
zh_cn: 结算差异(EAV)
zh_tw: 結算差異(EAV)

# JieSuanFangShi
source: Settlement
de: Siedlung
fr: Colonisation
ko: 예산
ru: Поселок
zh_cn: 结算方式
zh_tw: 結算方式

# JieSuanJiXiaoAI
source: Billing Performance (AI)
de: Billing Leistung (AI)
fr: Facturation Performance (AI)
ko: 경비
ru: Платежная Производительность (ИИ)
zh_cn: 结算绩效(AI)
zh_tw: 結算績效(AI)
