Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# Yue
source: Month
de: Monat
fr: Mois
ko: 달
ru: Месяц
zh_cn: 月
zh_tw: 月

# YueDuShuLiang
source: Loan amount
de: Darlehensbetrag
fr: Montant du prêt
ko: 대출 금액
ru: Сумма займа
zh_cn: 借阅数量
zh_tw: 借閱數量

# YueFen
source: Month
de: Monat
fr: Mois
ko: 달
ru: Месяц
zh_cn: 月份
zh_tw: 月份

# YueJiFeiYong
source: Yueji costs
de: Yueji Kosten
fr: Coûts Yueji
ko: Yueji 비용
ru: Расходы Yueji
zh_cn: 月记费用
zh_tw: 月記費用

# YueLiHui
source: Monthly meeting
de: Monatliche Treffen
fr: Réunion mensuelle
ko: 월간 회의
ru: Ежемесячная встреча
zh_cn: 月例会
zh_tw: 月例會

# YueRiCheng
source: Month schedule
de: Monat Zeitplan
fr: Calendrier Mois
ko: 월 일정
ru: График месяц
zh_cn: 月日程
zh_tw: 月日程

# YueZhiZhe
source: Read knower
de: Lesen Wissende
fr: Lire connaisseur
ko: 읽기 식자
ru: Читайте познающий
zh_cn: 阅知者
zh_tw: 閱知者

# YuFangXinXi
source: Prevention Information
de: Prävention Informationen
fr: Information sur la prévention
ko: 예방 정보
ru: Информация по предупреждению
zh_cn: 预防信息
zh_tw: 預防信息

# YuFuBiaoZhi
source: Prepaid flag
fr: Drapeau prépayé
ko: 선불 플래그
ru: Предоплата флаг
zh_cn: 预付标志
zh_tw: 預付標誌

# YuFuJiHuaMingXi
source: Prepaid plan details
de: Details Vorauszahlungspläne
fr: Détails Forfaits prépayés
ko: 선불 플랜의 자세한 사항
ru: Подробнее Тарифные планы
zh_cn: 预付计划明细
zh_tw: 預付計畫明細

# YuFuJinDu
source: Prepaid progress
de: Prepaid Fortschritt
fr: Progrès prépayé
ko: 선불 진행
ru: Предоплата прогресс
zh_cn: 预付进度
zh_tw: 預付進度

# YuFuKuan
source: Prepayments
de: Advances
fr: Avances
ko: 발전
ru: Авансы
zh_cn: 预付款
zh_tw: 預付款

# YuFuKuanBianMa
source: Item codes
de: Projekt Coding
fr: Codage de projets
ko: 프로젝트 코딩
ru: Кодирование проекта
zh_cn: 项目编码
zh_tw: 專案編碼

# YuFuKuanID
source: Prepayment ID
de: Vorauskasse ID
fr: ID anticipé
ko: 선불 ID
ru: Предоплата ID
zh_cn: 预付款ID
zh_tw: 預付款ID

# YuFuKuanJiHua
source: Prepayment plan
de: Vorauszahlung Plan
fr: Plan de remboursement anticipé
ko: 선불 계획
ru: План Предоплата
zh_cn: 预付款计划
zh_tw: 預付款計畫

# YuFuKuanJiHuaShenPi
source: Prepayment plan approval
de: Vorauszahlung Die Planfeststellungs
fr: Anticipé approbation du plan
ko: 선불 계획 승인
ru: Утверждение плана Предоплата
zh_cn: 预付款计划审批
zh_tw: 預付款計畫審批

# YuFuKuanMingChen
source: Advances name
de: Advances Namen
fr: Avances nom
ko: 진보의 이름
ru: Авансы имя
zh_cn: 预付款名称
zh_tw: 預付款名稱

# YuFuKuanMingCheng
source: Advances name
de: Advances Namen
fr: Avances nom
ko: 진보의 이름
ru: Авансы имя
zh_cn: 预付款名称
zh_tw: 預付款名稱

# YuFuYuE
source: Prepaid balance
de: Prepaid-Guthaben
fr: Solde prépayé
ko: 선불 잔액
ru: Предоплаты
zh_cn: 预付余额
zh_tw: 預付餘額

# YuFuZongE
source: Prepaid total
de: Prepaid insgesamt
fr: Totale prépayé
ko: 선불 총
ru: Предоплата общая
zh_cn: 预付总额
zh_tw: 預付總額

# YuGuiZe
source: Domain Rules
de: Domain-Regeln
fr: Règles de domaine
ko: 도메인 규칙
ru: Правила домена
zh_cn: 域规则
zh_tw: 域規則

# YuHanJieGongYiGuiCheng
source: Pre-welding procedure
de: Pre-Schweißverfahren
fr: Procédure de pré-soudure
ko: 전 용접 절차
ru: Процедура предварительного сварки
zh_cn: 预焊接工艺规程
zh_tw: 預焊接工藝規程

# YuHanJieGongYiGuiChengLieBiao
source: Pre-welding procedure specification list:
de: Pre-Schweißanweisung Liste:
fr: Pré-soudage liste de spécification de procédure:
ko: 전 용접 절차 시방서 목록 :
ru: Предварительно сварки список процедура спецификация:
zh_cn: 预焊接工艺规程列表：
zh_tw: 預焊接工藝規程列表：

# YuHanJieGongYiGuiChengXingXi
source: Pre-welding procedure information:
de: Pre-Schweißverfahren Informationen:
fr: Pré-soudage informations de procédure:
ko: 전 용접 절차 정보 :
ru: Информация процедура предварительного сварки:
zh_cn: 预焊接工艺规程信息：
zh_tw: 預焊接工藝規程資訊：

# YuHuiRenYuan
source: Participants
de: Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 与会人员
zh_tw: 與會人員

# YuHuiZhe
source: Participants
de: Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 与会者
zh_tw: 與會者

# YuiHuiLiYou
source: Parliament grounds
de: Parlament Gründe
fr: Motifs du Parlement
ko: 의회 근거
ru: Основания парламента
zh_cn: 议会理由
zh_tw: 議會理由

# YuJiDaoHuoShiJian
source: Expected arrival time
de: Voraussichtliche Ankunftszeit
fr: Heure d'arrivée prévue
ko: 예상 도착 시간
ru: Ожидаемое время прибытия
zh_cn: 预计到货时间
zh_tw: 預計到貨時間

# YuJieShaoGuanXi
source: Relationship with Referrals
de: Beziehung mit erstellten
fr: Relations avec Parrainages
ko: 추천와의 관계
ru: Отношения с Рефералы
zh_cn: 与介绍人关系
zh_tw: 與介紹人關係

# YuJieShaoRenGuanXi
source: Relationship with Referrals
de: Beziehung mit erstellten
fr: Relations avec Parrainages
ko: 추천와의 관계
ru: Отношения с Рефералы
zh_cn: 与介绍人关系
zh_tw: 與介紹人關係

# YuJiFaShengShiJian
source: Expected time of occurrence
de: Erwarteter Zeitpunkt des Auftretens
fr: Heure prévue d'apparition
ko: 발생 예상 시간
ru: Ожидаемое время появления
zh_cn: 预计发生时间
zh_tw: 預計發生時間

# YuJiFeiYong
source: Estimated cost
de: Voraussichtliche Kosten
fr: Coût estimé
ko: 예상 비용
ru: Ориентировочная стоимость
zh_cn: 预计费用
zh_tw: 預計費用

# YuJiGuiHuanShiJian
source: Expected return time
de: Erwartete Rendite Zeit
fr: Temps de retour prévue
ko: 예상 복귀 시간
ru: Ожидаемое время возвращения
zh_cn: 预计归还时间
zh_tw: 預計歸還時間

# YuJiJieShuJian
source: It is expected to end between
de: Es wird erwartet, dass zwischen dem Ende
fr: Il devrait se terminer entre
ko: 그것은 사이에 끝날 것으로 예상된다
ru: Ожидается, что в конечном между
zh_cn: 预计结束间
zh_tw: 預計結束間

# YuJiKaiShiJian
source: It is expected to start between
de: Es wird erwartet, dass zwischen Start
fr: Il est prévu de commencer entre
ko: 그것은 사이에 시작할 것으로 예상된다
ru: Это как ожидается, начнется между
zh_cn: 预计开始间
zh_tw: 預計開始間

# YuJingDe
source: Warning
de: Verwarnung
fr: Avertissement
ko: 경고
ru: Предупреждение
zh_cn: 预警的
zh_tw: 預警的

# YuJingGongNeng
source: Warning function
de: Warnfunktion
fr: Fonction d'avertissement
ko: 경고 기능
ru: Функция предупреждения
zh_cn: 预警功能
zh_tw: 預警功能

# YuJingLeiXing
source: Warning Type
de: Warnung Typ
fr: Attention type
ko: 경고 유형
ru: Внимание Тип
zh_cn: 预警类型
zh_tw: 預警類型

# YuJingMingLingSheZhi
source: Warning Command Set
de: Warnung Command Set
fr: Avertissement Command Set
ko: 명령 세트를 경고
ru: Предупреждение набор команд
zh_cn: 预警命令设置
zh_tw: 預警命令設置

# YuJiWanChengRiQi
source: Expected Completion Date
de: Voraussichtliche Fertigstellung
fr: Date prévue d'achèvement
ko: 예상 완료 날짜
ru: Ожидаемая дата завершения
zh_cn: 预计完成日期
zh_tw: 預計完成日期

# YuJu
source: Statement
de: Aussage
fr: Déclaration
ko: 성명서
ru: Заявление
zh_cn: 语句
zh_tw: 語句

# YuLanShanChuDeJieTou
source: Preview deleted joints
de: Vorschau gelöscht Armaturen
fr: Aperçu supprimé raccords
ko: 미리보기 삭제 피팅
ru: Предварительный просмотр удалены фитинги
zh_cn: 预览删除的接头
zh_tw: 預覽刪除的接頭

# YuLeiBieHao
source: And category numbers:
de: Und Kategorienummern:
fr: Et numéros de catégorie:
ko: 그리고 분류 번호 :
ru: И категории номера:
zh_cn: 与类别号：
zh_tw: 與類別號：

# YuLiuLiang
source: Reserve amount
de: Reserve Menge
fr: Montant en réserve
ko: 준비 제도 이사회 (FRB) 양
ru: Резервный объем
zh_cn: 预留量
zh_tw: 預留量

# YuLiuZiDuanE
source: Reserved Field 2
de: Reserved Feld 2
fr: DOMAINE RESERVE 2
ko: 예약 필드 2
ru: Зарезервированное поле 2
zh_cn: 预留字段２
zh_tw: 預留欄位２

# YuLiuZiDuanEr
source: Reserved Field 2
de: Reserved Feld 2
fr: DOMAINE RESERVE 2
ko: 예약 필드 2
ru: Зарезервированное поле 2
zh_cn: 预留字段2
zh_tw: 預留欄位2

# YuLiuZiDuanSan
source: Reserved Field 3
de: Reserved Feld 3
fr: DOMAINE RESERVE 3
ko: 예약 필드 3
ru: Зарезервированное поле 3
zh_cn: 预留字段3
zh_tw: 預留欄位3

# YuLiuZiDuanSi
source: Reserved Field 4
de: Reserved Feld 4
fr: DOMAINE RESERVE 4
ko: 예약 필드 4
ru: Зарезервированное поле 4
zh_cn: 预留字段4
zh_tw: 預留欄位4

# YuLiuZiDuanWu
source: Reserved Field 5
de: Reserved Feld 5
fr: DOMAINE RESERVE 5
ko: 예약 필드 (5)
ru: Зарезервировано Поле 5
zh_cn: 预留字段5
zh_tw: 預留欄位5

# YuLiuZiDuanYi
source: Reserved Field 1
de: Reserved Feld 1
fr: DOMAINE RESERVE 1
ko: 예약 필드 1
ru: Зарезервированное поле 1
zh_cn: 预留字段1
zh_tw: 預留欄位1

# YuLuBianHao
source: Number of pre-recorded
de: Anzahl der voraufgezeichneten
fr: Nombre de pré-enregistrée
ko: 미리 녹음 수
ru: Количество предварительно записанные
zh_cn: 预录编号
zh_tw: 預錄編號

# YuLuRuBianHao
source: Pre-entry number
de: Pre-Eintragsnummer
fr: Nombre de pré-entrée
ko: 사전 항목 번호
ru: Количество предварительных заявок
zh_cn: 预录入编号
zh_tw: 預錄入編號

# YunFei
source: Shipment
de: Sendung
fr: Expédition
ko: 선적
ru: Отгрузка
zh_cn: 运费
zh_tw: 運費

# YunShuDanWei
source: Transport Unit
fr: Unité de Transport
ko: 전송 단위
ru: Транспортная группа
zh_cn: 运输单位
zh_tw: 運輸單位

# YunXuJianZhiShenPi
source: Allow part-time approval
de: Lassen Sie Teilzeitzulassung
fr: Autoriser l'approbation à temps partiel
ko: 파트 타임 승인 허용
ru: Разрешить одобрение часть времени
zh_cn: 允许兼职审批
zh_tw: 允許兼職審批

# YunXuQuanDanBianJi
source: Allow full single edit
de: Erlaubt vollen Einzel bearbeiten
fr: Permet pleine single edit
ko: 전체 하나의 편집을 할 수 있습니다
ru: Позволяет полный Single Edit
zh_cn: 允许全单编辑
zh_tw: 允許全單編輯

# YunXuXuanZeQianZhiBuZhou
source: It allows you to select pre-step
de: Es ermöglicht Ihnen, den vorderen Schritt auswählen
fr: Il vous permet de sélectionner l'étape avant
ko: 그것은 당신이 앞 단계를 선택할 수 있습니다
ru: Это позволяет выбрать входную шаг
zh_cn: 允许选择前置步骤
zh_tw: 允許選擇前置步驟

# YunZaFei
source: Transport fees
de: Transportkosten
fr: Frais de transport
ko: 운송 비용
ru: Транспорт сборы
zh_cn: 运杂费
zh_tw: 運雜費

# YuQiTianShu
source: Days Overdue
de: Tage überfällig
fr: Jours de retard
ko: 연체 일
ru: Дни Просроченные
zh_cn: 逾期天数
zh_tw: 逾期天數

# YuReShiJian
source: Warm-up time:
de: Aufwärmzeit:
fr: Temps de préchauffage:
ko: 워밍업 시간 :
ru: Время прогрева:
zh_cn: 预热时间：
zh_tw: 預熱時間：

# YuReWenDu
source: Preheating temperature:
de: Vorwärmtemperatur:
fr: Température de préchauffage:
ko: 온도를 예열 :
ru: Температура предварительного нагрева:
zh_cn: 预热温度：
zh_tw: 預熱溫度：

# YuShenBaoHao
source: No pre-declaration
de: Keine Voranmeldung
fr: Pas de pré-déclaration
ko: 아니 미리 선언하지
ru: Нет предварительной декларации
zh_cn: 预申报号
zh_tw: 預申報號

# YuSuan
source: Budget
ko: 예산
ru: Бюджет
zh_cn: 预算
zh_tw: 預算

# YuSuanBiaoZhun
source: Budget Standard
de: Budget Kriterien
fr: Critères budgétaires
ko: 예산 기준
ru: Критерии бюджета
zh_cn: 预算标准
zh_tw: 預算標準

# YuSuanBiaoZhunLieBiao
source: Budget standard list
de: Budget Standardliste
fr: Budget liste standard
ko: 예산 표준 목록
ru: Стандартный список Бюджет
zh_cn: 预算标准列表
zh_tw: 預算標準清單

# YuSuanBiaoZhunSheZhi
source: Budget standard settings
de: Budget Standardeinstellungen
fr: Paramètres standard budgétaires
ko: 예산 기준 설정
ru: Стандартные настройки бюджета
zh_cn: 预算标准设置
zh_tw: 預算標準設定

# YuSuanDanJia
source: Budget Price
de: Budget Preis
fr: Budget Prix
ko: 예산 가격
ru: Бюджет Цена
zh_cn: 预算单价
zh_tw: 預算單價

# YuSuanFeiYongBiaoZhun
source: Budget cost of the standard
de: Die geschätzten Kosten Standard
fr: La norme de coût estimatif
ko: 예상 비용 표준
ru: По оценкам нормативная стоимость
zh_cn: 预算费用标准
zh_tw: 預算費用標準

# YuSuanFeiYongChaXun
source: Budget cost of inquiries
de: Die geschätzten Kosten-Anfrage
fr: L'enquête de coût estimatif
ko: 예상 비용 문의
ru: По оценкам запрос Стоимость
zh_cn: 预算费用查询
zh_tw: 預算費用查詢

# YuSuanFeiYongFenXi
source: Budget Cost Analysis
de: Budget Kostenanalyse
fr: Analyse des coûts Budget
ko: 예산 비용 분석
ru: Бюджет Анализ затрат
zh_cn: 预算费用分析
zh_tw: 預算費用分析

# YuSuanFeiYongGuanLi
source: Budget Expense Management
ko: 예산 지출 관리
ru: Бюджет управления расходами
zh_cn: 预算费用管理
zh_tw: 預算費用管理

# YuSuanFeiYongJiLu
source: Budget cost records
de: Budget Kostensätzen
fr: Documents relatifs aux coûts budgétaires
ko: 예산 비용 기록
ru: Сметная стоимость записи
zh_cn: 预算费用记录
zh_tw: 預算費用記錄

# YuSuanFeiYongLieBiao
source: Estimated cost list
de: Die geschätzten Kosten Liste
fr: La liste de coût estimatif
ko: 예상 비용 목록
ru: По оценкам список стоимость
zh_cn: 预算费用列表
zh_tw: 預算費用清單

# YuSuanGuanLi
source: Budget Management
de: Budgetverwaltung
fr: Gestion de budget
ko: 예산 관리
ru: Управление бюджетом
zh_cn: 预算管理
zh_tw: 預算管理

# YuSuanJia
source: Budget Price
de: Budget Preis
fr: Budget Prix
ko: 예산 가격
ru: Бюджет Цена
zh_cn: 预算价
zh_tw: 預算價

# YuSuanJiLu
source: Budget records
fr: Documents budgétaires
ko: 예산 기록
ru: Бюджет записи
zh_cn: 预算记录
zh_tw: 預算記錄

# YuSuanJinDu
source: Budget Progress
de: Budget Fortschritt
fr: Budget Progrès
ko: 예산 진행
ru: Бюджет Прогресс
zh_cn: 预算进度
zh_tw: 預算進度

# YuSuanJinE
source: Budget Amount
de: Budgetbetrag
fr: Montant du budget
ko: 예산 금액
ru: Бюджет Сумма
zh_cn: 预算金额
zh_tw: 預算金額

# YuSuanLeiXing
source: Budget Type
de: Budget Typ
fr: Type de budget
ko: 예산 유형
ru: Бюджет Тип
zh_cn: 预算类型
zh_tw: 預算類型

# YuSuanMingXi
source: Budget details
fr: Les détails du budget
ko: 예산 세부 사항
ru: Подробнее Бюджетные
zh_cn: 预算明细
zh_tw: 預算明細

# YuSuanNianFen
source: Budget Year
de: Haushaltsjahr
fr: Année budgétaire
ko: 예산 년도
ru: Бюджетный год
zh_cn: 预算年份
zh_tw: 預算年份

# YuSuanRenLi
source: Manpower budget
fr: Budget de Manpower
ko: 인력 예산
ru: Кадровая бюджет
zh_cn: 预算人力
zh_tw: 預算人力

# YuSuanSheBeiHeJia
source: Budget equipment valence
de: Budget Ausrüstung Wertigkeit
fr: Équipements Budget valence
ko: 예산 장비 원자가
ru: Бюджет оборудование валентность
zh_cn: 预算设备合价
zh_tw: 預算設備合價

# YuSuanShiYongBaoGao
source: Budget Usage Report
de: Budget Nutzungsbericht
fr: Budget Rapport d'utilisation
ko: 예산 사용 보고서
ru: Бюджет Отчет об использовании
zh_cn: 预算使用报告
zh_tw: 預算使用報告

# YuSuanShuiJinHeJia
source: Taxes budget valence
de: Steuern Budget Wertigkeit
fr: Valence budget des impôts
ko: 세금 예산 원자가
ru: Налоги бюджет валентность
zh_cn: 预算税金合价
zh_tw: 預算稅金合價

# YuSuanYueFen
source: Budget Month
de: Budget Monat
fr: Mois Budget
ko: 예산의 달
ru: Бюджет месяц
zh_cn: 预算月份
zh_tw: 預算月份

# YuSuanZongE
source: Total budget
de: Gesamtbudget
fr: Budget total
ko: 총 예산
ru: Общий бюджет
zh_cn: 预算总额
zh_tw: 預算總額

# YuSuanZongHeQuFei
source: Comprehensive fee of budget
de: Umfassende Gebühr von Budget
fr: Taxe globale du budget
ko: 예산의 종합 수수료
ru: Комплексный сбор в бюджет
zh_cn: 预算综合取费
zh_tw: 預算綜合取費

# YuYan
source: Language
de: Sprache
fr: Langue
ko: 언어
ru: Язык
zh_cn: 语言
zh_tw: 語言

# YuZhiJingShuCunTao
source: Preset metal bushing
de: Preset Metallbuchse
fr: Preset douille métallique
ko: 프리셋 금속 부싱
ru: Предустановленные металлическая втулка
zh_cn: 预置金属衬套
zh_tw: 預置金屬襯套

# YuZhiJingShuCuoTao
source: Preset metal liner:
de: Preset Metallauskleidung:
fr: Preset liner métallique:
ko: 프리셋 금속 라이너
ru: Предустановленные металлический вкладыш:
zh_cn: 预置金属衬套：
zh_tw: 預置金屬襯套：

# YWSQSCYHYLJDJHYMQJHM
source: After the business application generation, to go immediately to the activation page to activate it?
de: Nach der Geschäftsanwendung Generation, um sofort an die Aktivierungsseite gehen, um es zu aktivieren?
fr: Après la génération des applications d'entreprise, de se rendre immédiatement à la page d'activation pour l'activer?
ko: 비즈니스 애플리케이션 생성 한 후,이를 활성화하는 활성화 페이지로 바로 이동?
ru: После генерации бизнес-приложений, чтобы сразу перейти к странице активации для его активации?
zh_cn: 业务申请生成以后，要立即到激活页面去激活吗？
zh_tw: 業務申請生成以後，要立即到啟動頁面去啟動嗎？

# YXDLSB
source: Allow logon device
de: Erlauben Anmeldegerät
fr: Autoriser dispositif de connexion
ko: 로그온 장치 허용
ru: Разрешить устройство входа
zh_cn: 允许登录设备
zh_tw: 允許登錄設備

# YXQBYPZZDPZ
source: Permit has been granted by the previous step automatically approved
de: Genehmigung wurde von dem vorherigen Schritt automatische Genehmigung erteilt
fr: Permis a été délivré par l'approbation automatique de l'étape précédente
ko: 허가는 이전 단계 자동 승인에 의해 부여 된
ru: Разрешение было предоставлено автоматического одобрения предыдущем шаге
zh_cn: 允许前步已批者自动批准
zh_tw: 允許前步已批者自動批准

# YXQRZHDNDYX
source: Mail, please carefully check your mailbox
de: E-Mail, überprüfen Sie bitte Ihr Postfach sorgfältig
fr: E-mail, s'il vous plaît vérifier soigneusement votre boîte aux lettres
ko: 전자 메일, 신중 사서함을 확인하시기 바랍니다
ru: Электронная почта, пожалуйста, внимательно проверьте ваш почтовый ящик
zh_cn: 邮箱，请认真核对你的邮箱
zh_tw: 郵箱，請認真核對你的郵箱

# YXSPGCZBJSJ
source: Allow the approval process to edit data
de: Lassen Sie den Genehmigungsprozess, um Daten bearbeiten
fr: Laissez le processus d'approbation pour modifier des données
ko: 승인 프로세스가 데이터를 편집 할 수 있도록 허용
ru: Разрешить процесс утверждения для редактирования данных
zh_cn: 允许审批过程中编辑数据
zh_tw: 允許審批過程中編輯資料

# YXSQRZDPZ
source: Allow the applicant automatic approval
de: Dass die Anmelder die automatische Genehmigung
fr: Permettre aux demandeurs d'approbation automatique
ko: 자동 승인 신청 허용
ru: Разрешить заявителей на автоматическое одобрение
zh_cn: 允许申请人自动批准
zh_tw: 允許申請人自動批准

# YXXMJLGXMZT
source: Allow project managers to change the project status
de: Es ermöglicht Projektleitern, um den Status des Projekts zu ändern
fr: Il permet aux gestionnaires de projet pour modifier l'état du projet
ko: 그것은 프로젝트 매니저는 프로젝트의 상태를 변경할 수 있습니다
ru: Это позволяет руководителям проектов, чтобы изменить статус проекта
zh_cn: 允许项目经理改项目状态
zh_tw: 允許專案經理改專案狀態

# YYQXYZJBMHCY
source: Apply Permissions to direct departments and members
de: Anwenden von Berechtigungen auf direkte Abteilungen und Mitglieder
fr: Appliquer des autorisations aux ministères directs et membres
ko: 직접 부서 및 구성원에 대한 사용 권한을 적용
ru: Применяйте разрешения на прямые ведомств и членов
zh_cn: 应用权限于直接部门和成员
zh_tw: 應用許可權於直接部門和成員

# YYTKTXYYQ
source: Terms, characteristics and requirements
de: Allgemeine Geschäftsbedingungen, Eigenschaften und Anforderungen
fr: Termes, caractéristiques et exigences
ko: 조건, 특성 및 요구 사항
ru: Термины, характеристики и требования
zh_cn: 应用条款、特性与要求
zh_tw: 應用條款、特性與要求

# YZGLDKJCYYXGS
source: Yangzhou Gao Technology Industry Co., Ltd.
ko: 양주 가오 기술 산업 (주),
ru: Янчжоу Гао технологии промышленности Лтд
zh_cn: 扬州高立达科技产业有限公司
zh_tw: 揚州高立達科技產業有限公司

# ZaiDanLiangCaiGouDan
source: In Stock
de: In einem Band (Bestellung)
fr: En un seul volume (bon de commande)
ko: 단일 볼륨에서 (구매 주문)
ru: В одном томе (заказ на покупку)
zh_cn: 入库量
zh_tw: 在單量（採購單）

# ZaiDanLiangXiaoShouDan
source: Out Stock
de: In einem Band (Kundenaufträge)
fr: En un seul volume (ordres de vente)
ko: 단일 볼륨에서 (판매 주문)
ru: В одном томе (заказы на продажу)
zh_cn: 出库量
zh_tw: 在單量（銷售單）

# ZaiTiLeiXing
source: Carrier type
de: Trägertyp
fr: Type de transporteur
ko: 캐리어 유형
ru: Тип перевозчик
zh_cn: 载体类型
zh_tw: 載體類型

# ZaiXianBangZhu
source: Online Help
de: Online-Hilfe
fr: Aide en ligne
ko: 온라인 도움말
ru: Интернет Помощь
zh_cn: 在线帮助
zh_tw: 線上說明

# ZaiXianYongHu
source: Online users
de: Benutzer online
fr: Utilisateurs en ligne
ko: 사용자가 온라인
ru: Сейчас на сайте
zh_cn: 在线用户
zh_tw: 線上用戶

# ZaiYong
source: With
de: Mit
fr: Avec
ko: 와
ru: С
zh_cn: 在用
zh_tw: 在用

# ZaiYongHeTong
source: With contract
de: Mit Vertrag
fr: Avec contrat
ko: 계약
ru: С договором
zh_cn: 在用合同
zh_tw: 在用合同

# ZaiZhi
source: Service
ko: 서비스
ru: Сервис
zh_cn: 在职
zh_tw: 在職

# ZaiZhong
source: Load
de: Last
fr: Charge
ko: 하중
ru: Нагрузка
zh_cn: 载重
zh_tw: 載重

# ZanTing
source: Time out
de: Pausieren
fr: Pause
ko: 중지
ru: Пауза
zh_cn: 暂停
zh_tw: 暫停

# ZaoBanShangBanJieShuShiJian
source: Time to go to work the morning shift ends
de: Zeit zu gehen, um die Frühschicht Enden arbeiten
fr: Temps pour aller travailler les extrémités de quart du matin
ko: 시간은 아침 시프트 끝을 출근하기
ru: Время идти на работу концы Утренняя смена
zh_cn: 上午上班结束时间
zh_tw: 早班上班結束時間

# ZaoBanShangBanKaiShiShiJian
source: Early morning start time work
de: Zeit zu gehen, um am frühen Morgen mit der Arbeit beginnen
fr: Temps pour aller travailler début du matin,
ko: 시간은 아침 일찍 시작 출근하기
ru: Время идти на работу рано утром старт
zh_cn: 上午上班开始时间
zh_tw: 早班上班開始時間

# ZaoBanShangBanShiJian
source: Early morning work hours
de: Am frühen Morgen Arbeitsstunden
fr: Tôt le matin, les heures de travail
ko: 이른 아침 근무 시간
ru: Раннее утро часы работы
zh_cn: 上午上班时间
zh_tw: 早班上班時間

# ZaoBanXiaBanJieShuShiJian
source: Early morning work end time
de: End frühen Morgen Pendler Zeit
fr: Fin tôt le matin le temps de navettage
ko: 끝 이른 아침 통근 시간
ru: Конец рано утром время коммутирующих
zh_cn: 上午下班结束时间
zh_tw: 早班下班結束時間

# ZaoBanXiaBanKaiShiShiJian
source: Early morning start time work
de: Starten Sie am frühen Morgen Pendler Zeit
fr: Commencez tôt le matin le temps de navettage
ko: 이른 아침 통근 시간을 시작합니다
ru: Начните рано утром время на поездки
zh_cn: 上午下班开始时间
zh_tw: 早班下班開始時間

# ZaoBanXiaBanShiJian
source: Early morning rush hours
de: Am frühen Morgen Stoßzeiten
fr: Tôt le matin, aux heures de pointe
ko: 이른 아침 출근 시간
ru: Рано утром часы пик
zh_cn: 上午下班时间
zh_tw: 早班下班時間

# ZaoTui
source: Leave early
de: Vorzeitig verlassen
fr: Partez tôt
ko: 초기 남겨주세요
ru: Оставить рано
zh_cn: 早退
zh_tw: 早退

# ZBCQXXLB
source: Bidding clarify information list
de: Zarte Klärungsliste
fr: Liste de clarification Tender
ko: 입찰 설명 목록
ru: Тендер Список разъяснение
zh_cn: 招标澄清信息列表
zh_tw: 招標澄清資訊清單

# ZBFJNRQ
source: Bid fee payment date
de: Gebühr für Gebot Zahlungstermin
fr: Offre redevance date de paiement
ko: 입찰 수수료 지급일
ru: Организатор торгов Дата платежа плата
zh_cn: 中标费缴纳日期
zh_tw: 中標費繳納日期

# ZBSBJSSJ
source: Time to go to work the morning shift ends
de: Zeit zu gehen, um die Frühschicht Enden arbeiten
fr: Temps pour aller travailler les extrémités de quart du matin
ko: 시간은 아침 시프트 끝을 출근하기
ru: Время идти на работу концы Утренняя смена
zh_cn: 早班上班结束时间
zh_tw: 早班上班結束時間

# ZBSBKSSJ
source: Early morning start time work
de: Zeit zu gehen, um am frühen Morgen mit der Arbeit beginnen
fr: Temps pour aller travailler début du matin,
ko: 시간은 아침 일찍 시작 출근하기
ru: Время идти на работу рано утром старт
zh_cn: 早班上班开始时间
zh_tw: 早班上班開始時間

# ZBXBJSSJ
source: Early morning work end time
de: End frühen Morgen Pendler Zeit
fr: Fin tôt le matin le temps de navettage
ko: 끝 이른 아침 통근 시간
ru: Конец рано утром время коммутирующих
zh_cn: 早班下班结束时间
zh_tw: 早班下班結束時間

# ZBXBKSSJ
source: Early morning start time work
de: Starten Sie am frühen Morgen Pendler Zeit
fr: Commencez tôt le matin le temps de navettage
ko: 이른 아침 통근 시간을 시작합니다
ru: Начните рано утром время на поездки
zh_cn: 早班下班开始时间
zh_tw: 早班下班開始時間

# ZBXWKBJYZJDJDYDHFK
source: Note: Required fields editable subset of multiple nodes separated by commas
de: Hinweis: Erforderliche Felder bearbeitbare Teilmenge der mehreren Knoten durch Kommas getrennt
fr: Note: Les champs obligatoires sous-ensemble modifiable de plusieurs nœuds séparés par des virgules
ko: 참고 : 필수 필드를 쉼표로 구분하여 여러 노드의 편집 가능한 부분 집합을
ru: Примечание: Обязательные для заполнения поля редактируемые подмножество множества узлов, разделенных запятыми
zh_cn: 注：必需为可编辑域子集，多节点以逗号分开
zh_tw: 注：必需為可編輯域子集，多節點以逗號分開

# ZBXZCYPBJL
source: Tender evaluation team members record
de: Angebotsbewertung Teammitglieder Rekord
fr: Tender évaluation membres de l'équipe fiche
ko: 입찰 평가 팀 구성원 기록
ru: Тендер оценка члены команды запись
zh_cn: 招标小组成员评标记录
zh_tw: 招標小組成員評標記錄

# ZCYCLLXSD
source: Asset and equipment type settings
de: Vermögenswerte und Materialtyp-Einstellung
fr: Les actifs et réglage du type de matériau
ko: 자산 및 소재 형상 설정
ru: Активы и настройка типа материала
zh_cn: 资产与设备类型设定
zh_tw: 資產與材料類型設定

# ZDBMHXSBMDXZGLHYGDAJXCCWHZ
source: Designated department or a division of the administration and employee records, performance level defenders
de: Ausgewiesene Abteilung oder ein Unternehmensbereich der Verwaltung und Mitarbeiterdaten, Leistungsniveau Verteidiger
fr: Ministère désigné ou une division des dossiers administratifs et des employés, les défenseurs de niveau de performance
ko: 지정 부서 또는 관리 직원의 레코드 부문, 성능 수준의 수비수
ru: Места отдел или подразделение администрации и сотрудников записей, защитники уровень производительности
zh_cn: 指定部门或下属部门的行政管理和员工档案、绩效、层次维护者
zh_tw: 指定部門或下屬部門的行政管理和員工檔案、績效、層次維護者
