Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# FuWuXuQiuLeiBie
source: Buyers category
de: Service Anforderung Kategorie
fr: Catégorie de l'exigence de service
ko: 서비스 요구 카테고리
ru: Обслуживание требование категория
zh_cn: 服务需求类别
zh_tw: 服務需求類別

# FuWuXuQiuMiaoShu
source: Buyers description
de: Die Nachfrage nach Dienstleistungen Beschreibung
fr: La demande pour la description des services
ko: 서비스 기술에 대한 수요
ru: Спрос на услуги описанием
zh_cn: 服务需求描述
zh_tw: 服務需求描述

# FuXiangMu
source: Parent Project
ko: 부모 프로젝트
ru: Родитель проекта
zh_cn: 父项目
zh_tw: 父項目

# FuYanJiLu
source: Retest record
de: Retest Rekord
fr: Fiche retest
ko: 다시 테스트 기록
ru: Повторное тестирование запись
zh_cn: 复验记录
zh_tw: 複驗記錄

# FuZeRen
source: pic
de: Verantwortlicher
fr: Responsable
ko: 담당자
ru: Ответственное лицо
zh_cn: 负责人
zh_tw: 負責人

# FuZhai
source: Liabilities
de: Schulden
fr: Passifs
ko: 부채
ru: Обязательства
zh_cn: 负债
zh_tw: 負債

# FuZhi
source: Copy
de: Kopieren
fr: Copie
ko: 복사
ru: Копия
zh_cn: 复制
zh_tw: 複製

# FuZhiCongBanBen
source: Copy: From version
de: Kopieren: Ab Version
fr: Copiez: Depuis la version
ko: 복사 버전
ru: Скопируйте: Начиная с версии
zh_cn: 复制：从版本
zh_tw: 複製：從版本

# FuZhiCongXiangMu
source: Copy: From the Project
de: Kopieren: Von der Projekt
fr: Copiez: du projet
ko: 복사 : 프로젝트에서
ru: Скопируйте: Из проекта
zh_cn: 复制：从项目
zh_tw: 複製：從項目

# FuZhiDao
source: Copy to
de: Kopieren
fr: Copier sur
ko: 로 복사
ru: Копировать в
zh_cn: 复制到
zh_tw: 複製到

# FuZhiDaoBanBen
source: Copy to version
de: Kopieren Version
fr: Copie à la version
ko: 버전에 복사
ru: Копировать в версии
zh_cn: 复制到版本
zh_tw: 複製到版本

# FuZhiDaoXiangMu
source: Copied to the project
de: Kopiere zu Projekt
fr: Copie à projeter
ko: 복사 투사하기
ru: Копировать в проект
zh_cn: 复制到项目
zh_tw: 複製到專案

# FuZhiMoBanXingMoBanMingChen
source: Copy the template, the new template name:
de: Kopieren Sie die Vorlage, die neue Vorlage Name:
fr: Copiez le modèle, le nom du nouveau modèle:
ko: 템플릿, 새 템플릿의 이름을 복사합니다
ru: Скопируйте шаблон, имя нового шаблона:
zh_cn: 复制模板，新模板名称：
zh_tw: 複製範本，新範本名稱：

# FuzzySearch
source: Fuzzy query
de: Fuzzy-Abfrage
fr: Requête Fuzzy
ko: 퍼지 쿼리
ru: Нечеткие запрос
zh_cn: 模糊查询
zh_tw: 模糊查詢

# FXBFHHQZ
source: Found not to comply (with potential)
de: Als nicht konform (mit potentiellen)
fr: Révélés non conformes (avec potentiel)
ko: (가능성)을 준수하지 않은 것으로 판명
ru: Найдена не выполнять (с потенциалом)
zh_cn: 发现不符合(含潜在)
zh_tw: 發現不符合(含潛在)

# FXCLLCMS
source: Risk management (flow mode)
de: Risikomanagement (Flow-Modus)
fr: La gestion des risques (mode d'écoulement)
ko: 위험 관리 (흐름 모드)
ru: Управление рисками (режим течения)
zh_cn: 风险处理（流程模式）
zh_tw: 風險處理（流程模式）

# FZGZLMBXMBMC
source: Copy the workflow template, the new template name
de: Kopieren Sie das Workflow-Muster, die neue Vorlagennamen
fr: Copiez le modèle de workflow, le nom du nouveau modèle
ko: 워크 플로 템플릿을 복사, 새 템플릿 이름
ru: Скопируйте шаблон рабочего процесса, имя нового шаблона
zh_cn: 复制工作流模板，新模板名称
zh_tw: 複製工作流範本，新範本名稱

# FZHXSDBNWFS
source: 23, minutes and hours can not be negative)
de: 23, können Minuten und Stunden nicht negativ sein)
fr: 23, les minutes et les heures ne peuvent pas être négatif)
ko: 23, 분, 시간)는 음수가 될 수 없습니다
ru: 23, минуты и часы не могут быть отрицательными)
zh_cn: 23，分钟和小时都不能为负数）
zh_tw: 23，分鐘和小時都不能為負數）

# FZMBXMBMC
source: Copy the template, the new template name
de: Kopieren Sie die Vorlage, die neue Vorlagennamen
fr: Copiez le modèle, le nom du nouveau modèle
ko: 템플릿을 복사하여 새 템플릿의 이름
ru: Скопируйте шаблон, новый шаблон имя
zh_cn: 复制模板，新模板名称
zh_tw: 複製範本，新範本名稱

# GaiMian
source: Cover surface
de: Deckfläche
fr: Surface de couverture
ko: 커버 표면
ru: Поверхность крышки
zh_cn: 盖面
zh_tw: 蓋面

# GaiMianHanGong
source: Cover surface welder
de: Deckfläche Schweißer
fr: Soudeurs de surface de couverture
ko: 커버 표면 용접기
ru: Поверхности крышки сварщики
zh_cn: 盖面焊工
zh_tw: 蓋面焊工

# GaiMianHanGongEr
source: Cover surface welder 2
de: Deckfläche Schweißer 2
fr: Couverture surface soudeur 2
ko: 커버 표면 용접기 2
ru: Обложка поверхности сварщика 2
zh_cn: 盖面焊工2
zh_tw: 蓋面焊工2

# GaiMianHanGongYi
source: Cover surface welder 1
de: Deckfläche Schweißer 1
fr: Couverture surface soudeur 1
ko: 커버 표면 용접기 1
ru: Обложка поверхности сварщика 1
zh_cn: 盖面焊工1
zh_tw: 蓋面焊工1

# GaiMianRiQi
source: Cover surface Date
de: Deckfläche Datum
fr: Couverture surface date
ko: 커버 표면 날짜
ru: Обложка поверхности Дата
zh_cn: 盖面日期
zh_tw: 蓋面日期

# GangBi
source: HK
ko: 홍콩
zh_cn: 港币
zh_tw: 港幣

# GangWeiZhengShuBianHao
source: Post Certificate Number
de: Beitrag Certificate No.
fr: Non Publier certificat
ko: 포스트 인증 번호
ru: Нет. Сертификат сообщение
zh_cn: 岗位证书编号
zh_tw: 崗位證書編號

# GangWeiZhiWu
source: Job title
de: Postamt
fr: Bureau de poste
ko: 우체국
ru: Почта
zh_cn: 岗位职务
zh_tw: 崗位職務

# GanPi
source: Liver and spleen
de: Leber und Milz
fr: Foie et la rate
ko: 간 및 비장
ru: Печень и селезенка
zh_cn: 肝脾
zh_tw: 肝脾

# GanTeTu
source: Gantt chart
de: Gantt
fr: Gantt
ko: 간트
ru: Ганта
zh_cn: 甘特图
zh_tw: 甘特圖

# GanTeTuXin
source: Gantt (new)
de: Gantt-Diagramm (neu)
fr: Diagramme de Gantt (nouveau)
ko: 간트 차트 (신규)
ru: Диаграмма Ганта (новый)
zh_cn: 甘特图(新）
zh_tw: 甘特圖(新）

# GanTeTuYou
source: Gantt chart (right)
de: Gantt-Diagramm (rechts)
fr: Diagramme de Gantt (à droite)
ko: 간트 차트 (오른쪽)
ru: Диаграмма Ганта (справа)
zh_cn: 甘特图（右）
zh_tw: 甘特圖（右）

# Gao
source: High
de: Hoch
fr: Élevé
ko: 높은
ru: Высокий
zh_cn: 高
zh_tw: 高

# GaoJiZhiChengRenYuan
source: Senior staff
de: Leitender Angestellter
fr: Les cadres supérieurs
ko: 수석 직원
ru: Старший персонал
zh_cn: 高级职称人员
zh_tw: 高級職稱人員

# GBNRSTZXMZCY
source: Notify project team members changing content
de: Benachrichtigen Mitglieder des Projektteams wechselnde Inhalte
fr: Membres de l'équipe de projet changeantes contenu notifier
ko: 내용을 변경하는 프로젝트 팀 구성원에게 알림
ru: Сообщите проект членов команды меняющимся содержанием
zh_cn: 改变内容时通知项目组成员
zh_tw: 改變內容時通知專案組成員

# GBSYDQJX
source: Close all due Performance
de: Schließen Sie alle durch Leistung
fr: Fermez toutes performance due
ko: 모두 닫습니다 인해 성능
ru: Закрыть все из-за характеристики
zh_cn: 关闭所有到期绩效
zh_tw: 關閉所有到期績效

# GengGai
source: Change
de: Änderung
fr: Changement
ko: 변화
ru: Изменение
zh_cn: 更改
zh_tw: 更改

# GengGaiCaiWuZhangTaoQuJian
source: Changing financial chapter sets range
de: Ändern Finanz Kapitel Sätze reichen
fr: Des changements de gamme chapitre ensembles financiers
ko: 변경 재무 장 세트의 범위는
ru: Изменение в пределах множества финансовых глава
zh_cn: 更改财务章套区间
zh_tw: 更改財務章套區間

# GengMing
source: Renamed
de: Umbenannt
fr: Rebaptisé
ko: 명칭 변경
ru: Переименованный
zh_cn: 更名
zh_tw: 更名

# GengXin
source: Update
de: Aktualisieren
fr: Mise à jour
ko: 업데이트
ru: Обновление
zh_cn: 更新
zh_tw: 更新

# GengXinShiJian
source: Updated
de: Aktualisiert
fr: Mise à jour
ko: 업데이트
ru: Обновленный
zh_cn: 更新时间
zh_tw: 更新時間

# GengXinXiuGaiGuoDeShuJu
source: Update the modified data
de: Aktualisieren Sie die geänderten Daten
fr: Mettre à jour les données modifiées
ko: 수정 된 데이터를 업데이트
ru: Обновление измененных данных
zh_cn: 更新修改过的数据
zh_tw: 更新修改過的資料

# GeRen
source: Personal
de: Persönliches
fr: Personnel
ko: 개인의
ru: Личный
zh_cn: 个人
zh_tw: 個人

# GeRenBiaoXian
source: Individual performance
de: Individuelle Leistung
fr: La performance individuelle
ko: 개인의 성과
ru: Индивидуальный производительность
zh_cn: 个人表现
zh_tw: 個人表現

# GeRenPeiXunJiLu
source: Personal training records
fr: Les dossiers de formation personnels
ko: 개인 교육 기록
ru: Личные рекорды подготовки
zh_cn: 个人培训记录
zh_tw: 個人培訓記錄

# GeRenPeiXunXinXi
source: Personal Training Information
de: Personal Training Informationen
fr: Informations Personal Training
ko: 개인 훈련 정보
ru: Личная информация Обучение
zh_cn: 个人培训信息
zh_tw: 個人培訓資訊

# GeRenXinXi
source: personal information
de: Persönliche Informationen
fr: Renseignements personnels
ko: 개인 정보
ru: Персональная информация
zh_cn: 个人信息
zh_tw: 個人資訊

# GeRenXueXi
source: Individual Learning
de: Individuelle Lern
fr: Apprentissage individuel
ko: 개인 학습
ru: Индивидуальное обучение
zh_cn: 个人学习
zh_tw: 個人學習

# GeShiRu
source: (Formats such as:? TTCustomerQuestion.aspx WebSite = WW.TAKETOPITS.COM)
de: (Formate wie :? TTCustomerQuestion.aspx Website = WW.TAKETOPITS.COM)
fr: (Formats tels que :? TTCustomerQuestion.aspx site = WW.TAKETOPITS.COM)
ko: (예 :? TTCustomerQuestion.aspx 홈페이지 = WW.TAKETOPITS.COM 같은 형식)
ru: (Форматы, такие как :? TTCustomerQuestion.aspx Сайт = WW.TAKETOPITS.COM)
zh_cn: (格式如：TTCustomerQuestion.aspx?WebSite=WW.TAKETOPITS.COM)
zh_tw: (格式如：TTCustomerQuestion.aspx?WebSite=WW.TAKETOPITS.COM)

# GeShiShiLiZhuYiFenZhongGeShiHeFanWei
source: (Format example: 09:03, Note: minute format and range: 00--
de: (Format Beispiel: 09.03, Hinweis: minütige Format und Bereich: 00--
fr: (Format exemple: 09h03, Remarque: format de minutes et la plage: 00--
ko: (형식 예 : 9시 3분, 주 : 분 형식과 범위 : 00--
ru: (Пример формата: 9:03, примечание: минута формат и диапазон: 00--
zh_cn: （格式示例：09:03,注意：分钟格式和范围：00--
zh_tw: （格式示例：09:03,注意：分鐘格式和範圍：00--

# GHJYF
source: Supply, operating range
de: Versorgung, Arbeitsbereich
fr: L'approvisionnement, la plage de fonctionnement
ko: 전원, 동작 범위
ru: Поставка, рабочий диапазон
zh_cn: 供货、经营范
zh_tw: 供貨、經營範

# GJCCDZB
source: Diameter size chart
de: Durchmesser Größentabelle
fr: Diamètre tableau des tailles
ko: 직경 크기 차트
ru: Диаграмма размера Диаметр
zh_cn: 管径尺寸对照表
zh_tw: 管徑尺寸對照表

# GJTGDYHMMMD
source: According to the username and password provided
de: Gemäß dem Benutzernamen und Passwort zur Verfügung gestellt
fr: Selon le nom d'utilisateur et mot de passe fournis
ko: 제공되는 사용자 이름과 암호에 따라
ru: По имени пользователя и пароля, предоставленных
zh_cn: 根据提供的用户名密码到
zh_tw: 根據提供的用戶名密碼到

# GLHZCKHDA
source: Association or turn into customer profiles
de: Verband oder sich in Kundenprofile
fr: Association ou se transformer en des profils de clients
ko: 협회 또는 고객 프로파일로 전환
ru: Ассоциация или превратиться в профилей клиентов
zh_cn: 关联或转成客户档案
zh_tw: 關聯或轉成客戶檔案

# GLQXYHZXYHKKDCBM
source: Permissions associated users (these users may see this sector)
de: Berechtigungen assoziiert Benutzer (diese Benutzer kann diesen Sektor zu sehen)
fr: Autorisations utilisateurs associés (ces utilisateurs peuvent voir ce secteur)
ko: 권한 연결된 사용자 (이 사용자는이 분야를 볼 수 있습니다)
ru: Разрешения, связанные пользователи (могут видеть этот сектор эти пользователи)
zh_cn: 关联权限用户（这些用户可看到此部门）
zh_tw: 關聯許可權用戶（這些用戶可看到此部門）

# GMSQGZL
source: Purchase application workflow
de: Kaufantrag Workflow
fr: Demande d'achat flux de travail
ko: 구매 응용 프로그램 워크 플로우
ru: Покупка приложений документооборота
zh_cn: 购买申请工作流
zh_tw: 購買申請工作流

# Gong
source: Altogether
de: Insgesamt
fr: Tout à fait
ko: 전부
ru: В целом
zh_cn: 共
zh_tw: 共

# GongChengBaoXiu
source: Engineering Warranty
de: Engineering Garantie
fr: Ingénierie Garantie
ko: 공학 보증
ru: Инженерная Гарантия
zh_cn: 工程保修
zh_tw: 工程保修

# GongChengBaoXiuLieBiao
source: Engineering warranty List
de: Engineering Garantie Liste
fr: Ingénierie Liste de garantie
ko: 공학 보증 목록
ru: Инженерная гарантия Список
zh_cn: 工程保修列表
zh_tw: 工程保修清單

# GongChengChuLiFangAn
source: Engineering treatment options
de: Engineering Behandlungsprogramm
fr: Programme de traitement de génie
ko: 공학 처리 프로그램
ru: Программа инженерно лечение
zh_cn: 工程处理方案
zh_tw: 工程處理方案

# GongChengHuiFang
source: Re-engineering
ko: 엔지니어링 재
ru: Реинжиниринг
zh_cn: 工程回访
zh_tw: 工程回訪

# GongChengLiang
source: Quantities
de: Mengen
fr: Quantités
ko: 수량
ru: Количества
zh_cn: 工程量
zh_tw: 工程量

# GongChengLiangShiJi
source: Quantities (Actual)
de: Mengen (Ist)
fr: Quantités (Actual)
ko: 수량 (실제)
ru: Количества (Факт)
zh_cn: 工程量(实际)
zh_tw: 工程量(實際)

# GongChengLiangYuSuan
source: Quantities (budget)
de: Mengen (Budget)
fr: Quantités (budget)
ko: 수량 (예산)
ru: Количества (бюджет)
zh_cn: 工程量(预算)
zh_tw: 工程量(預算)

# GongChengLiRunPL
source: Project profit (P & amp; L)
de: Projektergebnis (P & amp; L)
fr: Profit du projet (P & amp; L)
ko: 프로젝트 이익 (P & A, L)
ru: Прибыль проекта (Р & Amp; L)
zh_cn: 工程利润(P&amp;L)
zh_tw: 工程利潤(P&amp;L)

# GongChengXiangMu
source: project
de: Vorhaben
fr: Projet
ko: 계획
ru: Проект
zh_cn: 工程项目
zh_tw: 工程項目

# GongChengXiangMuJiLuGong
source: Project Record: Total
de: Projekt Rekord: Insgesamt
fr: Projet de dossier: Total
ko: 프로젝트 기록 : 총
ru: Проект Запись: Всего
zh_cn: 工程项目记录：共
zh_tw: 工程項目記錄：共

# GongChengZhaoBiao
source: Project bidding
de: Projekt-Ausschreibungen
fr: Appel d'offres du projet
ko: 프로젝트 입찰
ru: Проект торгов
zh_cn: 工程招标
zh_tw: 工程招標

# GongChengZhaoBiaoZhuanJia
source: Tendering expert
de: Ausschreibungs Experte
fr: Expert appel d'offres
ko: 입찰 전문가
ru: Торги эксперт
zh_cn: 工程招标专家
zh_tw: 工程招標專家

# GongFanBianHao
source: Work order number
de: Arbeitsauftragsnummer
fr: Travailler Numéro de commande
ko: 주문 번호를 작업
ru: Работа номер заказа
zh_cn: 工单编号
zh_tw: 工單編號

# GongFangBianHao
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHao1
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHao2
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHao3
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHao4
source: No. 4 supplier
de: No. 4 Lieferant
fr: N ° 4 avec le fournisseur
ko: 4 위 업체
ru: № 4 с поставщиком
zh_cn: 供方编号4
zh_tw: 供方編號4

# GongFangBianHao5
source: Supply-side number 5
de: Angebotsseite Nummer 5
fr: Numéro de l'offre 5
ko: 공급 측 번호 5
ru: Сторона питания номер 5
zh_cn: 供方编号5
zh_tw: 供方編號5

# GongFangBianHao6
source: Supplier number 6
de: Lieferantennummer 6
fr: Numéro de fournisseur 6
ko: 공급 업체 번호 (6)
ru: Поставщик № 6
zh_cn: 供方编号6
zh_tw: 供方編號6

# GongFangBianHao7
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHao8
source: Supplier number
de: Lieferantennummer
fr: Numéro de fournisseur
ko: 공급 업체 번호
ru: Номер Поставщик
zh_cn: 供方编号
zh_tw: 供方編號

# GongFangBianHaoEr
source: No. 2 supplier
de: No. 2 Lieferant
fr: N ° 2 avec le fournisseur
ko: 2 위 업체
ru: № 2 с поставщиком
zh_cn: 供方编号2
zh_tw: 供方編號2

# GongFangBianHaoLiu
source: Supplier number 6
de: Lieferantennummer 6
fr: Numéro de fournisseur 6
ko: 공급 업체 번호 (6)
ru: Поставщик № 6
zh_cn: 供方编号6
zh_tw: 供方編號6

# GongFangBianHaoSan
source: No. 3 supplier
de: No. 3 Lieferant
fr: N ° 3 avec le fournisseur
ko: 3 위 업체
ru: № 3 с поставщиком
zh_cn: 供方编号3
zh_tw: 供方編號3

# GongFangBianHaoSi
source: No. 4 supplier
de: No. 4 Lieferant
fr: N ° 4 avec le fournisseur
ko: 4 위 업체
ru: № 4 с поставщиком
zh_cn: 供方编号4
zh_tw: 供方編號4

# GongFangBianHaoWu
source: Supply-side number 5
de: Angebotsseite Nummer 5
fr: Numéro de l'offre 5
ko: 공급 측 번호 5
ru: Сторона питания номер 5
zh_cn: 供方编号5
zh_tw: 供方編號5

# GongFangBianHaoYi
source: No. 1 supplier
de: No. 1 Lieferant
fr: Fournisseur n ° 1
ko: 1 위 업체
ru: № 1 с поставщиком
zh_cn: 供方编号1
zh_tw: 供方編號1

# GongFangBianJi
source: Supply-side editing
de: Angebotsseitige Bearbeitung
fr: L'édition de l'offre
ko: 공급측 편집
ru: Редактирование со стороны питания
zh_cn: 供方编辑
zh_tw: 供方編輯

# GongFangLieBiaoJiLu
source: Supplier list records
de: Liste der Lieferanten für Datensätze
fr: Liste des fournisseurs dossiers
ko: 공급 업체 목록 기록
ru: Список поставщиков записи
zh_cn: 供方列表记录
zh_tw: 供方清單記錄

# GongFangMingCheng
source: Supplier's name
de: Name des Lieferanten
fr: Nom du fournisseur
ko: 공급자의 이름
ru: Имя поставщика
zh_cn: 供方名称
zh_tw: 供方名稱

# GongGaoFaBu
source: Announcement
de: Durchsage
fr: Annonce
ko: 발표
ru: Объявление
zh_cn: 公告发布
zh_tw: 公告發佈

# GongGaoWenJian
source: Announcement file
de: Announcement-Datei
fr: Fichier d'annonce
ko: 알림 파일
ru: Объявление файл
zh_cn: 公告文件
zh_tw: 公告文件

# GongHuoDan
source: Supply order
de: Verfügbarkeit Einzel
fr: Disponibilité Simple
ko: 단일 가용성
ru: Наличие Одноместный
zh_cn: 供货单
zh_tw: 供貨單

# GongHuoDanJiLu
source: Delivery order records
de: Verfügbarkeit Einzelakte
fr: Disponibilité enregistrement unique
ko: 가용성 단일 레코드
ru: Наличие одной записи
zh_cn: 供货单记录
zh_tw: 供貨單記錄

# GongHuoDanMingXi
source: Delivery Order Detail
de: Lieferung Order Detail
fr: Ordre de livraison Détail
ko: 배달 주문 세부 정보
ru: Доставка заказа Подробности
zh_cn: 供货单明细
zh_tw: 供貨單明細

# GongHuoDanWei
source: Delivery Unit
de: Liefereinheit
fr: Unité de livraison
ko: 배송 단위
ru: Блок Доставка
zh_cn: 供货单位
zh_tw: 供貨單位

# GongHuoFang
source: Supplier
de: Zulieferer
fr: Fournisseur
ko: 공급 업체
ru: Поставщик
zh_cn: 供货方
zh_tw: 供貨方

# GongHuoFanWei
source: Scope of supply
de: Lieferumfang
fr: Etendue de la livraison
ko: 공급 범위
ru: Объем поставки
zh_cn: 供货范围
zh_tw: 供貨範圍

# GongHuoFuWuFanWei
source: Availability / Services
de: Lieferung / Leistungsbereiche
fr: Livraison / Plage de service
ko: 배송 / 서비스 범위
ru: Доставка / Услуги Диапазон
zh_cn: 供货/服务范围
zh_tw: 供貨/服務範圍

# GongHuoJingYing
source: Delivery, management
de: Supply, Management
fr: L'approvisionnement, la gestion
ko: 공급, 관리
ru: Поставка, управление
zh_cn: 供货、经营
zh_tw: 供貨、經營

# GongHuoJingYingFanWei
source: Supply, business scope
de: Versorgung, Arbeitsbereich
fr: L'approvisionnement, la plage de fonctionnement
ko: 전원, 동작 범위
ru: Поставка, рабочий диапазон
zh_cn: 供货、经营范围
zh_tw: 供貨、經營範圍

# GongHuoMingXi
source: Contact Details
de: Kontaktdetails
fr: Détails de contact
ko: 연락처 세부 사항
ru: Контактная информация
zh_cn: 供货明细
zh_tw: 供貨明細

# GongHuoShenQingGongZuoLiu
source: Workflow Application Delivery
ko: 워크 플로우 애플리케이션 딜리버리
ru: Рабочий процесс доставки приложений
zh_cn: 供货申请工作流
zh_tw: 供貨申請工作流

# GongHuoShiJian
source: Delivery time
de: Lieferzeit
fr: Délai de livraison
ko: 배달 시간
ru: Срок поставки
zh_cn: 供货时间
zh_tw: 供貨時間

# GongJin
source: Kg
de: Kilogramm
fr: Kilogramme
ko: 킬로그램
ru: Килограмм
zh_cn: 公斤
zh_tw: 公斤

# GongKai
source: Public
de: Öffentliche
fr: Publique
ko: 공공의
ru: Общественного
zh_cn: 公开
zh_tw: 公開

# GongKaiZhaoBiao
source: Open tender
de: Offene Ausschreibung
fr: Appel d'offres ouvert
ko: 열기 부드러운
ru: Открытый тендер
zh_cn: 公开招标
zh_tw: 公開招標

# GongNeng
source: Features
de: Funktion
fr: Fonction
ko: 기능
ru: Функция
zh_cn: 功能
zh_tw: 功能

# GongNengLieBiao
source: Feature List
de: Feature-Liste
fr: Liste des fonctionnalités
ko: 기능 목록
ru: Список функций
zh_cn: 功能列表
zh_tw: 功能列表

# GongPingRenWuShu
source: Workers Review mission statement
de: Workers Kommentar Leitbild
fr: Commentaire travailleurs énoncé de mission
ko: 노동자들은 사명을 코멘트
ru: Работники комментарий миссию
zh_cn: 工评任务书
zh_tw: 工評任務書

# GongPingRenWuShuLieBiao
source: Workers List Review mission statement:
de: Workers Liste schreiben Leitbild:
fr: Liste critique des travailleurs énoncé de mission:
ko: 노동자 목록 검토 사명 :
ru: Работники Список отзыв миссия заявление:
zh_cn: 工评任务书列表：
zh_tw: 工評任務書列表：

# GongPingRenWuShuXinXi
source: Workers Review mission statement information:
de: Workers Kommentar Leitbild Informationen:
fr: Les travailleurs de l'information Commenter énoncé de mission:
ko: 노동자들은 사명 정보를 코멘트 :
ru: Работники комментарий информацию Миссия:
zh_cn: 工评任务书信息：
zh_tw: 工評任務書資訊：

# GongShi
source: Formula
de: Formel
fr: Formule
ko: 공식
ru: Формула
zh_cn: 公式
zh_tw: 公式

# GongShi2
source: Hours
de: Arbeitsstunden
fr: Les heures de travail
ko: 근무 시간
ru: Рабочие часы
zh_cn: 工期
zh_tw: 工時

# GongShi4
source: Formula
de: Formel
fr: Formule
ko: 공식
ru: Формула
zh_cn: 公式
zh_tw: 公式

# GongShiQueRen
source: Work confirmation
de: Arbeitsbestätigung
fr: Confirmation de travail
ko: 작업 확인
ru: Подтверждение работы
zh_cn: 工期确认
zh_tw: 工時確認

# GongShiShouRuHuiZong
source: Work Income Summary
de: Arbeitseinkommen Zusammenfassung
fr: Résumé de revenu de travail
ko: 작업 소득 요약
ru: Работа Доход Суммарный
zh_cn: 工期收入汇总
zh_tw: 工時收入匯總

# GongShiTongJi
source: Work statistics
de: Arbeitsstatistiken
fr: Statistiques de travail
ko: 작업 통계
ru: Статистика работы
zh_cn: 工期统计
zh_tw: 工時統計

# GongShiYuSuan
source: Budget Work
de: Budget Arbeit
fr: Travail Budget
ko: 예산 작업
ru: Работа с бюджетом
zh_cn: 工期预算
zh_tw: 工時預算

# GongSi
source: The company
de: Unternehmen
fr: Société
ko: 회사
ru: Компания
zh_cn: 公司
zh_tw: 公司

# GongSi2
source: The company
de: Unternehmen
fr: Société
ko: 회사
ru: Компания
zh_cn: 公司
zh_tw: 公司

# GongSiDiZhi
source: company address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 公司地址
zh_tw: 公司地址

# GongSiGongGao
source: Company Announcement
de: Unternehmensmitteilung
fr: Annonce de l'entreprise
ko: 회사 발표
ru: Компания Объявление
zh_cn: 公司公告
zh_tw: 公司公告

# GongSiMingCheng
source: Company Name
de: Name des Unternehmens
fr: Nom de l'entreprise
ko: 회사 명
ru: Название компании
zh_cn: 公司名称
zh_tw: 公司名稱

# GongYi
source: Crafts
fr: Artisanat
ko: 공예
ru: Ремесла
zh_cn: 工艺
zh_tw: 工藝

# GongYiJiChuShuJu
source: Process on the basis of data
de: Prozess auf der Grundlage von Daten,
fr: Procédé sur la base de données
ko: 데이터에 기초하여 공정
ru: Процесс на основе данных
zh_cn: 工艺基础数据
zh_tw: 工藝基礎資料

# GongYiKaXinXi
source: Process card information:
de: Prozess-Informationen:
fr: Informations de carte de processus:
ko: 프로세스 카드 정보 :
ru: Информация Карточка процесса:
zh_cn: 工艺卡信息：
zh_tw: 工藝卡資訊：

# GongYiLeiXing
source: Process Type
de: Prozesstyp
fr: Type de processus
ko: 프로세스 유형
ru: Тип процесса
zh_cn: 工艺类型
zh_tw: 工藝類型

# GongYing
source: Supply
de: Zufuhr
fr: Approvisionnement
ko: 공급
ru: Поставка
zh_cn: 供应
zh_tw: 供應

# GongYingFangShi
source: Supply way
de: Versorgung Information
fr: Informations concernant l'alimentation
ko: 공급 정보
ru: Информация Поставка
zh_cn: 供应方式
zh_tw: 供應方式

# GongYingShanfLieBie
source: Vendor List
de: Lieferantenliste
fr: Liste des fournisseurs
ko: 공급 업체 목록
ru: Список поставщиков
zh_cn: 供应商列表
zh_tw: 供應商列表

# GongYingShang
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShang1
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShang2
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShang3
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShang4
source: Supplier 4
de: Lieferant 4
fr: Fournisseur 4
ko: 공급 업체 4
ru: Поставщик 4
zh_cn: 供应商4
zh_tw: 供應商4

# GongYingShang5
source: Suppliers 5
de: Lieferanten 5
fr: Fournisseurs 5
ko: 공급자 (5)
ru: Поставщики 5
zh_cn: 供应商5
zh_tw: 供應商5

# GongYingShang6
source: Suppliers 6
de: Lieferanten 6
fr: Fournisseurs 6
ko: 공급자 (6)
ru: Поставщики 6
zh_cn: 供应商6
zh_tw: 供應商6

# GongYingShang7
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShang8
source: Supplier
de: Lieferanten
fr: Fournisseurs
ko: 공급 업체
ru: Поставщики
zh_cn: 供应商
zh_tw: 供應商

# GongYingShangBaoJia
source: Suppliers offer
de: Anbieter bieten
fr: Les fournisseurs proposent
ko: 공급 업체 제공
ru: Поставщики предлагают
zh_cn: 供应商报价
zh_tw: 供應商報價

# GongYingShangBaoJiaMingXi
source: Suppliers offer details
de: Anbieter bieten Details
fr: Les fournisseurs proposent de détails
ko: 공급 업체는 세부 사항을 제공
ru: Поставщики предлагают детали
zh_cn: 供应商报价明细
zh_tw: 供應商報價明細

# GongYingShangDaiMa
source: Vendor Code
ko: 공급 업체 코드
ru: Код Разработчика
zh_cn: 供应商代码
zh_tw: 供應商代碼

# GongYingShangDangAn
source: Supplier Profile
de: Anbieterprofil anzeigen
fr: Profil du fournisseur
ko: 공급 업체 프로필
ru: Поставщик профиля
zh_cn: 供应商档案
zh_tw: 供應商檔案

# GongYingShangDianHua
source: Supplier Phone
de: Lieferant Phone
fr: Fournisseur Téléphone
ko: 공급 업체 전화
ru: Поставщик телефон
zh_cn: 供应商电话
zh_tw: 供應商電話

# GongYingShangDuoGeYiFenKai
source: Suppliers, plurality "," separate
de: Lieferanten, mehrere "," getrennte
fr: Fournisseurs, la pluralité "," séparée
ko: 공급자, 복수 ","별도의
ru: Поставщики, множество "," отдельный
zh_cn: 供应商，多个以","分开
zh_tw: 供應商，多個以","分開

# GongYingShangFuShenShenHe
source: Supplier audit review
de: Lieferantenaudits Bewertung
fr: Examen des audits de fournisseur
ko: 공급 업체 감사 검토
ru: Поставщик проверки отзыв
zh_cn: 供应商复审审核
zh_tw: 供應商複審審核
