Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGDRBZZBJHYXNJC
source: Warning, the current date is not within the validity period tender program, please check!
de: Warnung, dass das aktuelle Datum nicht innerhalb des Gültigkeitszeitraums Ausschreibungsprogramm, bitte überprüfen!
fr: Avertissant que la date actuelle est pas dans le programme d'appel d'offres de la période de validité, s'il vous plaît vérifier!
ko: 현재 날짜가 유효 기간 내에 입찰 프로그램이 아니라고 경고 확인하세요!
ru: Предупреждение о том, что текущая дата не в рамках программы тендерной периода, пожалуйста, проверьте!
zh_cn: 警告，当前日期不在招标计划有效期内，请检查！
zh_tw: 警告，當前日期不在招標計畫有效期內，請檢查！

# ZZJGDRBZZBYXNJC
source: Warning, the current date is not within the tender validity period, check!
de: Warnung, dass das aktuelle Datum nicht innerhalb der Bindefrist ab, überprüfen Sie bitte!
fr: Avertissant que la date actuelle est pas dans le délai de validité des offres, s'il vous plaît vérifier!
ko: 현재 날짜 부드러운 유효 기간내 아니라고 경고 확인하세요!
ru: Предупреждение о том, что текущая дата не в период действия тендер, пожалуйста, проверьте!
zh_cn: 警告，当前日期不在招标有效期内，请检查！
zh_tw: 警告，當前日期不在招標有效期內，請檢查！

# ZZJGDRSBJC
source: Warning, the import fails, check!
de: Warnung, der Import fehlschlägt, überprüfen!
fr: Attention, l'importation échoue, vérifiez!
ko: 경고, 가져 오기가 실패 체크!
ru: Предупреждение, импорт не удается, проверьте!
zh_cn: 警告，导入失败，请检查！
zh_tw: 警告，導入失敗，請檢查！

# ZZJGDWMCBNWKJC
source: Warning, the unit name can not be empty, please check!
de: Warnung, kann das Gerät Name nicht leer sein, prüfen Sie bitte!
fr: Avertissement, le nom de l'appareil ne peut pas être vide, s'il vous plaît vérifier!
ko: 기기 이름은 비워 둘 수 없습니다 경고 확인하세요!
ru: Предупреждение, имя модуля не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，单位名称不能为空，请检查！
zh_tw: 警告，單位名稱不能為空，請檢查！

# ZZJGDXYZMCWJC
source: Warning, SMS verification code error, please check!
de: Warning, SMS Verifizierungscode Fehler, bitte!
fr: Attention, erreur SMS le code de vérification, s'il vous plaît vérifier!
ko: 경고, SMS 확인 코드 오류, 확인하시기 바랍니다!
ru: Внимание, ошибка СМС проверочный код, пожалуйста, проверьте!
zh_cn: 警告，短信验证码错误，请检查！
zh_tw: 警告，短信驗證碼錯誤，請檢查！

# ZZJGDXYZMFSSBJCDXJKHWLLJ
source: Warning, SMS verification code send fails, check the SMS interface or network connection!
de: Warnung habe die Nachricht an einen Bestätigungscode senden, überprüfen Sie die SMS-Schnittstelle oder Netzwerkanschluss!
fr: Attention, le message n'a pas pu envoyer un code de vérification, vérifier l'interface de SMS ou de connexion réseau!
ko: 경고 메시지는, 인증 코드를 전송 SMS 인터페이스 또는 네트워크 연결을 확인하는 데 실패!
ru: Предупреждение, сообщение не удалось отправить проверочный код, проверить интерфейс SMS или сетевое подключение!
zh_cn: 警告，短信验证码发送失败，请检查短信接口或网络连接！
zh_tw: 警告，短信驗證碼發送失敗，請檢查短信介面或網路連接！

# ZZJGEXCELBWKBWSJ
source: Warning, Excel table is empty, no data!
de: Achtung, Excel-Tabelle leer ist, keine Daten!
fr: Attention, tableau Excel est vide, aucune donnée!
ko: 경고, 엑셀 테이블이 비어 있습니다, 데이터 없음!
ru: Внимание, настольный Excel пуст, нет данных!
zh_cn: 警告，Excel表为空表,无数据！
zh_tw: 警告，Excel表為空表,無數據！

# ZZJGFHMBZSBJC
source: Warning, return to the previous step fails, check!
de: Warning, kehren Sie zu den vorherigen Schritt fehlschlägt, überprüfen!
fr: Attention, revenir à l'étape précédente échoue, vérifiez!
ko: 경고, 이전 단계가 실패에 확인 반환!
ru: Предупреждение, вернуться к предыдущий шаг не удается, проверьте!
zh_cn: 警告，返回前面步骤失败，请检查！
zh_tw: 警告，返回前面步驟失敗，請檢查！

# ZZJGFSBNDY100JC
source: Warning, the score can not be greater than 100, please check!
de: Warning, kann die Bewertung nicht größer als 100 sein, prüfen Sie bitte!
fr: Attention, le score ne peut pas être supérieur à 100, s'il vous plaît vérifier!
ko: 경고, 점수 확인하시기 바랍니다, 100보다 클 수 없습니다!
ru: Предупреждение, оценка не может быть больше, чем 100, пожалуйста, проверьте!
zh_cn: 警告，分数不能大于100，请检查！
zh_tw: 警告，分數不能大於100，請檢查！

# ZZJGFTWDJWXTJZJDHXYDBSTWDJXDZJDDGLJC
source: Warning, made plans / text registration without adding child nodes, accordingly the yield map / text sub-node under the registration brought over, please check!
de: Warning, machten Pläne / text-Registrierung ohne Zugabe von untergeordneten Knoten entsprechend auf Karte / Textunterknoten unter der Registerüber gebracht empfangen, überprüfen Sie bitte!
fr: Attention, fait des plans / Enregistrement de texte sans ajouter nœuds enfants en conséquence à recevoir la carte / sous-noeud de texte sous l'immatriculation apporté plus, s'il vous plaît vérifier!
ko: 경고, 확인하시기 바랍니다 아이가 들어온 등록 아래지도 / 텍스트 서브 노드를받을 따라 노드를 추가하지 않고 계획 / 텍스트 등록을했다!
ru: Предупреждение, строили планы / текст регистрацию без добавления дочерних узлов соответственно получить карту / текст суб-узел под регистрационным выведен на, пожалуйста, проверьте!
zh_cn: 警告，发图/文登记无需添加子节点，会相应地把收图/文登记下的子节点带过来，请检查！
zh_tw: 警告，發圖/文登記無需添加子節點，會相應地把收圖/文登記下的子節點帶過來，請檢查！

# ZZJGFZGLDJHBNSCJC
source: Warning, copied plan can not be deleted, please check!
de: Warning, kopierten Plan kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, le plan copié ne peut être supprimé, s'il vous plaît vérifier!
ko: 경고, 복사 계획을 삭제할 수 없습니다에게 확인하시기 바랍니다!
ru: Внимание, копировать план не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，复制过来的计划不能删除，请检查！
zh_tw: 警告，複製過來的計畫不能刪除，請檢查！

# ZZJGFZHBFZDBOMBBHBNXTJC
source: Warning, copy and are copied BOM version is not the same, please check!
de: Warning, kopieren und kopiert BOM-Version ist nicht das gleiche, bitte!
fr: Attention, la copie et la version sont copiés BOM est pas la même chose, s'il vous plaît vérifier!
ko: 경고, 복사 및 BOM 버전이 동일하지 않습니다 복사, 확인하시기 바랍니다!
ru: Внимание, скопируйте и копируются спецификации версия не то же самое, пожалуйста, проверьте!
zh_cn: 警告，复制和被复制的BOM版本号不能相同，请检查！
zh_tw: 警告，複製和被複製的BOM版本號不能相同，請檢查！

# ZZJGFZSBJC
source: Warning, copy fails, check!
de: Warning, Kopie fehlschlägt, überprüfen!
fr: Attention, la copie échoue, vérifiez!
ko: 경고, 복사에 실패, 확인!
ru: Предупреждение, копия не удается, проверьте!
zh_cn: 警告，复制失败，请检查！
zh_tw: 警告，複製失敗，請檢查！

# ZZJGGAYHZGDBHGCZSBJC
source: Warning, the security risks rectification single failure, the operation fails, check!
de: Warning, riskiert die Sicherheit Berichtigung einzelner Fehler, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, la rectification des risques de sécurité défaillance unique, l'opération échoue, vérifiez!
ko: 경고, 보안 정류 하나의 실패 위험, 작업이 실패, 확인!
ru: Внимание, безопасность риски исправления одного отказа, операция терпит неудачу, проверьте!
zh_cn: 警告，该安全隐患整改单不合格，操作失败，请检查！
zh_tw: 警告，該安全隱患整改單不合格，操作失敗，請檢查！

# ZZJGGCGHTYCZCZSBJC
source: Warning, this purchase contract already exists, the operation fails, check!
de: Achtung, dieses Kaufvertrages bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, ce contrat d'achat existe déjà, l'opération échoue, vérifiez!
ko: 경고,이 구매 계약이 이미 존재하는, 작업이 실패, 확인!
ru: Внимание, это договор купли-продажи уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，该采购合同已存在，操作失败，请检查！
zh_tw: 警告，該採購合同已存在，操作失敗，請檢查！

# ZZJGGCGHTYPJCZSBJC
source: Warning, the purchase contract has been evaluated, the operation fails, check!
de: Achtung, der Kaufvertrag wurde evaluiert, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le contrat d'achat a été évalué, l'opération échoue, vérifiez!
ko: 구매 계약이 평가되어, 경고, 작업이 실패, 확인!
ru: Предупреждение, договор купли-продажи была оценена, операция терпит неудачу, проверьте!
zh_cn: 警告，该采购合同已评价，操作失败，请检查！
zh_tw: 警告，該採購合同已評價，操作失敗，請檢查！

# ZZJGGCGHTYYSCZSBJC
source: Warning, the purchase contract has been acceptance, the operation fails, check!
de: Warnung hat der Kaufvertrag war die Annahme, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le contrat d'achat a été l'acceptation, l'opération échoue, vérifiez!
ko: 경고, 구매 계약이 작업이 실패, 확인, 승인되었습니다!
ru: Предупреждение, договор купли-продажи был принятие, операция терпит неудачу, проверьте!
zh_cn: 警告，该采购合同已验收，操作失败，请检查！
zh_tw: 警告，該採購合同已驗收，操作失敗，請檢查！

# ZZJGGCGYSDYSHGWXTZJC
source: Warning, the purchase acceptance of a single acceptance, without notice, please check!
de: Achtung, die Kaufabwicklung die Annahme einer einzigen Annahme, ohne vorherige Ankündigung, bitte!
fr: Attention, l'acceptation de l'achat d'une seule acceptation, sans préavis, s'il vous plaît vérifier!
ko: 예고없이, 하나의 수용의 구매 승인을 경고, 확인하시기 바랍니다!
ru: Предупреждение, принятие покупке одного принятия, без предварительного уведомления, пожалуйста, проверьте!
zh_cn: 警告，该采购验收单验收合格，无需通知，请检查！
zh_tw: 警告，該採購驗收單驗收合格，無需通知，請檢查！

# ZZJGGDAFSYCCKYSLJC
source: Warning, the file has exceeded the number of available copies, please check!
de: Warnung, wurde die Datei die Anzahl der verfügbaren Exemplaren überschritten, überprüfen Sie bitte!
fr: Avertissement, le fichier a dépassé le nombre de copies disponibles, s'il vous plaît vérifier!
ko: 파일을 사용할 사본의 수를 초과했습니다 경고 확인하세요!
ru: Предупреждение, файл превысило число доступных копий, пожалуйста, проверьте!
zh_cn: 警告，该档案份数已超出可用数量，请检查！
zh_tw: 警告，該檔案份數已超出可用數量，請檢查！

# ZZJGGDAMFBSYCCKYSLJC
source: Warning, the file number has exceeded the number of each table is available, please check!
de: Warning, wurde die Datei Zahl überschritten die Zahl der jede Tabelle verfügbar ist, überprüfen Sie bitte!
fr: Attention, le nombre de fichiers a dépassé le nombre de chaque table est disponible, s'il vous plaît vérifier!
ko: 경고, 파일 번호가 각 테이블의 번호를 사용할 초과에게 확인하세요!
ru: Предупреждение, номер файла превысил количество каждой таблицы можно, пожалуйста, проверьте!
zh_cn: 警告，该档案每份表数已超出可用数量，请检查！
zh_tw: 警告，該檔案每份表數已超出可用數量，請檢查！

# ZZJGGDAMFTSYCCKYSLJC
source: Warning, the file number has exceeded the number of every plan is available, please check!
de: Warning, wurde die Datei Zahl überschritten die Zahl der jedem Plan verfügbar ist, überprüfen Sie bitte!
fr: Attention, le nombre de fichiers a dépassé le nombre de chaque plan est disponible, s'il vous plaît vérifier!
ko: 경고, 파일 번호가 각 계획의 수가 가능 초과에게 확인하세요!
ru: Предупреждение, номер файла превысил количество каждого плана имеется, пожалуйста, проверьте!
zh_cn: 警告，该档案每份图数已超出可用数量，请检查！
zh_tw: 警告，該檔案每份圖數已超出可用數量，請檢查！

# ZZJGGDAYBFFJC
source: Warning, the archives have been issued, please check!
de: Achtung, die Archive ausgegeben wurden, überprüfen Sie bitte!
fr: Attention, les archives ont été émis, s'il vous plaît vérifier!
ko: 경고, 아카이브가 발행 된, 확인하시기 바랍니다!
ru: Предупреждение, архивы были выпущены, пожалуйста, проверьте!
zh_cn: 警告，该档案已全部发放，请检查！
zh_tw: 警告，該檔案已全部發放，請檢查！

# ZZJGGDAYGDJC
source: Warning, the file has been archived, please check!
de: Achtung, die Datei archiviert wurde, prüfen Sie bitte!
fr: Attention, le fichier a été archivé, s'il vous plaît vérifier!
ko: 경고, 파일이 보관 된, 확인하시기 바랍니다!
ru: Предупреждение, файл в архиве, пожалуйста, проверьте!
zh_cn: 警告，该档案已归档，请检查！
zh_tw: 警告，該檔案已歸檔，請檢查！

# ZZJGGHJJYGBJC
source: Warning, the accounting section is closed, please check!
de: Achtung, die Bilanzierung Abschnitt geschlossen wurde, überprüfen Sie bitte!
fr: Attention, la section de la comptabilité a été fermé, s'il vous plaît vérifier!
ko: 경고, 회계 부분이 폐쇄 된, 확인하시기 바랍니다!
ru: Предупреждение, раздел учета был закрыт, пожалуйста, проверьте!
zh_cn: 警告，该会计区间已关闭，请检查！
zh_tw: 警告，該會計區間已關閉，請檢查！

# ZZJGGHJZTYGBJC
source: Warning, the accounting set of books have been turned off, check!
de: Achtung, die Bilanzierung Satz Bücher aus ist, überprüfen Sie bitte!
fr: Attention, l'ensemble des livres de comptabilité est éteint, s'il vous plaît vérifier!
ko: 경고, 책의 회계 세트가 꺼져, 확인하시기 바랍니다!
ru: Внимание, учет комплект книг выключен, пожалуйста, проверьте!
zh_cn: 警告，该会记账套已关闭，请检查！
zh_tw: 警告，該會計帳套已關閉，請檢查！

# ZZJGGJDSJBCZJC
source: Warning, the node data does not exist, please check!
de: Warnung, wird die Knotendaten nicht vorhanden ist, überprüfen Sie bitte!
fr: Attention, ne existe pas les données de noeud, s'il vous plaît vérifier!
ko: 경고, 노드 데이터가 존재하지 않는, 확인하시기 바랍니다!
ru: Предупреждение, данные узла не существует, пожалуйста, проверьте!
zh_cn: 警告，该节点数据不存在，请检查！
zh_tw: 警告，該節點資料不存在，請檢查！

# ZZJGGJDYBDYWFSCJC
source: Warning, the node has been invoked, can not be deleted, please check!
de: Achtung, der Knoten aufgerufen wurde, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, le noeud a été invoquée, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 삭제할 수 없습니다, 노드가 호출되어, 경고, 확인하세요!
ru: Предупреждение, узел был вызван, не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，该节点已被调用，无法删除，请检查！
zh_tw: 警告，該節點已被調用，無法刪除，請檢查！

# ZZJGGJDYCZJC
source: Warning, the node already exists, please check!
de: Achtung, der Knoten bereits vorhanden ist, überprüfen Sie bitte!
fr: Attention, le noeud déjà existe, s'il vous plaît vérifier!
ko: 경고, 노드는 이미 확인하시기 바랍니다 존재!
ru: Предупреждение, узел уже существует, пожалуйста, проверьте!
zh_cn: 警告，该节点已存在，请检查！
zh_tw: 警告，該節點已存在，請檢查！

# ZZJGGJYRBCZJC
source: Warning, the borrowing person does not exist, please check!
de: Warnung, wird die Kreditaufnahme Person nicht vorhanden ist, überprüfen Sie bitte!
fr: Attention, ne existe pas la personne d'emprunt, s'il vous plaît vérifier!
ko: 경고, 빌리는 사람이 존재하지 않는, 확인하시기 바랍니다!
ru: Предупреждение, заимствование человек не существует, пожалуйста, проверьте!
zh_cn: 警告，该借阅人不存在，请检查！
zh_tw: 警告，該借閱人不存在，請檢查！

# ZZJGGMCYCZCZSBJC
source: Warning, the name already exists, the operation fails, check!
de: Achtung, der Name bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le nom existe déjà, l'opération échoue, vérifiez!
ko: 경고 이름이 이미 존재하는, 작업이 실패, 확인!
ru: Предупреждение, название уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，该名称已存在，操作失败，请检查！
zh_tw: 警告，該名稱已存在，操作失敗，請檢查！

# ZZJGGNFBMYSFYBZJC
source: Warning, this year the department budget costs less, please check!
de: Achtung, in diesem Jahr weniger als die Kosten der Abteilung Budget, zu überprüfen!
fr: Attention, cette année de moins que le coût du budget du département, vérifiez!
ko: 경고, 부서 예산의 비용보다 올해 더 적은, 확인!
ru: Предупреждение, в этом году меньше, чем расходов бюджета отдела, проверьте!
zh_cn: 警告，该年份部门预算费用不足，请检查！
zh_tw: 警告，該年份部門預算費用不足，請檢查！

# ZZJGGNFBMYSYCZJC
source: Warning, this year the department budget already exists, please check!
de: Achtung, in diesem Jahr die Abteilung Haushalt bereits vorhanden ist, überprüfen Sie bitte!
fr: Attention, cette année, le budget du département existe déjà, s'il vous plaît vérifier!
ko: 부서 예산은 이미 올해 경고, 확인하시기 바랍니다!
ru: Предупреждение, в этом году бюджет уже существует отдел, пожалуйста, проверьте!
zh_cn: 警告，该年份部门预算已存在，请检查！
zh_tw: 警告，該年份部門預算已存在，請檢查！

# ZZJGGRYWWBRYBNWNBZJJC
source: Warning, the staff outsiders can not be selected in-house experts, please check!
de: Achtung, der Offizier externes Personal, können nicht ausgewählt Experten im Haus, überprüfen Sie bitte werden!
fr: Attention, l'agent du personnel externes, ne peut pas être sélectionnée en interne d'experts, s'il vous plaît vérifier!
ko: , 장교 외부 인력을 경고, 사내 전문가를 확인하시기 바랍니다 선택할 수 없습니다!
ru: Предупреждение, офицер внешних персонала, не может быть выбран в доме экспертов, пожалуйста, проверьте!
zh_cn: 警告，该人员为外部人员，不能选为内部专家，请检查！
zh_tw: 警告，該人員為外部人員，不能選為內部專家，請檢查！

# ZZJGGSBMBNWKCZSBJC
source: Warning, the home department can not be empty, the operation fails, check!
de: Warnung, kann der Stammabteilung nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le ministère de l'intérieur ne peut pas être vide, l'opération échoue, vérifiez!
ko: 홈 부서는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, дом отдел не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，归属部门不能为空，操作失败，请检查！
zh_tw: 警告，歸屬部門不能為空，操作失敗，請檢查！

# ZZJGGSBMBNWKJC
source: Warning, the home department can not be empty, please check!
de: Warnung, kann der Stammabteilung nicht leer sein, prüfen Sie bitte!
fr: Attention, le ministère de l'intérieur ne peut pas être vide, s'il vous plaît vérifier!
ko: 홈 부서는 비워 둘 수 없습니다 경고 확인하세요!
ru: Предупреждение, дом отдел не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，归属部门不能为空，请检查！
zh_tw: 警告，歸屬部門不能為空，請檢查！

# ZZJGGSBXWXSHZZS
source: A must for the proposed budget as a decimal or integer!
de: Ein Muss für den vorgeschlagenen Haushaltsplan als Dezimalzahl oder Ganzzahl!
fr: Un must pour le budget proposé par un nombre décimal ou entier!
ko: 소수 또는 정수로 제안 된 예산에 대한 필수!
ru: Обязательным для предлагаемого бюджета в десятичной или целого!
zh_cn: 甲供概算必须为小数，或者整数！
zh_tw: 甲供概算必須為小數，或者整數！

# ZZJGGSBYXWKBC
source: A proposed budget does not allow for empty, please add!
de: Eine vorgeschlagene Budget nicht erlauben leer, fügen Sie bitte!
fr: Un budget proposé ne permet pas de vide, s'il vous plaît ajouter!
ko: 제안 된 예산은 빈, 추가하십시오 허용하지 않습니다!
ru: Предлагаемый бюджет не позволяет пуст, добавьте!
zh_cn: 甲供概算不允许为空，请补充！
zh_tw: 甲供概算不允許為空，請補充！

# ZZJGGSYXHYCZZXSR
source: Warning, the oil model already exists, please re-enter!
de: Achtung, das Öl-Modell bereits vorhanden ist, wenden Sie sich bitte neu eingeben!
fr: Attention, le modèle de l'huile déjà existe, s'il vous plaît ré-entrer!
ko: 경고, 오일 모델은 이미, 다시 입력하십시오 존재!
ru: Предупреждение, модель нефти уже существует, пожалуйста, введите!
zh_cn: 警告，该石油型号已存在，请重新输入！
zh_tw: 警告，該石油型號已存在，請重新輸入！

# ZZJGGTBXXYCZZNXGHSCJC
source: Warning, the bid information already exists, can only be modified or deleted, please check!
de: Warnung, das Angebot Informationen bereits vorhanden ist, kann nur geändert oder gelöscht werden, überprüfen Sie bitte!
fr: Avertissement, les informations de l'offre existe déjà, ne peut être modifié ou supprimé, s'il vous plaît vérifier!
ko: , 입찰 정보가 이미 존재 만 수정하거나 삭제할 수 있습니다 경고 확인하세요!
ru: Предупреждение, информация заявка уже существует, может быть изменен или удален только, пожалуйста, проверьте!
zh_cn: 警告，该投标信息已存在，只能修改或删除，请检查！
zh_tw: 警告，該投標資訊已存在，只能修改或刪除，請檢查！

# ZZJGGTBXXYKBWFSCTBXXJC
source: Warning, the message has been opening bid, bid information can not be deleted, please check!
de: Achtung, die Nachricht ist Startgebot, bieten Informationen können nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, le message a été l'ouverture des plis, l'enchère informations ne peut être supprimé, s'il vous plaît vérifier!
ko: 경고 메시지가 입찰을 여는 된, 삭제할 수 없습니다 정보를 입찰, 확인하시기 바랍니다!
ru: Предупреждение, сообщение было открытие предложение, ставки информацию, не может быть удален, пожалуйста, проверьте!
zh_cn: 警告，该投标信息已开标，无法删除投标信息，请检查！
zh_tw: 警告，該投標資訊已開標，無法刪除投標資訊，請檢查！

# ZZJGGTBXXYKBWFXGTBXXJC
source: Warning, the message has been opening bid, the bid can not be modified, check!
de: Achtung, die Nachricht ist Startgebot, bieten Informationen können nicht geändert werden, überprüfen Sie bitte!
fr: Attention, le message a été l'ouverture des plis, une offre d'informations ne peut pas être modifié, s'il vous plaît vérifier!
ko: 경고 메시지가 입찰을 여는 된, 수정할 수 없습니다 정보를 입찰, 확인하시기 바랍니다!
ru: Предупреждение, сообщение было открытие предложение, ставки информацию, не может быть изменена, пожалуйста, проверьте!
zh_cn: 警告，该投标信息已开标，无法修改投标信息，请检查！
zh_tw: 警告，該投標資訊已開標，無法修改投標資訊，請檢查！

# ZZJGGTYYBFFWFSCJC
source: Warning, this pattern has been issued, can not be deleted, please check!
de: Achtung, dieses Muster ausgestellt wurde, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, ce modèle a été émis, ne peut être supprimé, s'il vous plaît vérifier!
ko: 삭제할 수 없습니다,이 패턴이 발행 된, 경고, 확인하세요!
ru: Предупреждение, эта модель была выпущена, не могут быть удалены, пожалуйста, проверьте!
zh_cn: 警告，该图样已被发放，无法删除，请检查！
zh_tw: 警告，該圖樣已被發放，無法刪除，請檢查！

# ZZJGGWJYBFFWFSCJC
source: Warning, this document has been issued, can not be deleted, please check!
de: Achtung, dieses Dokument ausgestellt wurde, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, ce document a été délivré, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 삭제할 수 없습니다,이 문서가 발급 된, 경고, 확인하세요!
ru: Предупреждение, этот документ был выдан, не могут быть удалены, пожалуйста, проверьте!
zh_cn: 警告，该文件已被发放，无法删除，请检查！
zh_tw: 警告，該檔已被發放，無法刪除，請檢查！

# ZZJGGWJYBXHJC
source: Warning, the file has been destroyed, please check!
de: Achtung, die Datei zerstört wurde, prüfen Sie bitte!
fr: Attention, le fichier a été détruit, s'il vous plaît vérifier!
ko: 경고, 파일이 파괴되었습니다, 확인하시기 바랍니다!
ru: Предупреждение, файл был разрушен, пожалуйста, проверьте!
zh_cn: 警告，该文件已被销毁，请检查！
zh_tw: 警告，該檔已被銷毀，請檢查！

# ZZJGGXMYGDCZSBJC
source: Warning, the project has been archived, the operation fails, check!
de: Achtung, das Projekt wurde bereits archiviert, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet a été archivé, l'opération échoue, vérifiez!
ko: 프로젝트가 보관되었으며, 경고, 작업이 실패, 확인!
ru: Предупреждение, проект находится в архиве, операция терпит неудачу, проверьте!
zh_cn: 警告，该项目已归档，操作失败，请检查！
zh_tw: 警告，該專案已歸檔，操作失敗，請檢查！

# ZZJGGXMYJACZSBJC
source: Warning, the project has been closed, the operation fails, check!
de: Achtung, das Projekt geschlossen wurde, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet a été fermé, l'opération échoue, vérifiez!
ko: 프로젝트가 종료 된, 경고, 작업이 실패, 확인!
ru: Предупреждение, проект был закрыт, операция терпит неудачу, проверьте!
zh_cn: 警告，该项目已结案，操作失败，请检查！
zh_tw: 警告，該專案已結案，操作失敗，請檢查！

# ZZJGGXMYJJCZSBJC
source: Warning, the project has been rejected, the operation fails, check!
de: Achtung, das Projekt abgelehnt wurde, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet a été rejeté, l'opération échoue, vérifiez!
ko: 프로젝트가 거부되었습니다, 경고, 작업이 실패, 확인!
ru: Предупреждение, проект был отклонен, операция терпит неудачу, проверьте!
zh_cn: 警告，该项目已拒绝，操作失败，请检查！
zh_tw: 警告，該專案已拒絕，操作失敗，請檢查！

# ZZJGGXMYSCCZSBJC
source: Warning, the project has been deleted, the operation fails, check!
de: Achtung, das Projekt wurde gelöscht, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet a été supprimé, l'opération échoue, vérifiez!
ko: 프로젝트가 삭제 된, 경고, 작업이 실패, 확인!
ru: Предупреждение, проект был удален, операция терпит неудачу, проверьте!
zh_cn: 警告，该项目已删除，操作失败，请检查！
zh_tw: 警告，該專案已刪除，操作失敗，請檢查！

# ZZJGGXMYXCZSBJC
source: Warning, the project has been canceled, the operation fails, check!
de: Achtung, das Projekt wurde abgebrochen, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet a été annulé, l'opération échoue, vérifiez!
ko: 프로젝트가 취소되었습니다, 경고, 작업이 실패, 확인!
ru: Предупреждение, проект был отменен, операция терпит неудачу, проверьте!
zh_cn: 警告，该项目已取消，操作失败，请检查！
zh_tw: 警告，該專案已取消，操作失敗，請檢查！

# ZZJGGYHZGTZYWCWXZGJC
source: Warning, this vulnerability has been completed rectification notice, without rectification, please check!
de: Achtung, diese Sicherheitsanfälligkeit abgeschlossen ist Berichtigung Ankündigung, ohne Berichtigung, bitte!
fr: Avertissement avis de rectification, cette vulnérabilité a été achevée, sans rectification, s'il vous plaît vérifier!
ko: 정류하지 않고,이 취약점이 완료 정류 경고 통지, 확인하시기 바랍니다!
ru: Предупреждение, эта уязвимость была завершена исправление уведомления, без ректификации, пожалуйста, проверьте!
zh_cn: 警告，该隐患整改通知已完成，无需整改，请检查！
zh_tw: 警告，該隱患整改通知已完成，無需整改，請檢查！

# ZZJGGYSXXWSHHZSHBTGBNJXTBCZJC
source: Warning, vendor information does not review or audit by the tender can not operate, check!
de: Warning, Lieferantendaten nicht Kontrollen oder Prüfungen durch, ein Angebot kann nicht arbeiten, überprüfen!
fr: Attention, informations sur le fournisseur ne vérification ou d'examen par, un appel d'offres ne peut pas fonctionner, vérifiez!
ko: 경고, 공급 업체 정보가 감사 또는 검토하지 않으며, 작동 할 수 없습니다 입찰은 확인!
ru: Внимание, информация продавец не ревизии или проверки по, конкурс не может работать, проверьте!
zh_cn: 警告，供应商信息未审核或者审核不通过，不能进行投标操作，请检查！
zh_tw: 警告，供應商資訊未審核或者審核不通過，不能進行投標操作，請檢查！

# ZZJGGZJSJBCZJC
source: Warning, the expert data does not exist, please check!
de: Warnung, wird die Expertendaten nicht vorhanden ist, überprüfen Sie bitte!
fr: Attention, ne existent pas les données d'experts, s'il vous plaît vérifier!
ko: 경고, 전문 데이터가 존재하지 않는, 확인하시기 바랍니다!
ru: Предупреждение, данные экспертов не существует, пожалуйста, проверьте!
zh_cn: 警告，该专家数据不存在，请检查！
zh_tw: 警告，該專家資料不存在，請檢查！
