Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# DocName
source: File name
de: Dateiname
fr: Nom du fichier
ko: 파일 이름
ru: Имя файла
zh_cn: 文件名
zh_tw: 檔案名

# DocReview
source: Document Review
fr: Examen de la documentation
ko: 문서 검토
ru: Обзор документов
zh_cn: 文件评审
zh_tw: 檔評審

# DongTaiLieBiao
source: Dynamic List
de: Dynamische Liste
fr: Liste dynamique
ko: 동적 목록
ru: Динамический список
zh_cn: 动态列表
zh_tw: 動態清單

# DongZuo
source: Action
de: Handeln
ko: 행동
ru: Действие
zh_cn: 动作
zh_tw: 動作

# DQXMSYWD
source: All documents in the current project
de: Alle Dokumente im aktuellen Projekt
fr: Tous les documents dans le projet actuel
ko: 현재 프로젝트의 모든 문서
ru: Все документы в текущем проекте
zh_cn: 当前项目所有文档
zh_tw: 當前項目所有文檔

# DRCBJXJZSJ
source: Import cost performance baseline data
de: Preis-Leistungs-Import Baseline-Daten
fr: Des données de référence de performance des coûts d'importation
ko: 가져 오기 비용 성능 기준 데이터
ru: Исходные данные производительности стоимость импорта
zh_cn: 导入成本绩效基准数据
zh_tw: 導入成本績效基準資料

# DRSHBYQDSJQK
source: When you import will clear the previous data
de: Beim Import werden die vorherigen Daten löschen
fr: Lorsque vous importez va effacer les données précédente
ko: 당신은 이전 데이터를 삭제합니다 가져올 때
ru: При импорте будет очистить предыдущие данные
zh_cn: 导入时会把以前的数据清空
zh_tw: 導入時會把以前的資料清空

# DRSHBYQSJQK
source: It will clear the previous data import
de: Es wird die vorherigen Daten beim Import zu löschen
fr: Il va effacer les données précédentes lors de l'importation
ko: 가져올 때 이전 데이터를 삭제합니다
ru: Это очистит предыдущие данные при импорте
zh_cn: 导入时会把以前数据清空
zh_tw: 導入時會把以前資料清空

# DRSYZDYBDGZLSJ
source: Import all the custom form workflow data
de: Importieren Sie alle benutzerdefinierten Formulararbeitsflussdaten
fr: Importer toutes les données de flux de travail de formulaire personnalisé
ko: 모든 사용자 지정 양식 워크 플로우 데이터를 가져 오기
ru: Импортировать все данные работы потока пользовательских форм
zh_cn: 导入所有自定义表单工作流数据
zh_tw: 導入所有自訂表單工作流資料

# DRXMFYBZYCJXQWDLSXFZWFDRSJ
source: Import project cost step turn, do not disrupt the order, otherwise you can not import data
de: Import Projektkosten Schritt wiederum nicht die Ordnung zu stören, oder können die Daten nicht importieren
fr: Projet d'importation étape de coûts tour, ne perturbe pas l'ordre, ou ne peut pas importer des données
ko: 가져 오기 프로젝트 비용의 단계 차례, 순서를 방해하지 않는, 또는 데이터를 가져올 수 없습니다
ru: Импорт проекта шаг Стоимость очередь, не нарушать порядок, или не может импортировать данные
zh_cn: 导入项目费用 步骤依次进行，切勿打乱顺序，否则无法导入数据
zh_tw: 導入專案費用 步驟依次進行，切勿打亂順序，否則無法導入資料

# DSBZJDTB
source: Bid deposit to be received
de: Kautionen empfangen werden
fr: Dépôt de soumission à recevoir
ko: 입찰 보증금은 수신 될
ru: Конкурсного депозит должен быть получен
zh_cn: 待收保证金的投标
zh_tw: 待收保證金的投標

# DSFCYJXPH
source: The third member of Performance Assessment
de: Das dritte Mitglied der Performance Assessment
fr: Le troisième membre de l'évaluation de la performance
ko: 성능 평가의 세 번째 멤버
ru: Третий член оценке эффективности
zh_cn: 第三方成员绩效评核
zh_tw: 協力廠商成員績效評核

# DSFDLYDN
source: Third-party login page (PC):
de: Melden Sie sich an Seite (Computer):
fr: Connectez-vous la page (ordinateur):
ko: 페이지 (컴퓨터)에 로그인 :
ru: Войти в страницу (компьютера):
zh_cn: 第三方登录页（电脑）：
zh_tw: 協力廠商登錄頁（電腦）：

# DSFDLYYD
source: Third-party login page (mobile):
de: Drittanbieter-Anmeldeseite (mobil):
fr: Page de connexion tiers (mobile):
ko: 타사 로그인 페이지 (모바일) ​​:
ru: Сторонние Войти страница (мобильный):
zh_cn: 第三方登录页（移动）：
zh_tw: 協力廠商登錄頁（移動）：

# DSKHTESSE
source: Pending receivables (contract amount - the amount of paid-up)
de: Ausstehende Forderungen (Vertragssumme - die Höhe der eingezahlten)
fr: Dans l'attente de créances (montant du contrat - le montant des primes-up)
ko: 미결 채권 (계약 금액 - 납입의 양)
ru: В ожидании дебиторская задолженность (Сумма контракта - сумма оплаченного)
zh_cn: 待收款（合同额-实收额）
zh_tw: 待收款（合同額-實收額）

# DSKYSESSE
source: Pending receivables (amounts receivable - Paid amount)
de: Ausstehende Forderungen (Forderungs - gezahlte Betrag)
fr: Dans l'attente des créances (créances - montant payé)
ko: 채권 보류 (양의 채권 - 유료 양)
ru: В ожидании дебиторской задолженности (дебиторская задолженность - сумма) Платные
zh_cn: 待收款（应收额-实收额）
zh_tw: 待收款（應收額-實收額）

# DuanKou
source: Port
ko: 포트
ru: Порт
zh_cn: 端口
zh_tw: 埠

# DuanLieBuWeiHeTeZheng
source: Cleavage site features
de: Spaltstelle Features
fr: Caractéristiques du site de clivage
ko: 절단 부위 기능
ru: Особенности расщепления сайт
zh_cn: 断裂部位特征
zh_tw: 斷裂部位特徵

# DuanLuHu
source: Short circuit arc
de: Kurzschluss-Lichtbogen
fr: Arc de court-circuit
ko: 단락 아크
ru: Короткая дуга замыкания
zh_cn: 短路弧
zh_tw: 短路弧

# DuanXin
source: SMS
zh_cn: 短信
zh_tw: 短信

# DuanXinFaSongBaoBiao
source: SMS Reports
de: SMS-Berichte
fr: Rapports de SMS
ko: SMS 보고서
ru: SMS Отчеты
zh_cn: 短信发送报表
zh_tw: 短信發送報表

# DuanXinJieKou
source: SMS Interface
de: SMS-Schnittstelle
fr: Interface SMS
ko: SMS 인터페이스
ru: SMS Интерфейс
zh_cn: 短信接口
zh_tw: 短信介面

# DuanXinLieBiao
source: SMS List
de: SMS-Liste
fr: Liste de SMS
ko: SMS 목록
ru: SMS Список
zh_cn: 短信列表
zh_tw: 短信列表

# DuanXinTongZhi
source: SMS notification
de: SMS-Benachrichtigung
fr: Notification par SMS
ko: SMS 알림
ru: SMS уведомления
zh_cn: 短信通知
zh_tw: 短信通知

# DuanXinTongZhiNeiRong
source: SMS notification content
de: SMS-Benachrichtigung Inhalte
fr: SMS de notification contenu
ko: SMS 통지 콘텐츠
ru: SMS уведомление содержание
zh_cn: 短信通知内容
zh_tw: 短信通知內容

# DuiJie
source: Docking
de: Andocken
ko: 도킹
ru: Стыковка
zh_cn: 对接
zh_tw: 對接

# DuiJieHanFeng
source: Butt weld:
de: Stumpfnaht:
fr: Butt soudure:
ko: 맞대기 용접 :
ru: Приварку:
zh_cn: 对接焊缝：
zh_tw: 對接焊縫：

# DuiJieHanFengJingShuHouDu
source: Butt weld metal thickness:
de: Anschweißenden Metalldicke:
fr: Souder en bout épaisseur du métal:
ko: 엉덩이 금속 두께 용접 :
ru: Стыковые сварные толщины металла:
zh_cn: 对接焊缝金属厚度：
zh_tw: 對接焊縫金屬厚度：

# DuiJieHanFengMuCaiHouDu
source: Butt weld the base material thickness:
de: Anschweißenden die Basismaterialstärke:
fr: Souder bout à bout l'épaisseur de matériau de base:
ko: 버트는 기재 두께 용접 :
ru: Стыковые сварные толщины основного материала:
zh_cn: 对接焊缝母材厚度：
zh_tw: 對接焊縫母材厚度：

# DuiYingGongZuoLiuLieBiao
source: Corresponding to the workflow list
de: Entsprechend der Workflow-Liste
fr: Correspondant à la liste de flux de travail
ko: 워크 플로 목록에 해당하는
ru: Корреспондент в список рабочих процессов
zh_cn: 对应工作流列表
zh_tw: 對應工作流列表

# DuiYingPingShenJiLu
source: Corresponds to review records
de: Entsprechen Bewertung Akte
fr: Correspond Record Review
ko: 검토 기록에 대응
ru: Подходит отзыв запись
zh_cn: 对应评审记录
zh_tw: 對應評審記錄

# DuiYingShenPiGongZuoLiu
source: Corresponding to the approval workflow
de: Entsprechend der Genehmigungs-Workflow
fr: Correspondant au workflow d'approbation
ko: 승인 워크 플로에 해당하는
ru: В соответствии с рабочим процессом утверждения
zh_cn: 对应审批工作流
zh_tw: 對應審批工作流

# DuiYingShenPiJiLu
source: Corresponding to the approval record
de: Entsprechend der Genehmigung Rekord
fr: Correspondant à l'enregistrement d'approbation
ko: 승인 레코드에 대응
ru: В соответствии с записью утверждения
zh_cn: 对应审批记录
zh_tw: 對應審批記錄

# DuiZhaoBiaoZhun
source: Control Standards
de: Kontrollstandards
fr: Normes de contrôle
ko: 관리 기준
ru: Стандарты управления
zh_cn: 对照标准
zh_tw: 對照標準

# DuiZhaoMiaoShu
source: Control description
de: Steuerelement Beschreibung
fr: Contrôle Description
ko: 제어 설명
ru: Управление Описание
zh_cn: 对照描述
zh_tw: 對照描述

# DuJia
source: Exclusive
ko: 독점적 인
ru: Эксклюзивный
zh_cn: 独家
zh_tw: 獨家

# DunHao
source: Tonnes Consumption
de: Tonnen Verbrauch
fr: Consommation Tonnes
ko: 톤 소비
ru: Тонны Потребление
zh_cn: 吨耗
zh_tw: 噸耗

# DuoDaoHan
source: Multi-pass welding
de: Multi-Pass-Schweißen
fr: Passe Multi-soudage
ko: 멀티 패스 용접
ru: Многопроходная сварки
zh_cn: 多道焊
zh_tw: 多道焊

# DuoGeYiFenKaiBanJiao
source: A plurality of "," separated (half-width)
de: Eine Mehrzahl von "," getrennt (Halbwertsbreite)
fr: Une pluralité de »,« séparé (demi-largeur)
ko: 복수 ","분리 (반각)
ru: Множество "," разделены (полуширина)
zh_cn: 多个以"，"分开（半角）
zh_tw: 多個以"，"分開（半形）

# DuoSiHan
source: Multi-wire welding
de: Mehrdrahtschweißen
fr: Multi-soudage de fil
ko: 멀티 와이어 용접
ru: Мульти-сварочной проволоки
zh_cn: 多丝焊
zh_tw: 多絲焊

# DuZheBianMa
source: Readers coding
de: Leser-Codierung
fr: Lecteurs de codage
ko: 코딩 독자
ru: Читатели кодирования
zh_cn: 读者编码
zh_tw: 讀者編碼

# DuZheDanWei
source: Readers unit
de: Leser-Einheit
fr: Unité de lecteurs
ko: 독자 단위
ru: Читатели блок
zh_cn: 读者单位
zh_tw: 讀者單位

# DuZheDianHua
source: Readers Phone
de: Leser Phone
fr: Lecteurs Téléphone
ko: 독자 전화
ru: Читатели Телефон
zh_cn: 读者电话
zh_tw: 讀者電話

# DuZheLeiXing
source: Reader Type
de: Leser-Typ
fr: Type de lecteur
ko: 리더 유형
ru: Тип ридера
zh_cn: 读者类型
zh_tw: 讀者類型

# DuZheLeiXingSheDing
source: Readers type setting
de: Leser-Typ-Einstellung
fr: Réglage du type des lecteurs
ko: 독자 유형 설정
ru: Установка типа Читатели
zh_cn: 读者类型设定
zh_tw: 讀者類型設定

# DuZheMingCheng
source: Readers Name
de: Leser-Name
fr: Nom lecteurs
ko: 독자의 이름
ru: Читатели Имя
zh_cn: 读者名称
zh_tw: 讀者名稱

# DuZheShouJi
source: Readers Mobile
de: Scanner Mobil-
fr: Lecteurs mobile
ko: 독자 모바일
ru: Читатели Мобильная
zh_cn: 读者手机
zh_tw: 讀者手機

# DWBTXXGSMMWKJBGBYLMM
source: Not to change the original password is blank password with * is required, modify
de: Stellen Sie das Original-Passwort ist leer Passwort mit * wird benötigt nicht ändern, zu modifizieren
fr: Ne pas modifier le mot de passe d'origine est le mot de passe vide avec * est nécessaire, modifier
ko: * 빈 암호가 필요한되어 원래의 암호를 변경하지 마십시오, 수정
ru: Не изменить первоначальный пароль будет пустой пароль * обязательно для заполнения, изменить
zh_cn: 带*为必填项，修改时密码为空就不改变原来密码
zh_tw: 帶*為必填項，修改時密碼為空就不改變原來密碼

# DWSHDMTJDJH
source: But I did not plan to be submitted by the audit
de: Aber ich habe nicht die Absicht, nach der Prüfung vorgelegt werden
fr: Mais je ne prévois d'être soumis par l'audit
ko: 그러나 나는 감사에 의해 제출 될 계획하지 않았다
ru: Но я не планирую быть представлены в ходе проверки
zh_cn: 待我审核但没提交的计划
zh_tw: 待我審核但沒提交的計畫

# DXWFSDDX
source: SMS - messages I send
de: SMS - alle gesendeten Nachrichten
fr: SMS - messages envoyés
ko: SMS - 메시지 내가 보내
ru: SMS - сообщения я посылаю
zh_cn: 短信－我发送的短信
zh_tw: 短信－我發送的短信

# DXZANDJLBSWCYLDJHHSBSJHTQ
source: With the "Select" button on the record to express my participation in the plan, the red plan tardiness!
de: Mit dem "Select" Aufnahmetaste, um meine Teilnahme an dem Plan zum Ausdruck bringen, die rote Plan Langsamkeit!
fr: Avec le bouton "Sélectionner" Record pour exprimer ma participation dans le plan, le plan retard rouge!
ko: 선택녹화 버튼으로 계획에서 내 참여를 표현하는, 빨간 계획 지각!
ru: С помощью кнопки Record "ВЫБОР", чтобы выразить свое участие в плане, красный план опоздания!
zh_cn: 带“选择”按钮的记录表示我参与了的计划,红色表示计划拖期！
zh_tw: 帶“選擇”按鈕的記錄表示我參與了的計畫,紅色表示計畫拖期！

# DYHDQXSJFZDDMW
source: Copy the privileges of the user data to code
de: Kopieren Sie die Berechtigungen die Daten des Benutzers, um Code
fr: La copie Permissions les données de l'utilisateur au code
ko: 코드로 사용자의 권한 데이터를 복사
ru: Скопируйте разрешений данные пользователя в код
zh_cn: 的用户的权限数据复制到代码为
zh_tw: 的使用者的許可權資料複製到代碼為

# EffectExpense
source: The actual costs incurred
de: Die tatsächlichen Kosten anfallen
fr: Les coûts réels encourus
ko: 실제 비용은 발생
ru: Фактические расходы, понесенные
zh_cn: 实际发生费用
zh_tw: 實際發生費用

# EffectTime
source: Time of occurrence
de: Zeitpunkt des Auftretens
fr: Durée de l'événement
ko: 발생 시간
ru: Время появления
zh_cn: 发生时间
zh_tw: 發生時間

source: End Time
de: Endzeit
fr: Heure de fin
ko: 종료 시간
ru: Время окончания
zh_cn: 结束时间
zh_tw: 結束時間

# Er
source: Ears:
de: Ohr:
fr: Ear:
ko: 귀 :
ru: Ухо:
zh_cn: 耳：
zh_tw: 耳：

# ErBiHouJiBing
source: ENT diseases
de: HNO-Erkrankungen
fr: Maladies ORL
ko: 이비인후과 질환
ru: Заболевания ЛОР-органов
zh_cn: 耳鼻喉疾病
zh_tw: 耳鼻喉疾病

# ErCiKaiFa
source: Secondary development
de: Sekundäre Entwicklung
fr: Le développement secondaire
ko: 차 개발
ru: Вторичный развитие
zh_cn: 二次开发
zh_tw: 二次開發

# ErDi
source: 2- Low
fr: 2- Faible
ko: 낮은 2
ru: 2 Низкая
zh_cn: 2-低
zh_tw: 2-低

# ErGao
source: 2- High
de: 2- Hoch
fr: 2- haut
ko: 고 2
ru: 2- Высокая
zh_cn: 2-高
zh_tw: 2-高

# ErJi
source: Two
de: Zwei
fr: Deux
ko: 두
ru: Два
zh_cn: 二级
zh_tw: 二級

# ErJianDongTai
source: Second Construction Dynamics
de: Zweiten Construction Dynamics
fr: Deuxième Dynamics construction
ko: 제 2 구조 역학
ru: Вторая Строительная Динамика
zh_cn: 二建动态
zh_tw: 二建動態

# ErXianJingLiShenPiYiJian
source: Second-line manager approval comments
de: Second-Line-Manager Genehmigung Kommentare
fr: Deuxième ligne de commentaires d'approbation de gestionnaire
ko: 두 번째 라인 관리자 승인 코멘트
ru: Второй линии утверждения менеджер комментарии
zh_cn: 二线经理审批意见
zh_tw: 二線經理審批意見

# ErZhong
source: 2- In
fr: 2- dans
ko: 2에서
ru: 2- в
zh_cn: 2-中
zh_tw: 2-中

# Executor
source: Holders
de: Testamentsvollstrecker
fr: Exécuteur testamentaire
ko: 집행자
ru: Исполнитель
zh_cn: 执行人
zh_tw: 執行人

# EXiaoLvWenTi
source: E Efficiency
fr: E Efficacité
ko: E 효율성
ru: E Эффективность
zh_cn: E效率问题
zh_tw: E效率問題

# Exit
source: Drop out
de: Beenden
fr: Quitter
ko: 종료
ru: Выйти
zh_cn: 退出
zh_tw: 退出

# Expense
source: Fee
de: Honorar
ko: 보수
ru: Плата
zh_cn: 费用
zh_tw: 費用

# ExpenseApplySummary
source: Grant application summary
de: Antragsübersicht
fr: Résumé de demande de subvention
ko: 부여 응용 프로그램 요약
ru: Резюме Приложение Грант
zh_cn: 经费申请汇总
zh_tw: 經費申請匯總

# ExpenseBudget
source: Budget
ko: 예산
ru: Бюджет
zh_cn: 费用预算
zh_tw: 費用預算

# ExpenseClaimForm
source: Expense account
de: Aufwandskonto
fr: Compte de dépenses
ko: 교제비
ru: Расходы счета
zh_cn: 费用报销单
zh_tw: 費用報銷單

# ExpenseClaimSummary
source: Expenses Summary
de: Aufwendungen Zusammenfassung
fr: Sommaire des dépenses
ko: 비용 요약
ru: Расходы резюме
zh_cn: 费用报销汇总
zh_tw: 費用報銷匯總

# ExpenseDetail
source: Charge Details
de: Ladung-Details
fr: Détails Charge
ko: 요금 세부 사항
ru: Подробнее зарядки
zh_cn: 费用明细
zh_tw: 費用明細

# ExpenseDetailAndReimburse
source: Fees and reimbursement details
de: Honorare und der Rückerstattung Details
fr: Les frais et les modalités de remboursement
ko: 수수료 및 상환 정보
ru: Тарифы и детали возмещения
zh_cn: 费用明细
zh_tw: 費用明細與報銷

# ExpenseID
source: Cost ID
fr: ID des coûts
ko: 비용 ID
ru: Стоимость ID
zh_cn: 费用ID
zh_tw: 費用ID

# ExpenseName
source: Name of expense
de: Name der Kosten
fr: Nom de la dépense
ko: 비용의 이름
ru: Название счет
zh_cn: 费用名称
zh_tw: 費用名稱

# ExpenseSummary
source: Cost summary
de: Kostenübersicht
fr: Sommaire des coûts
ko: 비용 요약
ru: Резюме Стоимость
zh_cn: 费用汇总
zh_tw: 費用匯總

# FaBu
source: Release
de: Freisetzung
fr: Libération
ko: 해제
ru: Релиз
zh_cn: 发布
zh_tw: 發佈

# FaBuGongGao
source: Announcement
de: Durchsage
fr: Annonce
ko: 발표
ru: Объявление
zh_cn: 发布公告
zh_tw: 發佈公告

# FaBuRiQi
source: release date
de: Erscheinungsdatum
fr: Date de sortie
ko: 출시일
ru: Дата выпуска
zh_cn: 发布日期
zh_tw: 發佈日期

# FaBuShiJian
source: Release time
de: Veröffentlicht
fr: Publié
ko: 게시
ru: Опубликованный
zh_cn: 发布时间
zh_tw: 發佈時間

# FaBuXinXi
source: Release news
de: Anzeigen
fr: Annonces
ko: 광고
ru: Объявления
zh_cn: 发布信息
zh_tw: 發佈資訊

# FaBuZhe
source: Announcer
de: Herausgeber
fr: Éditeur
ko: 발행자
ru: Издатель
zh_cn: 发布者
zh_tw: 發佈者

# FaDingDaiBiaoDianHua
source: Legal Representative Phone
de: Gesetzlicher Vertreter Phone
fr: Téléphone Représentant Légal
ko: 법인 대표 전화
ru: Представитель юридического лица Телефон
zh_cn: 法定代表电话
zh_tw: 法定代表電話

# FaDingDaiBiaoRen
source: The legal representative
de: Der gesetzliche Vertreter
fr: Le représentant légal
ko: 법정 대리인
ru: Законный представитель
zh_cn: 法定代表人
zh_tw: 法定代表人

# FaDingDaiBiaoRenDianHua
source: Legal Representative Phone
de: Gesetzlicher Vertreter Phone
fr: Téléphone Représentant Légal
ko: 법인 대표 전화
ru: Представитель юридического лица Телефон
zh_cn: 法定代表人电话
zh_tw: 法定代表人電話

# FaDingDaiBiaoRenJiShuZhiCheng
source: Legal representative titles
de: Gesetzlicher Vertreter Titel
fr: Titres représentant légal
ko: 법인 대표 타이틀
ru: Законный представитель названия
zh_cn: 法定代表人技术职称
zh_tw: 法定代表人技術職稱

# FaDongJiBianMa
source: Engine coding
de: Motor Codierung
fr: Codage du moteur
ko: 엔진 코딩
ru: Кодирование двигателя
zh_cn: 发动机编码
zh_tw: 發動機編碼

# FaDongJiDaiMa
source: Engine code
de: Motorkennbuchstaben
fr: Code de moteur
ko: 엔진 코드
ru: Код двигателя
zh_cn: 发动机代码
zh_tw: 發動機代碼

# FaFangRiQi
source: Release date
de: Erscheinungsdatum
fr: Date de sortie
ko: 출시일
ru: Дата выпуска
zh_cn: 发放日期
zh_tw: 發放日期

# FaFangShiJian
source: Release Time
fr: Temps de sortie
ko: 릴리스 타임
ru: Время выпуска
zh_cn: 发放时间
zh_tw: 發放時間

# FaFangZhuangTai
source: Payment status
de: Anordnungsstaat
fr: État d'émission
ko: 발행 상태
ru: Выдача государственного
zh_cn: 发放状态
zh_tw: 發放狀態

# FaHuo
source: Ship
de: Auslieferung
fr: Accouchement
ko: 배달
ru: Доставка
zh_cn: 发货
zh_tw: 發貨

# FaHuoJiHua
source: Delivery Program
de: Lieferprogramm
fr: Programme de livraison
ko: 배달 프로그램
ru: Программа поставки
zh_cn: 发货计划
zh_tw: 發貨計畫

# FaHuoShiJian
source: delivery time
de: Lieferzeit
fr: Délai de livraison
ko: 배달 시간
ru: Срок поставки
zh_cn: 发货时间
zh_tw: 發貨時間

# FaHuoYuJing
source: Delivery warning
de: Lieferung Warn
fr: Avertissement de livraison
ko: 배달 경고
ru: Предупреждение Доставка
zh_cn: 发货预警
zh_tw: 發貨預警

# FaJianRen
source: Sender
fr: Envoyeur
ko: 보내는 사람
ru: Отправитель
zh_cn: 发件人
zh_tw: 寄件者

# FaKuanJinE
source: Fines
de: Geldbußen
fr: Amendes
ko: 벌금
ru: Штрафы
zh_cn: 罚款金额
zh_tw: 罰款金額

# FaLiaoDan
source: Hair Requisition
de: Haarauswahlliste
fr: Picklist de cheveux
ko: 헤어 선택 목록
ru: Список выбора волос
zh_cn: 发料单
zh_tw: 發料單

# FaLiaoDanHao
source: Send Requisition Number
de: Senden Sie Anforderungsnummer
fr: Envoyer numéro de la demande
ko: 구매 요청 번호를 보내
ru: Отправить заявку Номер
zh_cn: 发料单号
zh_tw: 發料單號

# FaLiaoFangShi
source: Send material way
de: Senden Sie Material Weg
fr: Envoyer façon matérielle
ko: 재료 방법 보내기
ru: Отправить материала путь
zh_cn: 发料方式
zh_tw: 發料方式

# FaLiaoJinE
source: Send material amount
de: Senden Materialmenge
fr: Envoyer un montant significatif
ko: 물질 양 보내기
ru: Отправить сумму материальной
zh_cn: 发料金额
zh_tw: 發料金額

# FaLiaoRiQi
source: Sends the material date
de: Sendet das Material Datum
fr: Envoie la date des faits
ko: 재료 날짜를 보냅니다
ru: Отправляет материала дату
zh_cn: 发料日期
zh_tw: 發料日期

# FaMingZhuanLi
source: Patent
de: Patente
fr: Brevets
ko: 특허
ru: Патенты
zh_cn: 发明专利
zh_tw: 發明專利

# FanDian
source: Rebate
de: Rabatt
fr: Remboursement
ko: 할인
ru: Скидка
zh_cn: 返点
zh_tw: 返點

# FanDianRiQi
source: Rebate date
de: Rebate Datum
fr: Date de remise
ko: 리베이트 날짜
ru: Дата Скидка
zh_cn: 返点日期
zh_tw: 返點日期

# Fang
source: Square
de: Platz
fr: Carré
ko: 광장
ru: Квадрат
zh_cn: 方
zh_tw: 方

# FangAn
source: Program
de: Programm
fr: Programme
ko: 프로그램
ru: Программа
zh_cn: 方案
zh_tw: 方案

# FangAnMingCheng
source: Programme Name
de: Programmname
fr: Nom du programme
ko: 프로그램 이름
ru: Название программы
zh_cn: 方案名称
zh_tw: 方案名稱

# FangAnNeiRong
source: Programme content
de: Studieninhalte
fr: Contenu du programme
ko: 프로그램 내용
ru: Содержание программы
zh_cn: 方案内容
zh_tw: 方案內容

# FangAnWenBen
source: Program text
de: Programmtext
fr: Texte du programme
ko: 프로그램 텍스트
ru: Текст программы
zh_cn: 方案文本
zh_tw: 方案文本

# FangAnXinXi
source: Program information
de: Programminformationen
fr: Programme informations
ko: 프로그램 정보
ru: Информация о программе
zh_cn: 方案信息
zh_tw: 方案資訊

# FangFaMing
source: Method name
de: Methodennamen
fr: Nom de la méthode
ko: 메소드의 이름
ru: Название метода
zh_cn: 方法名
zh_tw: 方法名

# FangHongFei
source: Flood control fee
de: Hochwasserschutz Gebühr
fr: Redevance de contrôle des inondations
ko: 홍수 조절 수수료
ru: Плата управления наводнениями
zh_cn: 防洪费
zh_tw: 防洪費

# FangKuan
source: Loan
de: Darlehen
fr: Prêt
ko: 차관
ru: Заем
zh_cn: 放款
zh_tw: 放款

# FanGongHanGong
source: Rework Welder
fr: Rework Soudeur
ko: 재 작업 용접기
ru: Паяльная Сварщик
zh_cn: 返工焊工
zh_tw: 返工焊工

# FanGongHanGongRiQi
source: Rework Welder / date
de: Rework Welder / Datum
fr: Retravailler Soudeur / Date
ko: 용접기 / 날짜를 재 작업
ru: Доработка Сварщик / Регистрация
zh_cn: 返工焊工/日期
zh_tw: 返工焊工/日期

# FanGongPianZi
source: Rework film
fr: Retravailler le film
ko: 영화를 재 작업
ru: Доработка фильм
zh_cn: 返工片子
zh_tw: 返工片子

# FanGongRiQi
source: Rework date
de: Rework Datum
ko: 재 작업 날짜
ru: Паяльная Дата
zh_cn: 返工日期
zh_tw: 返工日期

# FangSheBing
source: Radiation sickness
de: Strahlenkrankheit
fr: Radiation maladie
ko: 방사선 병
ru: Лучевая болезнь
zh_cn: 放射病
zh_tw: 放射病

# FangShi
source: the way
de: Fashion
fr: Mode
ko: 유행
ru: Мода
zh_cn: 方式
zh_tw: 方式

# FanHuanDan
source: Return single
de: Return Einzel
fr: Retour unique
ko: 단일 돌아 가기
ru: Вернуться одной
zh_cn: 返还单
zh_tw: 返還單

# FanHuanDanJiLu
source: Return ticket record
de: Gibt einen einzelnen Datensatz
fr: Retourner un seul enregistrement
ko: 하나의 레코드를 반환
ru: Вернуться одну запись
zh_cn: 返还单记录
zh_tw: 返還單記錄

# FanHui
source: Return
de: Zurück
fr: Retour
ko: 반환
ru: Возвращение
zh_cn: 返回
zh_tw: 返回

# FanHuiQianMianBuZhou
source: Return to the previous step
de: Rückkehr zum vorherigen Schritt
fr: Retour à l'étape précédente
ko: 이전 단계로 돌아 가기
ru: Вернуться к предыдущему шагу
zh_cn: 返回前面步骤
zh_tw: 返回前面步驟

# FanKuiYiJian
source: Feedback
de: Rückkopplung
fr: Commentaires
ko: 피드백
ru: Обратная связь
zh_cn: 反馈意见
zh_tw: 回饋意見

# FanKuiYiJianLieBiao
source: List of feedback comments
de: Feedback Listenansichten
fr: Les évaluations Liste vues
ko: 피드백 목록보기
ru: Просмотры Обратная связь Список
zh_cn: 反馈意见列表
zh_tw: 回饋意見列表

# FanWei
source: Scope
de: Umfang
fr: Portée
ko: 범위
ru: Сфера применения
zh_cn: 范围
zh_tw: 範圍

# FanXuan
source: Unselected
de: Nicht ausgewählte
ko: 선택하지 않은
ru: Неотобранный
zh_cn: 反选
zh_tw: 反選

# FaPiao
source: Invoice
de: Abrechnung
fr: Facturer
ko: 송장
ru: Счет-фактура
zh_cn: 发票
zh_tw: 發票

# FaPiaoDiZhi
source: Billing address
de: Rechnungsadresse
fr: Adresse de facturation
ko: 결제 주소
ru: Платежный адрес
zh_cn: 发票地址
zh_tw: 發票地址

# FaPiaoHao
source: Invoice No
de: Rechnungsnummer
fr: N ° de facture
ko: 송장 번호
ru: Счет Номер
zh_cn: 发票号
zh_tw: 發票號

# FaPiaoHaoMa
source: Invoice number
de: Rechnungsnummer
fr: Numéro de facture
ko: 송장 번호
ru: Номер накладной
zh_cn: 发票号码
zh_tw: 發票號碼

# FaPiaoJinE
source: Invoice amount
de: Rechnungsbetrag
fr: Montant de la facture
ko: 송장 금액
ru: Сумма счета-фактуры
zh_cn: 发票金额
zh_tw: 發票金額

# FaPiaoRiQi
source: Invoice Date
de: Rechnungsdatum
fr: Date de la facture
ko: 송장 날짜
ru: Дата счета-фактуры
zh_cn: 发票日期
zh_tw: 發票日期

# FaPiaoTaiTou
source: Invoice
de: Abrechnung
fr: Facturer
ko: 송장
ru: Счет-фактура
zh_cn: 发票抬头
zh_tw: 發票抬頭

# FaRenDaiBiao
source: Legal representative
de: Gesetzlicher Vertreter
fr: Représentant légal
ko: 법인 대표
ru: Законный представитель
zh_cn: 法人代表
zh_tw: 法人代表

# FaSheng
source: Happen
de: Passieren
fr: Arriver
ko: 일어날
ru: Происходить
zh_cn: 发生
zh_tw: 發生

# FaShengFeiYong
source: Costs incurred
de: Angefallenen Kosten
fr: Les coûts engagés
ko: 비용은 발생
ru: Затраты, понесенные
zh_cn: 发生费用
zh_tw: 發生費用

# FaShengFeiYongZongE
source: The total costs incurred
de: Die Gesamtkosten anfallen
fr: Les coûts totaux engagés
ko: 총 비용은 발생
ru: Суммарные расходы, понесенные
zh_cn: 发生费用总额
zh_tw: 發生費用總額

# FaShengJinE
source: Amount incurred
de: Höhe angefallen
fr: Montant engagé
ko: 금액 발생
ru: Сумма понесенных
zh_cn: 发生金额
zh_tw: 發生金額

# FaShengRiQi
source: Date of occurrence
de: Datum des Auftretens
fr: Date de survenance
ko: 발생 날짜
ru: Дата появления
zh_cn: 发生日期
zh_tw: 發生日期

# FaShengShiJian
source: Time of occurrence
de: Zeitpunkt des Auftretens
fr: Durée de l'événement
ko: 발생 시간
ru: Время появления
zh_cn: 发生时间
zh_tw: 發生時間

# FaSong
source: Send
de: Senden
fr: Envoyer
ko: 보내기
ru: Послать
zh_cn: 发送
zh_tw: 發送

# FaSongDanWei
source: Transmission unit
de: Übertragungseinheit
fr: Unité de transmission
ko: 송신부
ru: Передающее устройство
zh_cn: 发送单位
zh_tw: 發送單位

# FaSongDuanXin
source: send SMS
de: SMS senden
fr: Envoyer un SMS
ko: SMS를 보내기
ru: Отправить SMS
zh_cn: 发送短信
zh_tw: 發送短信

# FaSongHeJieShouYouJian
source: Send and receive messages
de: Senden und E-Mail erhalten
fr: Envoyer et recevoir des e-mail
ko: 전자 메일을 보내고받을
ru: Отправить и получить электронную почту
zh_cn: 发送和接收邮件
zh_tw: 發送和接收郵件

# FaSongJieShuShiJian
source: Send End Time
de: Senden Sie Endzeit
fr: Envoyer Heure de fin
ko: 종료 시간 보내기
ru: Отправить End Time
zh_cn: 发送结束时间
zh_tw: 發送結束時間
