Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZZPZLNDGZLSQ
source: Approved your workflow application
de: Ihre Workflow-Anwendung genehmigt haben
fr: Approuvé votre application de flux de travail
ko: 워크 플로 응용 프로그램 승인
ru: Утверждено ваше приложение рабочего процесса
zh_cn: 通过了你的申请
zh_tw: 批准了你的工作流申請

# ZZZZCSHNDGZLSQ
source: You are reviewing your workflow application
de: Sie überprüfen Ihre Workflow-Anwendung
fr: Vous consultez votre application de workflow
ko: 워크 플로 응용 프로그램을 검토하고 있습니다.
ru: Вы просматриваете свое приложение рабочего процесса
zh_cn: 正在审核你的申请
zh_tw: 正在審核你的工作流申請

# ZZZZZFHNDGZLSQ
source: We are reviewing your workflow application
de: Wir überprüfen Ihre Workflow-Anwendung
fr: Nous examinons votre application de workflow
ko: 워크 플로 응용 프로그램을 검토 중입니다.
ru: Мы рассматриваем ваше приложение для рабочего процесса
zh_cn: 正在复核你的申请
zh_tw: 正在復核你的工作流申請

# ZZZZZHQNDGZLSQ
source: Will sign your workflow application
de: Wird Ihre Workflow-Anwendung signieren
fr: Sera en train de signer votre application de workflow
ko: 워크 플로 응용 프로그램에 서명하게됩니다.
ru: Будет подписано ваше приложение рабочего процесса
zh_cn: 正在会签你的申请
zh_tw: 正在會簽你的工作流申請

# CheXiao
source: Undo
de: Abgedreht
fr: Retiré
ko: 인출 한
ru: отзывать
zh_cn: 撤消
zh_tw: 撤消

# JingGao
source: caveat
de: Warnung
fr: Avertissement
ko: 경고
ru: предупреждение
zh_cn: 警告
zh_tw: 警告

# YiJing
source: Already
de: Schon
fr: Déjà
ko: 이미
ru: уже
zh_cn: 已经
zh_tw: 已經

# KNSHHGQQTCXTBCXJRSY
source: May be a session expired, please exit the system and re-enter the use
de: Möglicherweise ist eine Sitzung abgelaufen. Beenden Sie das System und geben Sie die Verwendung erneut ein.
fr: Il peut y avoir une session expirée, s'il vous plaît quitter le système et entrer à nouveau l'utilisation
ko: 만료 된 세션이있을 수 있습니다. 시스템을 종료하고 다시 사용하십시오.
ru: Возможно, сеанс истек, пожалуйста, выйдите из системы и повторно введите использование
zh_cn: 可能是会话过期，请退出系统并重新进入使用
zh_tw: 可能是會話過期，請退出系統並重新進入使用

# QJCNDSQYHSCSKJYXRQYMYCC
source: Please check your authorized number of users \ storage space \ effective date has not exceeded
de: Bitte überprüfen Sie Ihre autorisierte Anzahl von Benutzern \ Speicherplatz \ Gültigkeitsdatum wurde nicht überschritten
fr: S'il vous plaît vérifier votre nombre autorisé d'utilisateurs \ espace de stockage \ date effective n'a pas dépassé
ko: 권한이 부여 된 사용자 수를 확인하십시오 \ 저장 공간 \ 유효 날짜를 초과하지 않았습니다.
ru: Пожалуйста, проверьте, что ваше авторизованное количество пользователей \ пространство для хранения \ эффективная дата не превышена
zh_cn: 请检查你的授权用户数\存储空间\有效日期有没有超出
zh_tw: 請檢查你的授權用戶數\存儲空間\有效日期有沒有超出

# QJCNSYDBBSHYBHCGNHMK
source: Please check if the version you are using contains this function and module
de: Bitte prüfen Sie, ob die von Ihnen verwendete Version diese Funktion und das Modul enthält
fr: Veuillez vérifier si la version que vous utilisez contient cette fonction et ce module
ko: 사용중인 버전에이 기능과 모듈이 포함되어 있는지 확인하십시오.
ru: Убедитесь, что используемая версия содержит эту функцию и модуль
zh_cn: 请检查你所用的版本是否有包含此功能和模块
zh_tw: 請檢查你所用的版本是否有包含此功能和模塊

# RBNJQQLXXTGLY
source: If you can not solve, please contact the system administrator!
de: Wenn Sie das Problem nicht lösen können, wenden Sie sich bitte an den Systemadministrator!
fr: Si vous ne pouvez pas résoudre, veuillez contacter l'administrateur du système!
ko: 해결할 수 없으면 시스템 관리자에게 문의하십시오!
ru: Если вы не можете решить, обратитесь к системному администратору!
zh_cn: 如不能解决，请联系系统管理员！
zh_tw: 如不能解決，請聯繫系統管理員！

# XTFSCWYYHCSRX
source: System errors, causes and actions are as follows
de: Systemfehler, Ursachen und Aktionen sind wie folgt
fr: Les erreurs, les causes et les actions du système sont les suivantes
ko: 시스템 오류, 원인 및 조치는 다음과 같습니다
ru: Системные ошибки, причины и действия следующие
zh_cn: 系统发生错误，原因和措施如下
zh_tw: 系統發生錯誤，原因和措施如下

# PZWJCWNZZSYDBBKNSBHGBB
source: Configuration file error, you are using may be non-compliant version
de: Die Konfigurationsdatei ist falsch und Sie verwenden eine nicht kompatible Version
fr: Le fichier de configuration est incorrect et vous utilisez une version non conforme
ko: 구성 파일이 잘못되어 비 호환 버전을 사용 중입니다.
ru: Неверный конфигурационный файл, и вы используете несовместимую версию
zh_cn: 配置文件错误，你正在使用的可能是不合规版本
zh_tw: 配置文件錯誤，你正在使用的可能是不合規版本

# ZZJGBNSCDYSZDWJ
source: Warning, cannot upload files greater than 10M, please check!
de: Achtung, kann nicht mehr als 10M Datei hochladen, bitte prüfen!
fr: Attention, ne peut pas télécharger plus de 10M fichier, s'il vous plaît vérifier!
ko: 경고, 1,000 만 개 이상의 파일을 업로드 할 수 없습니다. 확인해주세요.
ru: Предупреждение, не может загрузить более 10-мегабайтный файл, пожалуйста, проверьте!
zh_cn: 警告，不能上传大于10M的文件，请检查！
zh_tw: 警告，不能上傳大於10M的文件，請檢查！

# Huo
source: Or
de: Oder
fr: Ou
ko: 또는
ru: или
zh_cn: 或
zh_tw: 或

# QiTaChengYuan
source: Other Member
de: Andere Mitglieder
fr: D'autres membres
ko: 다른 회원들
ru: Другие участники
zh_cn: 其他成员
zh_tw: 其他成員

# RuKuDanJiLu
source: Check In Order Record
de: Warehousing-Datensatz
fr: Enregistrement d'entreposage
ko: 창고 기록
ru: Складирование
zh_cn: 入库单记录
zh_tw: 入庫單記錄

# JiuBan
source: Old Version
de: Alte Version
fr: Ancienne version
ko: 이전 버전
ru: Старая версия
zh_cn: 旧版
zh_tw: 舊版

# XinBan
source: New Version
de: Neue Version
fr: Nouvelle version
ko: 새 버전
ru: Новая версия
zh_cn: 新版
zh_tw: 新版

# YuRuKu
source: Aleady Check In
de: Wurde gespeichert
fr: A été stocké
ko: 저장 됨
ru: Был сохранен
zh_cn: 已入库
zh_tw: 已入庫

# YuRuKuLiang
source: Aleady Check In
de: Ist die Menge an Speicher
fr: A été la quantité de stockage
ko: 저장량이되었습니다.
ru: Был ли объем хранения
zh_cn: 已入库量
zh_tw: 已入庫量

# XiangMuWuZiYuSuan
source: Project material budget
de: Projektmaterialbudget
fr: Budget du matériel de projet
ko: 프로젝트 재료 예산
ru: Бюджет проекта
zh_cn: 项目物资预算
zh_tw: 項目物資預算

# WuZhi
source: Material
fr: Matériau
ko: 재료
ru: материалы
zh_cn: 物资
zh_tw: 物資

# BenChiQingKuanJinE
source: The amount of this offer
de: Die Höhe dieses Angebots
fr: Le montant de cette offre
ko: 이 제안 금액
ru: Сумма этого предложения
zh_cn: 本次请款金额
zh_tw: 本次請款金額

# BenChiXiangMuLeiJiJinE
source: The total amount of this project
de: Der Gesamtbetrag dieses Projekts
fr: Le montant total de ce projet
ko: 이 프로젝트의 총 금액
ru: Общая сумма этого проекта
zh_cn: 本次项目累计金额
zh_tw: 本次項目累計金額

# BenXiangMuLeiJiZongE
source: Accumulated amount of this project
de: Kumulierter Betrag dieses Projekts
fr: Montant accumulé de ce projet
ko: 이 프로젝트의 누적 금액
ru: Накопленная сумма этого проекта
zh_cn: 本项目累计金额
zh_tw: 本項目累計金額

# BiJiaBiao
source: Parity table
de: Paritätstabelle
fr: Table de parité
ko: 패리티 테이블
ru: Таблицы четности
zh_cn: 比价表
zh_tw: 比價表

# DuiLaoWuFenBaoDeQiTaYaoQiu
source: Other requirements for subcontracting labor
de: Andere Anforderungen für Lohnarbeit
fr: Autres exigences pour la main-d'œuvre sous-traitante
ko: 외주 노동에 대한 기타 요구 사항
ru: Другие требования для субподрядного труда
zh_cn: 对分包的其他要求
zh_tw: 對勞務分包的其他要求

# FenBaoNeiRong
source: Subcontract content
de: Subkontrakt-Inhalt
fr: Contenu de sous-contrat
ko: 외주 계약 내용
ru: Содержимое субконтракта
zh_cn: 分包内容
zh_tw: 分包內容

# GongChengDiDian
source: construction place
de: Baustelle
fr: Site d'ingénierie
ko: 엔지니어링 사이트
ru: Инженерный сайт
zh_cn: 工程地点
zh_tw: 工程地點

# GongChengShuLiang
source: Number of works
de: Anzahl der Werke
fr: Nombre d'œuvres
ko: 작품 수
ru: Количество работ
zh_cn: 工程数量
zh_tw: 工程數量

# GongYingShangShongHuoDan
source: Supplier delivery order
de: Lieferanten-Lieferauftrag
fr: Commande de livraison du fournisseur
ko: 공급 업체 주문
ru: Заказ поставки поставщика
zh_cn: 供应商送货单
zh_tw: 供應商送貨單

# GongYingShangWuZiCaiGouFuKuanShengQing
source: Supplier material purchase payment application
de: Zahlungsanwendung für das Material des Lieferanten
fr: Demande de paiement d'achat de matériel fournisseur
ko: 공급 업체 자재 구매 지불 애플리케이션
ru: Заявка на покупку материала поставщика
zh_cn: 供应商物资采购付款申请
zh_tw: 供應商物資採購付款申請

# GongYingShangZiChanCaiGouFuKuanShengQing
source: Supplier Asset Purchase Payment Request
de: Lieferantenbestandskauf Zahlungsanforderung
fr: Demande de paiement d'achat d'actifs par le fournisseur
ko: 공급 업체 자산 구매 지불 요청
ru: Запрос на покупку активов поставщика
zh_cn: 供应商资产采购付款申请
zh_tw: 供應商資產採購付款申請

# HeTongFuKuanTiaoJianHeYuJiMiaoShu
source: Contract payment terms and description
de: Zahlungsbedingungen und Beschreibung des Vertrags
fr: Conditions de paiement du contrat et description
ko: 계약 지불 조건 및 설명
ru: Условия и условия оплаты
zh_cn: 合同付款条件和依据描述
zh_tw: 合同付款條件和依據描述

# HeTongQianYueFang
source: Contract party
de: Vertragspartei
fr: Partie contractante
ko: 계약 당사자
ru: Договорная сторона
zh_cn: 合同签约方
zh_tw: 合同簽約方

# HeTongWaiYingFuKuanHeJi
source: Total payments payable under contract
de: Gesamtzahlungen zahlbar unter Vertrag
fr: Total des paiements à payer en vertu du contrat
ko: 계약에 따라 지불 할 총 지불액
ru: Суммарные платежи, подлежащие оплате по контракту
zh_cn: 合同外应付款合计
zh_tw: 合同外應付款合計

# JiHuaKaiGongShiJian
source: Plan start time
de: Planstartzeit
fr: Planifier l'heure de début
ko: 계획 시작 시간
ru: Время начала плана
zh_cn: 计划开工期间
zh_tw: 計劃開工時間

# LaoWuFenBaoFuKuanShengQingBiao
source: Labor Subcontract Payment Application Form
de: Lohnunterauftragsformular für die Lohnbearbeitung
fr: Formulaire de demande de paiement de sous-traitance
ko: 노동 외주 지불 신청서
ru: Заявка на подачу заявки на субподряд работника
zh_cn: 分包付款申请表
zh_tw: 勞務分包付款申請表

# LeiJiJinE
source: Accumulated amount
de: Kumulierte Menge
fr: Montant accumulé
ko: 누계 금액
ru: Накопленная сумма
zh_cn: 累计金额
zh_tw: 累計金額

# LeiJiYingJiaoFaPiao
source: Accumulate the invoice
de: Sammeln Sie die Rechnung
fr: Accumuler la facture
ko: 인보이스 누적
ru: Накопить счет
zh_cn: 累计应交发票
zh_tw: 累計應交發票

# LeiJiYuJiaoFaPiao
source: Accumulated has been invoiced
de: Kumuliert wurde in Rechnung gestellt
fr: Accumulé a été facturé
ko: 누적 된 인보이스가 발행되었습니다.
ru: Накопленный счет выставлен
zh_cn: 累计已交发票
zh_tw: 累計已交發票

# LiaoPingCaiGouFuKuanShengQing
source: Application for payment of item purchase
de: Antrag auf Zahlung des Artikelkaufs
fr: Demande de paiement de l'achat d'un article
ko: 상품 구매 지불 신청
ru: Заявка на оплату покупки товара
zh_cn: 物料采购付款申请
zh_tw: 物料採購付款申請

# QingZhuang
source: Clearing
ko: 반제
ru: сосчитываться
zh_cn: 清账
zh_tw: 清賬

# RuKuDanMingXi
source: Warehousing details
de: Lagerdetails
fr: Détails de l'entreposage
ko: 창고 입고 세부 사항
ru: Детали складирования
zh_cn: 入库单明细
zh_tw: 入庫單明細

# SheBeiShuLiang
source: Equipment Quantity
de: Anzahl der Geräte
fr: Nombre d'équipement
ko: 장비 수
ru: Количество оборудования
zh_cn: 设备数量
zh_tw: 設備數量

# ShiGongZongZhouQi
source: Construction period
de: Bauzeit
fr: Période de construction
ko: 건설 기간
ru: Период строительства
zh_cn: 施工总周期
zh_tw: 施工總週期

# ShiJiGongChengE
source: Actual engineering amount
de: Tatsächliche Engineering-Menge
fr: Montant réel de l'ingénierie
ko: 실제 엔지니어링 금액
ru: Фактическая сумма
zh_cn: 实际工程额
zh_tw: 實際工程額

# ShouKuanShouJu
source: Payment receipt
de: Empfangsbestätigung
fr: Réception de reçu
ko: 영수증 영수증
ru: Получение чека
zh_cn: 收款收据
zh_tw: 收款收據

# WuZiCaiGouFuKuanShengQing
source: Material purchase payment application
de: Material Kaufantrag
fr: Demande de paiement d'achat de matériel
ko: 자재 구매 지불 애플리케이션
ru: Заявка на покупку материала
zh_cn: 物资采购付款申请
zh_tw: 物資採購付款申請

# XianChangShiGongTiaoJian
source: Site construction conditions
de: Baustellenbedingungen
fr: Conditions de construction du site
ko: 부지 건설 조건
ru: Условия строительства сайта
zh_cn: 现场施工条件
zh_tw: 現場施工條件

# XiangMuQingGouDan
source: Project requisition
de: Projektanforderung
fr: Demande de projet
ko: 프로젝트 요청
ru: Реализация заявки
zh_cn: 项目请购单
zh_tw: 項目請購單

# XiangMuWuZhiCaiGouShengQing
source: Project material purchase payment application
de: Projektmaterial Kaufantrag kaufen
fr: Demande de paiement d'achat de matériel de projet
ko: 프로젝트 자재 구매 지불 애플리케이션
ru: Заявка на покупку материала для проекта
zh_cn: 项目物资采购付款申请
zh_tw: 項目物資採購付款申請

# YiFuKuanJinE
source: Amount paid
de: Bezahlter Betrag
fr: Montant payé
ko: 지불 금액
ru: Сумма уплаченного
zh_cn: 已付款金额
zh_tw: 已付款金額

# YiFuKuanZongE
source: Total paid
de: Insgesamt bezahlt
fr: Total payé
ko: 총 지불액
ru: Всего оплачено
zh_cn: 已付款总额
zh_tw: 已付款總額

# YingFuZongJi
source: To cope with the total
de: Um mit der Gesamtmenge fertig zu werden
fr: Pour faire face au total
ko: 대처하기 위해
ru: Чтобы справиться с общей
zh_cn: 应付总计
zh_tw: 應付總計

# YingJiaoFuJian
source: Should be attached
de: Sollte beigefügt werden
fr: Devrait être attaché
ko: 첨부해야합니다.
ru: Должен быть прикреплен
zh_cn: 应交附件
zh_tw: 應交附件

# YingKouZhanKouJinEHeJi
source: The total amount of deductions should be deducted
de: Der Gesamtbetrag der Abzüge sollte abgezogen werden
fr: Le montant total des déductions devrait être déduit
ko: 총 공제액을 공제해야합니다.
ru: Общая сумма вычетов должна быть вычтена
zh_cn: 应扣暂扣款金额合计
zh_tw: 應扣暫扣款金額合計

# YuJiGongChengE
source: Expected works
de: Erwartete Arbeiten
fr: Travaux prévus
ko: 예상 작품
ru: Ожидаемые работы
zh_cn: 预计工程额
zh_tw: 預計工程額

# ZhiFuFangShi
source: payment method
de: Zahlungsmethode
fr: Méthode de paiement
ko: 지불 방법
ru: Способ оплаты
zh_cn: 支付方式
zh_tw: 支付方式

# ZhiPiao
source: check
de: Scheck
fr: Vérifier
ko: 확인
ru: Проверить
zh_cn: 支票
zh_tw: 支票

# ZiChanCaiGouFuKuanShengQing
source: Application for payment of asset purchase
de: Antrag auf Zahlung des Ankaufs von Vermögenswerten
fr: Demande de paiement de l'achat d'actifs
ko: 자산 구입 지불 신청
ru: Заявление на оплату покупки активов
zh_cn: 资产采购付款申请
zh_tw: 資產採購付款申請

# FenBaoFuKuanShengQing
source: Subcontract payment application
de: Lohnbearbeitungsauftrag
fr: Demande de paiement de sous-traitance
ko: 외주 지불 애플리케이션
ru: Заявка на получение субконтракта
zh_cn: 分包付款申请
zh_tw: 分包付款申請

# FuKuanShengQing
source: Payment Request
de: Zahlungsantrag
fr: Demande de paiement
ko: 지불 애플리케이션
ru: Платежное заявление
zh_cn: 付款申请
zh_tw: 付款申請

# LaoWuFenBaoShengQingBiao
source: Labor Subcontract Application Form
de: Arbeitsantragsformular für Lohnarbeiten
fr: Formulaire de demande de contrat de sous-traitance
ko: 노동 하도급 신청서
ru: Заявка на подачу заявки на субподряд
zh_cn: 分包申请表
zh_tw: 勞務分包申請表

# YingFuZongEZongJi
source: Total amount payable
de: Gesamtbetrag fällig
fr: Montant total à payer
ko: 총 지불 금액
ru: Общая сумма к оплате
zh_cn: 应付总额总计
zh_tw: 應付總額總計

# YingKouZhanKouKuanHeJi
source: Should be deducted total deduction
de: Soll Gesamtabzug abgezogen werden
fr: Doit être déduit déduction totale
ko: 총 공제액을 공제해야합니다.
ru: Следует вычесть общий вычет
zh_cn: 应扣暂扣款合计
zh_tw: 應扣暫扣款合計

# BanGongSheFeiYong
source: Office expenses
de: Bürokosten
fr: Dépenses de bureau
ko: 사무 비용
ru: Офисные расходы
zh_cn: 办公室费用
zh_tw: 辦公室費用

# BanGongSheFeiYongBiLi
source: Office cost ratio
de: Bürokostenquote
fr: Coût du bureau
ko: 사무실 비용 비율
ru: Коэффициент стоимости офиса
zh_cn: 办公室费用比例
zh_tw: 辦公室費用比例

# CanFei
source: Meals
de: Mahlzeiten
fr: Repas
ko: 식사
ru: питание
zh_cn: 餐费
zh_tw: 餐費

# CheFei
source: fare
de: Tarif
fr: Tarif
ko: 요금
ru: плата за проезд
zh_cn: 车费
zh_tw: 車費

# GongLiShu
source: kilometers
de: Meilen
fr: Miles
ko: 마일즈
ru: пробег
zh_cn: 公里数
zh_tw: 公里數

# GongZuoLeiXing
source: Work Type
de: Arbeitstyp
fr: Type de travail
ko: 작업 유형
ru: Тип работы
zh_cn: 工作类型
zh_tw: 工作類型

# JianChaFeiYong
source: Check the cost
de: Überprüfen Sie die Kosten
fr: Vérifiez le coût
ko: 비용을 확인하십시오.
ru: Проверьте стоимость
zh_cn: 检查费用
zh_tw: 檢查費用

# JianChaFeiYongBiLi
source: Check the cost ratio
de: Überprüfen Sie das Kostenverhältnis
fr: Vérifiez le ratio des coûts
ko: 비용 비율을 확인하십시오.
ru: Проверьте соотношение затрат
zh_cn: 检查费用比例
zh_tw: 檢查費用比例

# ShengYuFenPeiKuan
source: Remaining distribution
de: Verbleibende Verteilung
fr: Distribution restante
ko: 남은 분포
ru: Оставшееся распределение
zh_cn: 剩余分配款
zh_tw: 剩餘分配款

# SuoXingWanCheng
source: Refresh is complete
de: Die Aktualisierung ist abgeschlossen
fr: Actualiser est terminé
ko: 새로 고침이 완료되었습니다.
ru: Обновление завершено
zh_cn: 刷新完成
zh_tw: 刷新完成

# SuoXingWanChengQingJianCha
source: Refresh failed, please check!
de: Aktualisierung fehlgeschlagen, bitte überprüfen!
fr: L'actualisation a échoué, veuillez vérifier!
ko: 새로 고침에 실패했습니다. 확인하십시오!
ru: Обновить не удалось, проверьте!
zh_cn: 刷新失败，请检查！
zh_tw: 刷新失敗，請檢查！

# XiangMuFeiYongYiChengYuanShouRu
source: Project costs and membership income
de: Projektkosten und Mitgliedseinkommen
fr: Coûts du projet et revenus d'adhésion
ko: 프로젝트 비용 및 회원 수입
ru: Стоимость проекта и членский доход
zh_cn: 项目费用与成员收入
zh_tw: 項目費用與成員收入

# YuanGongGongShiShouRu
source: Staff Hours and Income
de: Personalstunden und Einkommen
fr: Heures de travail et revenu du personnel
ko: 직원 근무 시간 및 소득
ru: Часы работы персонала и доходы
zh_cn: 员工工期与收入
zh_tw: 員工工時與收入

# ChengYuanDaiMa
source: Member Code
de: Mitgliedscode
fr: Code du membre
ko: 회원 코드
ru: Код участника
zh_cn: 成员代码
zh_tw: 成員代碼

# ChenYuanMingCheng
source: Member Name
de: Mitgliedsname
fr: Nom du membre
ko: 회원 명
ru: Имя пользователя
zh_cn: 成员名称
zh_tw: 成員名稱

# ShuoXingGongShi
source: Refresh Workhour
de: Aktualisierungszeit
fr: Rafraîchir le temps
ko: 새로 고침 시간
ru: Время обновления
zh_cn: 刷新工期
zh_tw: 刷新工時

# MeiGongLiFeiYong
source: Per kilometer fee
de: Pro Kilometergebühr
fr: Par kilomètre
ko: 킬로미터 당 수수료
ru: Плата за километр
zh_cn: 每公里费用
zh_tw: 每公里費用

# ShiJiMeiTianFeiYong
source: The driver costs every day
de: Der Fahrer kostet jeden Tag
fr: Le chauffeur coûte tous les jours
ko: 운전자는 매일 비용을 부담합니다.
ru: Водитель стоит каждый день
zh_cn: 司机每天费用
zh_tw: 司機每天費用

# HeTongBianGeng
source: Change in contract
de: Vertragsänderung
fr: Changement de contrat
ko: 계약 변경
ru: Изменение контракта
zh_cn: 合同变更
zh_tw: 合同變更

# JiaFangYuanYing
source: Party A reason
fr: Partie A raison
ko: 파티 이유
ru: Сторона Причина
zh_cn: 甲方原因
zh_tw: 甲方原因

# ShuangFangYuanYing
source: Reasons for both parties
fr: Raisons pour les deux parties
ko: 양 당사자의 이유
ru: Причины для обеих сторон
zh_cn: 双方原因
zh_tw: 雙方原因

# YifangYuanYing
source: Party B reasons
de: Party B Reason
fr: Partie B Raison
ko: 파티 B 이유
ru: Причина партии B
zh_cn: 乙方原因
zh_tw: 乙方原因

# ChaKanYuBeiFengDeGongZuoLiu
source: View the backup workflow
de: View backed up workflow
fr: Afficher le flux de travail sauvegardé
ko: 백업 된 워크 플로우보기
ru: Просмотр резервного копирования рабочего процесса
zh_cn: 查看已备份的工作流
zh_tw: 查看已備份的工作流

# LiuChengShuJiZhuanYu
source: Process data transfer
fr: Traiter le transfert de données
ko: 데이터 전송 처리
ru: Передача данных процесса
zh_cn: 流程数据转移
zh_tw: 流程數據轉移

# ZZSBZNZYSEGYZQDSJQJC
source: Failure, only the transfer of data before twelve months, please check!
de: Failure, can only transfer data before twelve months, please check!
fr: Le non, ne peut transférer des données douze mois précédents, chèque!
ko: 실패, 12 개월 전에 만 데이터를 전송할 수 있습니다. 확인하십시오!
ru: Отказ, может передавать данные только до двенадцати месяцев, пожалуйста, проверьте!
zh_cn: 失败，只能转移十二个月之前的数据，请检查！
zh_tw: 失敗，只能轉移十二個月之前的數據，請檢查！

# YuBeiFengCanYuShenHeGuoDeGongZuoLiu
source: Backed up the workflows that were reviewed
de: Backupd workflow reviewed
fr: Flux de travail Backupd revu
ko: 워크 플로우 검토 된 Backupd
ru: Реализован рабочий процесс Backupd
zh_cn: 已备份参与审核过的工作流
zh_tw: 已備份參與審核過的工作流

# BanGongDiZhi
source: Office Address
fr: Adresse du bureau
ko: 사무실 주소
ru: Адрес офиса
zh_cn: 办公地址
zh_tw: 辦公地址

# APPYongHuWeiHu
source: APP user maintenance
fr: Maintenance de l'utilisateur APP
ko: APP 사용자 유지 관리
ru: Обслуживание пользователей APP
zh_cn: APP用户维护
zh_tw: APP用戶維護

# ZZFCKBNWKQJC
source: Father warehouse can not be empty, please check!
de: The parent warehouse cannot be empty, please check!
fr: L'entrepôt parent ne peut pas être vide, veuillez vérifier!
ko: 부모 창고는 비워 둘 수 없습니다. 확인하십시오!
ru: Родительский склад не может быть пустым, проверьте!
zh_cn: 父仓库不能为空，请检查！
zh_tw: 父倉庫不能為空，請檢查！

# XiangMuWuZhiFeiYongShengQing
source: Project material cost application
fr: Demande de coût du matériel de projet
ko: 프로젝트 자재 원가 적용
ru: Затраты на использование материала проекта
zh_cn: 项目物资费用申请
zh_tw: 項目物資費用申請

# GuanLianZiLiuCheng
source: Associate Child Workflow
de: Associated subprocesses
fr: Sous-processus associés
ko: 연관된 하위 프로세스
ru: Связанные подпроцессы
zh_cn: 关联子流程
zh_tw: 關聯子流程

# CHENGYUANSHOURUFENPEIJT
source: -> member income distribution
de: -->Members' Income Distribution
fr: -> Distribution des revenus des membres
ko: -> 회원 소득 분배
ru: -> Распределение доходов участников
zh_cn: -->成员收入分配
zh_tw: -->成員收入分配

# GONGZUOLIANGFENPEIJT
source: -> workload distribution
fr: -> Répartition de la charge de travail
ko: -> 워크로드 분산
ru: -> Распределение рабочей нагрузки
zh_cn: -->工作量分配
zh_tw: -->工作量分配

# hlDailyWorkReportJT
source: -> Working Log Report
de: -->Work log report
fr: -> Rapport du journal de travail
ko: -> 작업 로그 보고서
ru: -> Отчет о рабочем журнале
zh_cn: -->工作日志报表
zh_tw: -->工作日誌報表

# ProjectDocumentJT
source: -> project documentation
fr: -> Documentation du projet
ko: -> 프로젝트 문서
ru: -> Документация по проекту
zh_cn: -->项目文档
zh_tw: -->項目文檔

# ProjectMemberJT
source: -> Project members
fr: -> Membres du projet
ko: -> 프로젝트 회원
ru: -> Участники проекта
zh_cn: -->项目成员
zh_tw: -->項目成員

# KeYongWeb
source: CanWEB
de: Available WEB
fr: Web disponible
ko: 사용 가능한 웹
ru: Доступный WEB
zh_cn: 可用WEB
zh_tw: 可用WEB

# YongHuWeiHu
source: User maintenance
fr: Maintenance de l'utilisateur
ko: 사용자 유지 관리
ru: Обслуживание пользователей
zh_cn: 用户维护
zh_tw: 用戶維護

# ZZJGWEBYHSYJDYNDZCSAPPLICENSEGDDSMBNZXZXDWEBYHL
source: Warning, the number of WEB users is equal to the number of your license APP license regulations, can not add new WEB users!
de: Warning, the number of WEB users is equal to the number of your registered licenses for APP licenses, and you cannot add new WEB users!
fr: Attention, WEB Numéro de licence égal au nombre que l'utilisateur a spécifié dans votre autorisation d'enregistrement APP, ne peut pas ajouter un nouvel utilisateur WEB!
ko: 경고, WEB 사용자의 수는 귀하의 등록 된 APP 라이센스 수와 같으며 새로운 WEB 사용자를 추가 할 수 없습니다!
ru: Предупреждение. Количество пользователей WEB равно количеству ваших зарегистрированных лицензий на лицензии APP, и вы не можете добавлять новых пользователей WEB!
zh_cn: 警告，WEB用户数已经等于你的注册授权APP License规定的数目，不能再新增新的WEB用户了！
zh_tw: 警告，WEB用戶數已經等於你的註冊授權APP License規定的數目，不能再新增新的WEB用戶了！

# YeMianMoZuSheDing
source: Page Module Set
de: Page module settings
fr: Paramètres du module de page
ko: 페이지 모듈 설정
ru: Настройки модуля страницы
zh_cn: 页面模组设定
zh_tw: 頁面模組設定

# ChaKanShiLiDaiMa
source: View Sample Code
de: See the sample code
fr: Voir l'exemple de code
ko: 샘플 코드보기
ru: См. Пример кода
zh_cn: 查看示例代码
zh_tw: 查看示例代碼

# RGYZYGAZLXMLWJQXBXMLCOPY
source: If you have already moved the workflow XML file, first copy the transferred workflow XML file back to the XML directory of the ProjectDoc folder, and then import it
de: If you have already transferred the workflow XML file, please COPY the transferred workflow XML file back to the XML directory of the ProjectDoc folder before performing the import action.
fr: Si vous avez transféré sur un fichier XML de flux de travail, s'il vous plaît mettre fichier XML Flux de travail a été transféré au catalogue XML COPY dossier sous ProjectDoc, puis l'action importation
ko: 당신은 워크 플로우 XML 파일을 통해 전송 한 경우, 워크 플로 XML 파일이 다시 아래에 복사 XML 카탈로그 ProjectDoc 폴더로 전송 된 넣어, 다음 행동을 가져 주시기 바랍니다
ru: Если вы уже перенесли XML-файл рабочего процесса, пожалуйста, перед выполнением действия импорта скопируйте перенесенный XML-файл рабочего процесса обратно в каталог XML папки ProjectDoc.
zh_cn: 如果已转移过工作流XML文件，请先把已转移的工作流XML文件COPY回ProjectDoc文件夹的XML目录下，再进行导入动作
zh_tw: 如果已轉移過工作流XML文件，請先把已轉移的工作流XML文件COPY回ProjectDoc文件夾的XML目錄下，再進行導入動作

# FuJieDianLuJing
source: Parent node path
fr: Chemin du noeud parent
ko: 부모 노드 경로
ru: Родительский путь узла
zh_cn: 父节点路径
zh_tw: 父節點路徑

# GZLBHZNSZS
source: Warning, workflow number can only be an integer!
de: Warning, the workflow number can only be an integer!
fr: Avertissement, flux de travail ne peut être un nombre entier!
ko: 워크 플로 번호는 정수일 수 있습니다.
ru: Предупреждение. Номер рабочего процесса может быть целым числом!
zh_cn: 警告，工作流编号只能是整数！
zh_tw: 警告，工作流編號只能是整數！

# JieDianLuJing
source: Node path
fr: Chemin du nœud
ko: 노드 경로
ru: Путь узла
zh_cn: 节点路径
zh_tw: 節點路徑

# JieDianShuXing
source: Node properties
fr: Propriétés du noeud
ko: 노드 속성
ru: Свойства узла
zh_cn: 节点属性
zh_tw: 節點屬性
