Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# FaSongKaiShiShiJian
source: Send Start Time
de: Senden Sie Startzeit
fr: Envoyer Start Time
ko: 시작 시간 보내기
ru: Отправить Время начала
zh_cn: 发送开始时间
zh_tw: 發送開始時間

# FaSongLianXiRen
source: Send Contact:
de: Kontakt senden:
fr: Envoyer Contact:
ko: 연락 보내기 :
ru: Отправить контакт:
zh_cn: 发送联系人：
zh_tw: 發送連絡人：

# FaSongRen
source: Date of Authorization:
de: Datum der Zulassung:
fr: Date de l'autorisation:
ko: 권한 부여 날짜 :
ru: Дата утверждения:
zh_cn: 委托日期：
zh_tw: 委託日期：

# FaSongShiJian
source: Transmission time
de: Übertragungszeit
fr: Le temps de transmission
ko: 송신 시간
ru: Время передачи
zh_cn: 发送时间
zh_tw: 發送時間

# FaSongXinXi
source: Send message
de: Eine Nachricht senden
fr: Envoyer un message
ko: 메시지 보내기
ru: Отправить сообщение
zh_cn: 发送信息
zh_tw: 發送資訊

# FaSongYouJian
source: send email
de: E-Mail an
fr: Envoyer un e-mail
ko: 전자 메일 보내기
ru: Отправить по электронной почте
zh_cn: 发送邮件
zh_tw: 發送郵件

# FaTuDengJi
source: Made plans Registration
de: Pläne gemacht Registrierung
fr: Fait plans inscription
ko: 제작 계획 등록
ru: Сделано планы регистрации
zh_cn: 发图登记
zh_tw: 發圖登記

# FaTuJiHua
source: Made plans Plan
de: Pläne gemacht Plans
fr: Fait régime de plans
ko: 제작 계획 계획
ru: Сделано планы План
zh_cn: 发图计划
zh_tw: 發圖計畫

# FaTuRiQi
source: Made plans to date
de: Pläne gemacht Datum
fr: Fait plans date
ko: 제작 계획 날짜
ru: Сделано планы Дата
zh_cn: 发图日期
zh_tw: 發圖日期

# FaWenBuMen
source: Dispatch department
de: Versandabteilung
fr: Service d'expédition
ko: 파견 부서
ru: Отправка отдел
zh_cn: 发文部门
zh_tw: 發文部門

# FaWenDengJi
source: Issued registration
de: Registrierung ausgestellt
fr: Inscription délivré
ko: 등록 발행
ru: Регистрация выдана
zh_cn: 发文登记
zh_tw: 發文登記

# FaWenQuXiang
source: Issued whereabouts
de: Ausgestellt Verbleib
fr: Localisation émis
ko: 발행 행방
ru: Выпущенные местонахождение
zh_cn: 发文去向
zh_tw: 發文去向

# FaXianR
source: Discovered
de: Entdeckt
fr: Découvert
ko: 발견
ru: Обнаруженный
zh_cn: 发现日期
zh_tw: 發現日期

# FaXianRiQi
source: Discovered
de: Entdeckt
fr: Découvert
ko: 발견
ru: Обнаруженный
zh_cn: 发现日期
zh_tw: 發現日期

# FaXianShiJian
source: Find time
de: Finden Sie Zeit
fr: Trouvez le temps
ko: 시간 찾기
ru: Найдите время
zh_cn: 发现时间
zh_tw: 發現時間

# FaXinXi
source: send message
de: Nachricht senden
fr: Envoyer un message
ko: 메시지 보내기
ru: Отправить сообщение
zh_cn: 发信息
zh_tw: 發信息

# FaYouJian
source: Send email
de: E-Mail an
fr: Envoyer un e-mail
ko: 전자 메일 보내기
ru: Отправить по электронной почте
zh_cn: 发邮件
zh_tw: 發郵件

# FaZhengJiGuan
source: issuing authority
de: Ausstellende Behörde
fr: L'autorité de délivrance
ko: 권한을 발급
ru: Орган, выдавший лицензию
zh_cn: 发证机关
zh_tw: 發證機關

# FaZhengRiQi
source: Date of issue
de: Ausgabedatum
fr: Date de publication
ko: 문제의 날짜
ru: Дата выдачи
zh_cn: 发证日期
zh_tw: 發證日期

# Fei
source: Lung
de: Lunge
ko: 폐
ru: Легкое
zh_cn: 肺
zh_tw: 肺

# FeiBenZhiZhuanYeTeChang
source: Non-own expertise
de: Nicht ihre eigene Expertise
fr: Non leur propre expertise
ko: 비 자신의 전문 지식을
ru: Номера их собственный опыт
zh_cn: 非本职专业特长
zh_tw: 非本職專業特長

# FeiChangManYi
source: Very satisfied
de: Sehr zufrieden
fr: Très satisfait
ko: 매우 만족
ru: Очень доволен
zh_cn: 非常满意
zh_tw: 非常滿意

# FeiChangZhongDa
source: Very important
de: Sehr wichtig
fr: Très important
ko: 매우 중요
ru: Очень важно,
zh_cn: 非常重大
zh_tw: 非常重大

# FeiChangZhongYao
source: Very important
de: Sehr wichtig
fr: Très important
ko: 매우 중요
ru: Очень важно,
zh_cn: 非常重要
zh_tw: 非常重要

# FeiKongZhuGuan
source: Fee control director
de: Fee Steuerungsüberwachungs
fr: Superviseur du contrôle des frais
ko: 요금 제어 관리자
ru: Руководитель управления Плата
zh_cn: 费控主管
zh_tw: 費控主管

# FeiXiangDaLei
source: Fee item category
de: Fee Positionstyp
fr: Catégorie d'articles de Fee
ko: 수수료 항목 범주
ru: Плата категории товара
zh_cn: 费项大类
zh_tw: 費項大類

# FeiXiangLeiXing
source: Fee Item Type
fr: Type de frais d'objet
ko: 요금 아이템 종류
ru: Плата Тип элемента
zh_cn: 费项类型
zh_tw: 費項類型

# FeiXiangYuSuan
source: Budget
ko: 예산
ru: Бюджет
zh_cn: 费用预算
zh_tw: 費用預算

# FeiYong
source: Fee
de: Honorar
ko: 보수
ru: Плата
zh_cn: 费用
zh_tw: 費用

# FeiYongBaoXiao
source: Reimbursement
de: Rückerstattung
fr: Remboursement
ko: 보상
ru: Возмещение
zh_cn: 费用报销
zh_tw: 費用報銷

# FeiYongBaoXiaoHuiZong
source: Expenses Summary
de: Aufwendungen Zusammenfassung
fr: Sommaire des dépenses
ko: 비용 요약
ru: Расходы резюме
zh_cn: 费用报销汇总
zh_tw: 費用報銷匯總

# FeiYongBaoXiaoJiZhang
source: Expense Accounting
de: Erstattung Rechnungswesen
fr: La comptabilité de remboursement
ko: 상환 회계
ru: Учет Возмещение
zh_cn: 费用报销记账
zh_tw: 費用報銷計帳

# FeiYongHeSuan
source: Cost accounting
de: Kostenrechnung
fr: La comptabilité analytique
ko: 원가 계산
ru: Учет затрат
zh_cn: 费用核算
zh_tw: 費用核算

# FeiYongHuiZong
source: Cost summary
de: Kostenübersicht
fr: Sommaire des coûts
ko: 비용 요약
ru: Резюме Стоимость
zh_cn: 费用汇总
zh_tw: 費用匯總

# FeiYongID
source: Cost ID
fr: ID des coûts
ko: 비용 ID
ru: Стоимость ID
zh_cn: 费用ID
zh_tw: 費用ID

# FeiYongMingChen
source: Name of expense
de: Name der Kosten
fr: Nom de la dépense
ko: 비용의 이름
ru: Название счет
zh_cn: 费用名称
zh_tw: 費用名稱

# FeiYongMingCheng
source: Name of expense
de: Name der Kosten
fr: Nom de la dépense
ko: 비용의 이름
ru: Название счет
zh_cn: 费用名称
zh_tw: 費用名稱

# FeiYongMingXi
source: Charge Details
de: Ladung-Details
fr: Détails Charge
ko: 요금 세부 사항
ru: Подробнее зарядки
zh_cn: 费用明细
zh_tw: 費用明細

# FeiYongMingXiYuBaoXiao
source: Fees and reimbursement details
de: Honorare und der Rückerstattung Details
fr: Les frais et les modalités de remboursement
ko: 수수료 및 상환 정보
ru: Тарифы и детали возмещения
zh_cn: 费用明细与报销
zh_tw: 費用明細與報銷

# FeiYongShenQing
source: Fees apply for
de: Die Gebühren für die Anwendung
fr: Contre un supplément,
ko: 요금 적용
ru: Тарифы применяются для
zh_cn: 费用申请
zh_tw: 費用申請

# FeiYongShenQingHuiZong
source: Fees apply for summary
de: Die Gebühren für die Zusammenfassung gelten
fr: Supplément pour le résumé
ko: 요금 요약 신청
ru: Тарифы применяются для описания
zh_cn: 费用申请汇总
zh_tw: 費用申請匯總

# FeiYongShenQingJiZhang
source: Cost accounting application
de: Kostenrechnungsanwendung
fr: Application de comptabilité des coûts
ko: 원가 회계 응용 프로그램
ru: Приложение учета затрат
zh_cn: 费用申请记账
zh_tw: 費用申請計帳

# FeiYongYuSuan
source: Budget
ko: 예산
ru: Бюджет
zh_cn: 费用预算
zh_tw: 費用預算

# FeiYongZhiChu
source: Expenses
de: Auslagen
fr: Dépenses
ko: 경비
ru: Расходы
zh_cn: 费用支出
zh_tw: 費用支出

# FeiYongZhiChuHuiZong
source: Summary of expenses
de: Aufwendungen Zusammenfassung
fr: Sommaire des dépenses
ko: 경비 개요
ru: Расходы Резюме
zh_cn: 费用支出汇总
zh_tw: 費用支出匯總

# FeiYongZongE
source: The total cost
de: Die Gesamtkosten
fr: Le coût total
ko: 총 비용
ru: Общая стоимость
zh_cn: 费用总额
zh_tw: 費用總額

# Fen
source: Minute
de: Niederlassung
fr: Direction générale
ko: 분기
ru: Филиал
zh_cn: 分
zh_tw: 分

# FenBaoBianMa
source: Sub-coding
de: Subcontracting Codierung
fr: Codage de la sous-traitance
ko: 하도급 코딩
ru: Субподряд кодирование
zh_cn: 分包编码
zh_tw: 分包編碼

# FenBaoGongZuoNeiRong
source: Subcontracting work content
de: Subcontracting Arbeitsinhalt
fr: Sous-traitance contenu du travail
ko: 외주 작업 내용
ru: Содержание субподрядных работ
zh_cn: 分包工作内容
zh_tw: 分包工作內容

# FenBaoShang
source: Subcontractor
de: Subunternehmer
fr: Sous-traitant
ko: 하청 인
ru: Субподрядчик
zh_cn: 分包商
zh_tw: 分包商

# FenBaoShangFuZeRen
source: Subcontractors responsible
de: Subunternehmer verantwortlich
fr: Les sous-traitants responsables
ko: 책임을 하청 업체
ru: Субподрядчики, ответственные
zh_cn: 分包商负责人
zh_tw: 分包商負責人

# FenBaoShenQing
source: Subcontracting application
de: Vergabe von Unteraufträgen gelten
fr: Sous-traitance appliquer
ko: 하도급 적용
ru: Субподряда применяются
zh_cn: 分包申请
zh_tw: 分包申請

# FenBaoXiangMuMingCheng
source: Subcontracting Project Title
de: Subcontracting Projekttitel
fr: Sous-traitance Titre du projet
ko: 하도급 프로젝트 제목
ru: Название проекта субподряда
zh_cn: 分包项目名称
zh_tw: 分包項目名稱

# FenBaoZhuanYe
source: Subcontracting Professional
de: Subcontracting Berufs
fr: Sous-traitance professionnelle
ko: 하도급 전문
ru: Субподряд Профессиональный
zh_cn: 分包专业
zh_tw: 分包專業

# FengMianGuanLi
source: Cover Management
de: Abdeckung Verwaltung
fr: Gestion de couverture
ko: 표지 관리
ru: Управление Обложка
zh_cn: 封面管理
zh_tw: 封面管理

# FengMianRiQi
source: Cover Date
de: Cover aufgenommen
fr: Date de couverture
ko: 커버 날짜
ru: Крышка Дата
zh_cn: 封面日期
zh_tw: 封面日期

# FengMianShuoMing
source: Cover Description
de: Cover Beschreibung
fr: Description de couverture
ko: 표지 설명
ru: Обложка Описание
zh_cn: 封面说明
zh_tw: 封面說明

# FengMianXinXi
source: Cover information:
de: Decken Sie Informationen:
fr: Couvrir d'informations:
ko: 정보를 포함합니다 :
ru: Обложка информацию:
zh_cn: 封面信息：
zh_tw: 封面資訊：

# FenGongSi
source: Branch
de: Niederlassung
fr: Direction générale
ko: 분기
ru: Филиал
zh_cn: 分公司
zh_tw: 分公司

# FengXian
source: Risk
de: Risiko
fr: Risque
ko: 위험
ru: Риск
zh_cn: 风险
zh_tw: 風險

# FengXianMingCheng
source: Risk name
de: Risiko Namen
fr: Nom de risque
ko: 위험 이름
ru: Имя рисками
zh_cn: 风险名称
zh_tw: 風險名稱

# FengXianPingGu
source: Risk assessment
de: Risikobewertung
fr: L'évaluation des risques
ko: 위험 평가
ru: Оценка риска
zh_cn: 风险评估
zh_tw: 風險評估

# FengXianPingGuGongZuoLiu
source: Risk Assessment Workflow
fr: L'évaluation des risques de workflow
ko: 위험 평가 작업 흐름
ru: Оценка риска рабочего процесса
zh_cn: 风险评估工作流
zh_tw: 風險評估工作流

# FengXianZhuanRenWu
source: Risk transfer task
de: Risikotransfer Aufgabe
fr: Tâche de transfert des risques
ko: 위험 전송 작업
ru: Перенос риска задача
zh_cn: 风险转任务
zh_tw: 風險轉任務

# FengZhong
source: Minute
ko: 분
ru: Минут
zh_cn: 分钟
zh_tw: 分鐘

# FenLei
source: Classification
de: Klassifikation
ko: 분류
ru: Классификация
zh_cn: 分类
zh_tw: 分類

# FenLeiDaiMa
source: Classification Codes
de: Klassifikationscodes
fr: Codes de classification
ko: 분류 코드
ru: Классификационные коды
zh_cn: 分类代码
zh_tw: 分類代碼

# FenLeiMa
source: Classification Code
de: Klassifizierungscode
fr: Code de classification
ko: 분류 코드
ru: Код классификации
zh_cn: 分类码
zh_tw: 分類碼

# FenLeiNeiRong
source: Categories Content
de: Kategorien Inhalts-
fr: Catégories de contenu
ko: 카테고리 내용
ru: Категории публикаций
zh_cn: 分类内容
zh_tw: 分類內容

# FenPai
source: Assignment
de: Zuordnung
fr: Affectation
ko: 할당
ru: Назначение
zh_cn: 分派
zh_tw: 分派

# FenPaiGuDe
source: Had dispatched
de: Wird ausgelöst, off
fr: Distribué off
ko: 오프 전달
ru: Отправляется от
zh_cn: 分派过的
zh_tw: 分派過的

# FenPaiGuoDe
source: Had dispatched
de: Wird ausgelöst, off
fr: Distribué off
ko: 오프 전달
ru: Отправляется от
zh_cn: 分派过的
zh_tw: 分派過的

# FenPaiJiLu
source: Dispatched record
de: Wird ausgelöst Rekord
fr: Distribué fiche
ko: 전달 기록
ru: Отправляется запись
zh_cn: 分派记录
zh_tw: 分派記錄

# FenPaiJiLuBianHao
source: Dispatched record number
de: Wird ausgelöst Rekordzahl
fr: Nombre record Distribué
ko: 전달 레코드 번호
ru: Отправляется рекордное количество
zh_cn: 分派记录编号
zh_tw: 分派記錄號碼

# FenPaiLuXianBianHao
source: Dispatched route number
de: Wird ausgelöst Routennummer
fr: Numéro de route Distribué
ko: 전달 경로 번호
ru: Отправляется номер маршрута
zh_cn: 分派路线编号
zh_tw: 分派路線編號

# FenPaiRen
source: Dispenser
de: Geliefert Menschen
fr: Expédié personnes
ko: 전달 사람들
ru: Отправляется люди
zh_cn: 分派人
zh_tw: 分派人

# FenPaiRenWu
source: Tasking
fr: Polyvalence
ko: 태스킹
ru: Управление задачами
zh_cn: 分派任务
zh_tw: 分派任務

# FenPaiRenWuGeiChengYuan
source: Assign tasks to members
de: Vergeben Sie Aufgaben an Mitglieder
fr: Assigner des tâches aux membres
ko: 회원들에게 작업을 할당
ru: Назначение задач для членов
zh_cn: 分派任务给成员
zh_tw: 分派任務給成員

# FenPaiXiangMuRenWuGeiXiangMuZuChengYuan
source: Project team members to assign project tasks
de: Projektteammitglieder Projektaufgaben zuordnen
fr: Membres de l'équipe de projet pour assigner les tâches du projet
ko: 프로젝트 팀 구성원들은 프로젝트 작업을 할당하기
ru: Члены команды проекта, чтобы назначить задачи проекта
zh_cn: 分派项目任务给项目组成员
zh_tw: 分派項目任務給項目組成員

# FenPaiXuQiu
source: Dispatched demand
de: Wird ausgelöst, die Nachfrage
fr: Distribué demande
ko: 전달 수요
ru: Отправляется спрос
zh_cn: 分派需求
zh_tw: 分派需求

# FenPaiZhe
source: Dispatcher
de: Wird ausgelöst durch
fr: Distribué par
ko: 에 의해 전달
ru: Отправляется
zh_cn: 分派者
zh_tw: 分派者

# FenPaiZheYiJian
source: Dispatcher comments
de: Geliefert von Ansichten
fr: Distribué par vues
ko: 전망에 의해 전달
ru: Отправляется видом
zh_cn: 分派者意见
zh_tw: 分派者意見

# FenQuYu
source: Subregional
de: Subregionalen
fr: Sous-régional
ko: 소
ru: Субрегиональный
zh_cn: 分区域
zh_tw: 分區域

# FenShu
source: Fraction
de: Bruchteil
ko: 분수
ru: Доля
zh_cn: 分数
zh_tw: 分數

# FenShu1
source: Fraction
de: Bruchteil
ko: 분수
ru: Доля
zh_cn: 分数
zh_tw: 分數

# FenXiLeiXing
source: Analysis Type
de: Analysetyp
fr: Type d'analyse
ko: 분석 유형
ru: Тип анализа
zh_cn: 分析类型
zh_tw: 分析類型

# FenXiMoXingSheJi
source: Analysis Model Design
de: Analyse-Modell-Entwurf
fr: Analyse du modèle Design
ko: 분석 모델 설계
ru: Модель анализа Дизайн
zh_cn: 分析模型设计
zh_tw: 分析模型設計

# FenXiMuBan
source: Analysis Templates
de: Analysevorlagen
fr: Modèles d'analyse
ko: 분석 템플릿
ru: Шаблоны анализ
zh_cn: 分析模板
zh_tw: 分析範本

# FenXiTu
source: Analysis chart
de: Analyse-Chart
fr: Grille d'analyse
ko: 분석 차트
ru: Анализ диаграммы
zh_cn: 分析图
zh_tw: 分析圖

# FenZhong
source: Minute
ko: 분
ru: Минут
zh_cn: 分钟
zh_tw: 分鐘

# Find
source: Inquire
de: Untersuchung
fr: Enquête
ko: 문의
ru: Запрос
zh_cn: 查询
zh_tw: 查詢

# FindAllreq
source: See all demand
de: Alle Nachfrage
fr: Voir toutes les demandes
ko: 모든 수요를보기
ru: Смотреть все спрос
zh_cn: 查看所有需求
zh_tw: 查看所有需求

# FindByStatus
source: By Status Category
de: Klassifizierung nach Status
fr: Classification par statut
ko: 상태에 따른 분류
ru: Классификация по статусу
zh_cn: 按状态分类
zh_tw: 按狀態分類

# FinishTime
source: Completion Date
de: Abschlussdatum
fr: Date d'achèvement
ko: 완료 날짜
ru: Дата завершения
zh_cn: 完成日期
zh_tw: 完成日期

# FitUpRiQi
source: Fit-Up Date
fr: Fit-Up Date de
ko: 맞는 업 날짜
ru: Fit-Up Дата
zh_cn: Fit-Up日期
zh_tw: Fit-Up日期

# FJWJZNSYGDGWJQDBHSC
source: Only one attachment file, multiple files, after the package upload!
de: Attachment-Dateien kann nur einen geben, nachdem das Paket hochladen mehrerer Dateien bitte!
fr: Les fichiers rattachés ne peuvent être un, après que le paquet télécharger plusieurs fichiers vous plaît!
ko: 첨부 파일은, 하나 패키지 후 여러 파일하십시오을 업로드 할 수 있습니다!
ru: Приложение файлов может быть только один, после пакета загружать сразу несколько файлов, пожалуйста!
zh_cn: 附件文件只能是一个,多个文件请打包后上传!
zh_tw: 附件檔只能是一個,多個檔請打包後上傳!

# Fou
source: No
de: Kein
fr: Non
ko: 아니
ru: Нет
zh_cn: 否
zh_tw: 否

# FPRWGXMCY
source: Assign tasks to project members
de: Aufgaben zuweisen, um Mitglieder zu projizieren
fr: Assigner des tâches aux membres du Projet
ko: 프로젝트 참여자에게 작업을 할당
ru: Связать задачи Участники проекта
zh_cn: 分派任务给项目成员
zh_tw: 分派任務給項目成員

# FPXMRWGXMZCY
source: Project team members to assign project tasks
de: Projektteammitglieder Projektaufgaben zuordnen
fr: Membres de l'équipe de projet pour assigner les tâches du projet
ko: 프로젝트 팀 구성원들은 프로젝트 작업을 할당하기
ru: Члены команды проекта, чтобы назначить задачи проекта
zh_cn: 分派项目任务给项目组成员
zh_tw: 分派項目任務給項目組成員

# FRIBianJi
source: FRI editor
fr: Éditeur FRI
ko: 금 편집기
ru: Редактор Пт
zh_cn: FRI编辑
zh_tw: FRI編輯

# FRIHao
source: No. FRI
de: Nein FRI
fr: N ° FRI
ko: 호 금
ru: Количество пт
zh_cn: FRI号
zh_tw: FRI號

# FRILieBiao
source: FRI list
de: FRI-Liste
fr: Liste FRI
ko: 금 목록
ru: Список Пт
zh_cn: FRI列表
zh_tw: FRI列表

source: From
de: Von
fr: À partir de
ko: 부터
ru: От
zh_cn: 从
zh_tw: 從

# FShiShiWenTi
source: F implementation issues
de: F Umsetzungsfragen
fr: Les questions de mise en œuvre F
ko: F 구현 문제
ru: Вопросы реализации F
zh_cn: F实施问题
zh_tw: F實施問題

# FSSBKNSFJGDQQYDFJMS
source: Transmission failure, may be too large attachments, enable large attachments Mode
de: Senden fehlgeschlagen ist, kann es zu großen Anlagen, ermöglichen große Anlage-Modus
fr: Envoyer échoué, peut-être trop de pièces jointes volumineuses, activez le mode de fixation grande
ko: 너무 큰 첨부 파일 수, 실패 수 보내기 큰 첨부 파일 모드를 활성화
ru: Отправить удалось, может быть слишком большие вложения, включите режим большой привязанности
zh_cn: 发送失败，可能是附件过大，请启用大附件模式
zh_tw: 發送失敗，可能是附件過大，請啟用大附件模式

# Fu
source: Pay
de: Zahlen
fr: Payer
ko: 지불
ru: Платить
zh_cn: 付
zh_tw: 付

# FuCaiLiaoKuan
source: Pay for materials
de: Bezahlen Sie für Materialien
fr: Payer pour matériaux
ko: 재료를 지불
ru: Оплатить материалов
zh_cn: 付材料款
zh_tw: 付材料款

# FuDuTu
source: Magnitude diagram
de: Helligkeits-Diagramm
fr: Schéma de Magnitude
ko: 크기도
ru: Величина схема
zh_cn: 幅度图
zh_tw: 幅度圖

# FuFeiKeMu
source: Paid Account
de: Premium Account
fr: Compte Premium
ko: 프리미엄 계정
ru: Премиум аккаунт
zh_cn: 付费科目
zh_tw: 付費科目

# FuHeKeShi
source: Load Visual
de: Laden Visuelle
fr: Chargez visuel
ko: 비주얼로드
ru: Загрузите видео
zh_cn: 负荷可视
zh_tw: 負荷可視

# FuHeZhong
source: Review of
de: Überprüfung der
fr: Examen des
ko: 의 검토
ru: Обзор
zh_cn: 复核中
zh_tw: 覆核中

# FuJiaDuanXinTongZhiRen
source: Additional SMS notifier
de: Zusätzliche Person SMS-Benachrichtigung
fr: Notification par SMS de personne supplémentaire
ko: 추가 사람 SMS 알림
ru: Дополнительный человек СМС уведомление
zh_cn: 附加短信通知人
zh_tw: 附加短信通知人

# FuJian
source: Accessory
de: Zubehörteil
fr: Accessoire
ko: 액세서리
ru: Аксессуар
zh_cn: 附件
zh_tw: 附件

# FuJianLieBiao
source: Attachment List
de: Anlagenliste
fr: Liste des pièces jointes
ko: 첨부 파일 목록
ru: Приложение Список
zh_cn: 附件列表
zh_tw: 附件清單

# FuJianMingCheng
source: Attachment Name
de: Name des Anhangs
fr: Pièce jointe Nom
ko: 첨부 파일 이름
ru: Приложение Имя
zh_cn: 附件名称
zh_tw: 附件名稱

# FuJianShu
source: Attachments
de: Dateianhänge
fr: Pièces jointes
ko: 첨부 파일
ru: Вложения
zh_cn: 附件数
zh_tw: 附件數

# FuJianXiaZai
source: Accessories Downloads
de: Zubehör Downloads
fr: Accessoires Téléchargements
ko: 액세서리 다운로드
ru: Аксессуары Загрузки
zh_cn: 附件下载
zh_tw: 附件下載

# FuJiaShuoMing
source: Additional Information:
de: Zusätzliche Information:
fr: Informations supplémentaires:
ko: 추가 정보 :
ru: Дополнительная информация:
zh_cn: 附加说明：
zh_tw: 附加說明：

# FuJiHua
source: Parent Program
de: Geordneten Programm
fr: Programme Parents
ko: 상위 프로그램
ru: Родитель Программа
zh_cn: 父计划
zh_tw: 父計畫

# FuJiMingCheng
source: Parent Name
fr: Nom Parent
ko: 부모 이름
ru: Имя родителя
zh_cn: 父级名称
zh_tw: 父級名稱

# FuJiXiangMu
source: Parent Project
ko: 부모 프로젝트
ru: Родитель проекта
zh_cn: 父级项目
zh_tw: 父級項目

# FuKuan
source: Payment
de: Bezahlung
fr: Paiement
ko: 지불
ru: Оплата
zh_cn: 付款
zh_tw: 付款

# FuKuanBiaoZhi
source: Payments logo
de: Zahlungen logo
fr: Paiements logo
ko: 지불 로고
ru: Платежи логотип
zh_cn: 付款标志
zh_tw: 付款標誌

# FuKuanFang
source: payer
de: Zahler
fr: Payeur
ko: 지불 인
ru: Плательщик
zh_cn: 付款方
zh_tw: 付款方

# FuKuanFangShi
source: Payment methods
de: Zahlungs-Methode
fr: Mode de paiement
ko: 지불 방법
ru: Способ оплаты
zh_cn: 付款方式
zh_tw: 付款方式

# FuKuanJiHua
source: Payment Plan
de: Zahlungspläne
fr: Les plans de paiement
ko: 지급 계획
ru: Схема оплаты
zh_cn: 付款计划
zh_tw: 付款計畫

# FuKuanJinE
source: Payment amount
de: Zahlungsbetrag
fr: Montant du paiement
ko: 결제 금액
ru: Сумма платежа
zh_cn: 付款金额
zh_tw: 付款金額

# FuKuanJingDu
source: Payment schedule
de: Zahlungsplan
fr: Modalités de paiement
ko: 지급 일정
ru: График платежей
zh_cn: 付款进度
zh_tw: 付款進度

# FuKuanKeMu
source: Payment Account
de: Zahlungskonto
fr: Compte de paiement
ko: 결제 계정
ru: Оплата счета
zh_cn: 付款科目
zh_tw: 付款科目

# FuKuanMingChen
source: Payment Name
de: Payment Namen
fr: Paiement Nom
ko: 지불 이름
ru: Оплата Имя
zh_cn: 付款名称
zh_tw: 付款名稱

# FuKuanMingCheng
source: Payment Name
de: Payment Namen
fr: Paiement Nom
ko: 지불 이름
ru: Оплата Имя
zh_cn: 付款名称
zh_tw: 付款名稱

# FuKuanMingXi
source: Payment Details
de: Zahlungsdetails
fr: Détails de paiement
ko: 지불 세부 사항
ru: Платежные реквизиты
zh_cn: 付款明细
zh_tw: 付款明細

# FuKuanMingXiHuiZongBiao
source: Summary Payment Details
de: Zusammenfassung Zahlungsdetails
fr: Détails Sommaire de paiement
ko: 요약 지불 세부 사항
ru: Резюме Платежные реквизиты
zh_cn: 付款明细汇总表
zh_tw: 付款明細匯總表

# FuKuanRen
source: Payer
de: Zahler
fr: Payeur
ko: 지불 인
ru: Плательщик
zh_cn: 付款人
zh_tw: 付款人

# FuKuanRiQi
source: Payment Date
de: Zahlungsdatum
fr: Date de Paiement
ko: 지불 날짜
ru: Дата оплаты
zh_cn: 付款日期
zh_tw: 付款日期

# FuKuanShenPi
source: Payment Approval
de: Zahlungsgenehmigung
fr: Approbation de paiement
ko: 결제 승인
ru: Оплата Утверждение
zh_cn: 付款审批
zh_tw: 付款審批

# FuKuanShenPiID
source: Payment Approval ID
de: Zahlungsgenehmigung ID
fr: Paiement ID Approbation
ko: 결제 승인 번호
ru: Оплата утверждении ID
zh_cn: 付款审批ID
zh_tw: 付款審批ID

# FuKuanXinXi
source: Payment Information
de: Zahlungsinformationen
fr: Information sur le paiement
ko: 결제 정보
ru: Информация об оплате
zh_cn: 付款信息
zh_tw: 付款資訊

# FuKuanYuJing
source: Payment Warning
fr: Paiement Avertissement
ko: 지불 경고
ru: Оплата Предупреждение
zh_cn: 付款预警
zh_tw: 付款預警

# FuKuanZhongE
source: Total payments
de: Die Gesamtbezüge
fr: Total des paiements
ko: 총 지급
ru: Всего платежей
zh_cn: 付款总额
zh_tw: 付款總額

# FuKuanZhunE
source: Total payments
de: Die Gesamtbezüge
fr: Total des paiements
ko: 총 지급
ru: Всего платежей
zh_cn: 付款总额
zh_tw: 付款總額

# FuMoKuai
source: Parent module
de: Übergeordnetes Modul
fr: Module de Parent
ko: 부모 모듈
ru: Модуль Родитель
zh_cn: 父模块
zh_tw: 父模組

# FuQin
source: Father
de: Vater
fr: Père
ko: 아버지
ru: Отец
zh_cn: 父亲
zh_tw: 父親

# FuQiTaKuan
source: Other money paid
de: Andere Geld bezahlt
fr: Autres argent payé
ko: 지불 기타 비용
ru: Остальные деньги заплатили
zh_cn: 付其它款
zh_tw: 付其它款

# FuSheBeiKuan
source: Pay for equipment
de: Bezahlen Sie für Geräte
fr: Payer pour l'équipement
ko: 장비를 지불
ru: Оплатить оборудования
zh_cn: 付设备款
zh_tw: 付設備款

# FuShen
source: Review
de: Rezension
fr: Critique
ko: 리뷰
ru: Обзор
zh_cn: 复审
zh_tw: 複審

# FuShenJieLun
source: Review conclusions
de: Bewertung Schlussfolgerungen
fr: Conclusions de l'examen
ko: 검토 결론
ru: Обзор выводы
zh_cn: 复审结论
zh_tw: 複審結論

# FuShenRiQi
source: REVIEW DATE
de: Bewertungsdatum
fr: DATE DE RÉVISION
ko: 검토 날짜
ru: ОБЗОР ДАТА
zh_cn: 复审日期
zh_tw: 複審日期

# FuShenTuiHui
source: Reexamination return
de: Reexamination Rück
fr: Retour de réexamen
ko: 재검토 반환
ru: Возвращение Пересмотр
zh_cn: 复审退回
zh_tw: 複審退回

# FuShenZiLiao
source: Data review
de: Datenüberprüfung
fr: Revue des données
ko: 데이터 검토
ru: Обзор данных
zh_cn: 复审资料
zh_tw: 複審資料

# FuShu
source: Affiliated
de: Verbundene
fr: Affilié
ko: 제휴
ru: Аффилированные
zh_cn: 附属
zh_tw: 附屬

# FuWuChuLiXiJie
source: Service Processing details
de: Serviceabwicklung Details
fr: Les détails de traitement de services
ko: 서비스 프로세싱 세부
ru: Услуги по обработке детали
zh_cn: 服务处理细节
zh_tw: 服務處理細節

# FuWuFangFa
source: Service methods
de: Service-Methoden
fr: Modes de service
ko: 서비스 방법
ru: Методы обслуживания
zh_cn: 服务方法
zh_tw: 服務方法

# FuWuJianYi
source: Service Suggestions
fr: Suggestions services
ko: 서비스 제안
ru: Услуги Предложения
zh_cn: 服务建议
zh_tw: 服務建議

# FuWuJiLu
source: Service Record
de: Dienstakte
fr: Fiche de service
ko: 서비스 기록
ru: Сервисная запись
zh_cn: 服务记录
zh_tw: 服務記錄

# FuWuLeiBie
source: Service Type
fr: Type de service
ko: 서비스 유형
ru: Тип службы
zh_cn: 服务类别
zh_tw: 服務類別

# FuWuLeiXing
source: Service type
de: Art der Dienstleistung
fr: Type de service
ko: 서비스의 종류
ru: Тип обслуживания
zh_cn: 服务类型
zh_tw: 服務類型

# FuWuMiaoShu
source: Service Description
de: Service Beschreibung
fr: Description du service
ko: 서비스 설명
ru: Описание услуг
zh_cn: 服务描述
zh_tw: 服務描述

# FuWuMingCheng
source: Service Name
fr: Nom du service
ko: 서비스 이름
ru: Имя службы
zh_cn: 服务名称
zh_tw: 服務名稱

# FuWuNeiRong
source: Service Content
de: Dienstleistungen
fr: Services
ko: 서비스
ru: Услуги
zh_cn: 服务内容
zh_tw: 服務內容

# FuWuQi
source: Server
fr: Serveur
ko: 서버
ru: Сервер
zh_cn: 服务器
zh_tw: 伺服器

# FuWuQiDiZhi
source: Server Address
de: Server-Adresse
fr: Adresse du serveur
ko: 서버 주소
ru: Адрес сервера
zh_cn: 服务器地址
zh_tw: 伺服器地址

# FuWuQiIP
source: Server IP
fr: IP du serveur
ko: 서버 IP
ru: IP-адрес сервера
zh_cn: 服务器IP
zh_tw: 伺服器IP

# FuWuRiQi
source: Service Date
de: Dienst Datum
ko: 서비스 날짜
ru: Дата обслуживания
zh_cn: 服务日期
zh_tw: 服務日期

# FuWuShang
source: Service Provider
de: Dienstleister
fr: Prestataire de services
ko: 서비스 제공
ru: Провайдер услуг
zh_cn: 服务商
zh_tw: 服務商

# FuWuShiBieMa
source: Service ID
fr: ID du service
ko: 서비스 ID
ru: ID услуги
zh_cn: 服务识别码
zh_tw: 服務識別碼

# FuWuXuQiu
source: Buyers
de: Käufer
fr: Acheteurs
ko: 구매자
ru: Покупатели
zh_cn: 服务需求
zh_tw: 服務需求
