Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJSDWBYXWKBC
source: Space does not permit the construction unit, please add!
de: Der Bau-Einheit ist nicht auf leere erlaubt, fügen Sie bitte!
fr: L'unité de construction est pas autorisé à vide, s'il vous plaît ajouter!
ko: 건설 단위는 빈에 허용되지 않습니다를 추가하십시오!
ru: Строительство блока не допускается пустым, пожалуйста, добавьте!
zh_cn: 建设单位不允许为空，请补充！
zh_tw: 建設單位不允許為空，請補充！

# ZZJSSCCG
source: Leave the application generates success!
de: Lassen Sie die Anwendung generiert Erfolg!
fr: Laisser l'application génère succès!
ko: 응용 프로그램이 성공을 생성 남겨주세요!
ru: Оставьте приложение генерирует успех!
zh_cn: 请假申请生成成功！
zh_tw: 請假申請生成成功！

# ZZJSSCSBKNSMCZSGDJC
source: Leave application generation failed, may apply for the name of words too, please check!
de: Lassen Anwendungserstellung fehlgeschlagen ist, kann für den Namen der Worte gelten auch, überprüfen Sie bitte!
fr: Laissez génération d'application échoué, peut demander le nom des mots trop, s'il vous plaît vérifier!
ko: 도 확인하시기 바랍니다 단어의 이름을 적용 할 수있다, 실패 응용 프로그램 생성을 남겨주세요!
ru: Оставить поколение приложений не удалось, может применяться для имени слов слишком, пожалуйста, проверьте!
zh_cn: 请假申请生成失败，可能申请名称字数过多，请检查！
zh_tw: 請假申請生成失敗，可能申請名稱字數過多，請檢查！

# ZZJSWC
source: The calculation is complete!
de: Die Berechnung ist fertig!
fr: Le calcul est terminé!
ko: 계산이 완료됩니다!
ru: Расчет полной!
zh_cn: 计算完成！
zh_tw: 計算完成！

# ZZJSZZMBNWK
source: Role Group Group name can not be empty!
de: Rollengruppe Gruppenname darf nicht leer sein!
fr: Rôle groupe Nom du groupe ne peut pas être vide!
ko: 역할 그룹 그룹 이름은 비워 둘 수 없습니다!
ru: Роль Имя группы Группа не может быть пустым!
zh_cn: 角色组组名不能为空！
zh_tw: 角色組組名不能為空！

# ZZJTBNWFFZF
source: Joints can not be illegal characters!
de: Gelenke können nicht illegal Zeichen sein!
fr: Les joints peuvent ne pas être des caractères illégaux!
ko: 관절에 잘못된 문자가 될 수 없습니다!
ru: Суставы не может быть недопустимые символы!
zh_cn: 接头不能为非法字符！
zh_tw: 接頭不能為非法字元！

# ZZJXZCG
source: New range of success!
de: Neue Reihe von Erfolg!
fr: Nouvelle gamme de succès!
ko: 성공의 새로운 범위!
ru: Новая линейка успеха!
zh_cn: 区间新增成功！
zh_tw: 區間新增成功！

# ZZJXZSB
source: New section failed!
de: Neue Reihe von Versagen!
fr: Nouvelle gamme de l'échec!
ko: 실패의 새로운 범위!
ru: Новая линейка отказа!
zh_cn: 区间新增失败！
zh_tw: 區間新增失敗！

# ZZJYBHBNWFFZFC
source: Backlog numbers can not be illegal string!
de: Backlog-Nummern können nicht illegal String sein!
fr: Numéros de Carnet de commandes ne peuvent pas être une chaîne illégal!
ko: 백 로그 번호는 불법 문자열이 될 수 없습니다!
ru: Число отставание не может быть незаконным строка!
zh_cn: 积压编号不能为非法字符串！
zh_tw: 積壓編號不能為非法字串！

# ZZJYRBNWKJC
source: Lending people can not be empty, please check!
de: Kredite Menschen darf nicht leer sein, prüfen Sie bitte!
fr: Les gens de prêt ne peut être vide, s'il vous plaît vérifier!
ko: 대출 사람들은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Кредитные люди не могут быть пустыми, пожалуйста, проверьте!
zh_cn: 借阅人不能为空，请检查！
zh_tw: 借閱人不能為空，請檢查！

# ZZJZBHBNWFFZFC
source: Impairment numbers can not be illegal string!
de: Impairment-Nummer kann nicht illegal String sein!
fr: Numéro de valeur ne peut pas être une chaîne illégal!
ko: 손상 번호는 불법 문자열이 될 수 없습니다!
ru: Количество обесценение не может быть незаконным строка!
zh_cn: 减值编号不能为非法字符串！
zh_tw: 減值編號不能為非法字串！

# ZZJZBLZNSXSHZZS
source: Impairment ratio only decimal or integer!
de: Impairment-Verhältnis nur Dezimalstelle oder ganze Zahl!
fr: Dépréciation rapport est seulement décimal ou entier!
ko: 손상 비율은 소수점, 또는 정수입니다!
ru: Обесценение отношение только десятичной, или число!
zh_cn: 减值比例只能是小数，或者整数！
zh_tw: 減值比例只能是小數，或者整數！

# ZZJZBNWFFZF
source: Media can not be illegal characters!
de: Medien können nicht illegal Zeichen sein!
fr: Média ne peuvent pas être des caractères illégaux!
ko: 미디어에 잘못된 문자가 될 수 없습니다!
ru: СМИ не могут быть недопустимые символы!
zh_cn: 介质不能为非法字符！
zh_tw: 介質不能為非法字元！

# ZZJZCG
source: Accounting success!
de: Rechnungswesen Erfolg!
fr: Comptabilité succès!
ko: 성공 회계!
ru: Учет успех!
zh_cn: 记账成功！
zh_tw: 計帳成功！

# ZZJZDHBNWFFZF
source: Media code can not be illegal characters!
de: Medien-Code kann nicht illegal Zeichen sein!
fr: Media Code ne peut pas être des caractères illégaux!
ko: 미디어 코드에 잘못된 문자가 될 수 없습니다!
ru: Медиа Кодекс не может быть недопустимые символы!
zh_cn: 介质代号不能为非法字符！
zh_tw: 介質代號不能為非法字元！

# ZZJZJEZNSXSHZZS
source: Amount of the impairment is only decimal or integer!
de: Wertminderungsbetrag kann nur eine Dezimalstelle oder ganze Zahl sein!
fr: Montant de la dépréciation ne peut être un nombre décimal ou entier!
ko: 손상 차손 금액은 소수점 또는 정수가 될 수 있습니다!
ru: Сумма обесценения может быть только целое число или десятичная!
zh_cn: 减值金额只能是小数，或者整数！
zh_tw: 減值金額只能是小數，或者整數！

# ZZKBBYXWKBC
source: Do not allow the library is empty, please add!
de: Lassen Sie nicht die Bibliothek leer ist, fügen Sie bitte!
fr: Ne pas permettre à la bibliothèque est vide, s'il vous plaît ajouter!
ko: 라이브러리를 허용하지 않는 것은 비어, 추가하십시오!
ru: Не позволяйте библиотеку пуст, добавьте!
zh_cn: 库别不允许为空，请补充！
zh_tw: 庫別不允許為空，請補充！

# ZZKBSMBNCG30GZFXG
source: Libraries can not explain more than 30 characters, please change!
de: Bibliotheken erklären nicht mehr als 30 Zeichen, ändern Sie bitte!
fr: Les bibliothèques ne expliquent pas plus de 30 caractères, s'il vous plaît changer!
ko: 도서관은 30 개 이상의 문자를 설명하지 않는, 변경하십시오!
ru: Библиотеки не объясняют более 30 символов, пожалуйста, изменится!
zh_cn: 库别说明不能超过30个字符，请修改！
zh_tw: 庫別說明不能超過30個字元，請修改！

# ZZKBSMBNWFFZFCXG
source: Libraries do not explain the string can not be illegal, please change!
de: Bibliotheken nicht die Zeichenfolge erklären kann nicht illegal sein, ändern Sie bitte!
fr: Les bibliothèques ne pas expliquer la chaîne ne peuvent pas être illégale, s'il vous plaît changer!
ko: 문자열을 설명하지 않는 라이브러리가 불법이 될 수 없습니다, 변경하십시오!
ru: Библиотеки не объясняют строку, не может быть незаконным, пожалуйста, изменится!
zh_cn: 库别说明不能为非法字符串，请修改！
zh_tw: 庫別說明不能為非法字串，請修改！

# ZZKBSMBNWKBC
source: Libraries do not explain can not be empty, please add!
de: Die Bibliothek Erklärt nicht darf nicht leer sein, fügen Sie bitte!
fr: Ne pas expliquer la bibliothèque ne peut pas être vide, s'il vous plaît ajouter!
ko: 비워 둘 수 없습니다 라이브러리를 설명하지 마십시오, 추가하십시오!
ru: Не объяснить библиотеку не может быть пустым, пожалуйста, добавьте!
zh_cn: 库别说明不能为空，请补充！
zh_tw: 庫別說明不能為空，請補充！

# ZZKCBYZ
source: Stock inconsistent!
de: Auf Widerspruch!
fr: Stock incompatibles!
ko: 증권 일치!
ru: Фото несовместимы!
zh_cn: 库存不一致！
zh_tw: 庫存不一致！

# ZZKCDJZNSXSHZZS
source: Stock Price only decimal or integer!
de: Lizenz Preis nur dezimal oder ganze Zahl!
fr: Stock Prix seulement décimal ou entier!
ko: 주가 만 소수점 또는 정수!
ru: Котировки акций только десятичной или целое!
zh_cn: 库存单价只能是小数，或者整数！
zh_tw: 庫存單價只能是小數，或者整數！

# ZZKCG
source: Please subsection success!
de: Bitte Abs Erfolg!
fr: S'il vous plaît succès paragraphe!
ko: 하위의 성공을 바랍니다!
ru: Пожалуйста, успех в подразделе!
zh_cn: 请款成功！
zh_tw: 請款成功！

# ZZKCJEZNSXSHZZS
source: Stock amount can only be a decimal or integer!
de: Lizenzbetrag kann nur eine Dezimalstelle oder ganze Zahl sein!
fr: Stock montant ne peut être un nombre décimal ou entier!
ko: 주식 금액은 소수점 또는 정수 될 수 있습니다!
ru: Сумма со может быть только целое число или десятичная!
zh_cn: 库存金额只能是小数，或者整数！
zh_tw: 庫存金額只能是小數，或者整數！

# ZZKCSLZNSXSHZZS
source: Stock number only decimal or integer!
de: Inventarnummer kann nur dezimal oder ganze Zahl sein!
fr: Numéro d'inventaire ne peut être décimal ou entier!
ko: 재고 수는 소수점 또는 정수 될 수 있습니다!
ru: Инвентарный номер может быть только целое число или десятичная!
zh_cn: 库存数量只能是小数，或者整数！
zh_tw: 庫存數量只能是小數，或者整數！

# ZZKCZCZDDKCLBWZDMCJHDLBZZDDWZDJXG
source: Stock in present inventory category, material code, material inspection number, please find the current list of supplies Click Edit!
de: Lizenz im vorliegenden Bestandskategorie, Materialcode, Material beschlagnahmt Nummer, finden Sie bitte die aktuelle Liste der Verbrauchsmaterialien Klicken Sie auf Bearbeiten!
fr: Stock en catégorie actuelle des stocks, le code matériel, matériel saisi nombre, s'il vous plaît trouver la liste actuelle des fournitures Cliquez sur Modifier!
ko: 현재 재고 범주, 재료 코드, 물질 압수 수의 재고, 공급의 현재 목록 편집을 클릭하여 찾아보세요!
ru: Фото в настоящем категории инвентаря, код материала, материала захватили номер, пожалуйста, найти текущий список поставок Нажмите кнопку Изменить!
zh_cn: 库存中存在当前的库存类别，物资代码，材检号，请到列表中找到当前物资点击修改！
zh_tw: 庫存中存在當前的庫存類別，物資代碼，材檢號，請到列表中找到當前物資點擊修改！

# ZZKEYBNWFFZF
source: Key can not be illegal characters!
de: Key kann nicht illegal Zeichen sein!
fr: Key ne peut pas être des caractères illégaux!
ko: 키에 잘못된 문자가 될 수 없습니다!
ru: Ключ не может быть недопустимые символы!
zh_cn: Key不能为非法字符！
zh_tw: Key不能為非法字元！

# ZZKFPSSGZLSB
source: Customer review workflow application failed!
de: Kundenbewertung Workflow-Anwendung fehlgeschlagen!
fr: Demande de révision de flux de clientèle a échoué!
ko: 고객 검토 워크 플로우 애플리케이션은 실패!
ru: Обзор приложения документооборота с клиентами не удалось!
zh_cn: 客服评审申请失败！
zh_tw: 客服評審申請工作流失敗！

# ZZKFPSSGZLSCDGZLGLYMJHCGZLS
source: Customer Review Application Workflow Builder, go to the page to activate the workflow management workflow application!
de: Kundenbewertung Anwendung Workflow Builder, aktivieren Sie bitte diese Seite Workflow-Management-Workflow-Anwendung!
fr: Client demande de révision Workflow Builder, s'il vous plaît activer cette application de gestion de workflow la page de flux de travail!
ko: 고객 리뷰 응용 프로그램 워크 플로우 빌더는이 페이지의 워크 플로우 관리 워크 플로우 애플리케이션을 활성화 해주세요!
ru: Клиента обзор рабочего процесса Application Builder, пожалуйста, включите эту страницу рабочего процесса приложения рабочего процесса управления!
zh_cn: 客服评审申请生成，请到工作流管理页面激活此申请！
zh_tw: 客服評審申請工作流生成，請到工作流管理頁面啟動此工作流申請！

# ZZKGCG
source: Start success!
de: Starten Sie den Erfolg!
fr: Commencez succès!
ko: 성공을 시작합니다!
ru: Начните успех!
zh_cn: 开工成功！
zh_tw: 開工成功！

# ZZKGRBNXYDSJ
source: Start date can not be less than the current time!
de: Anfangsdatum kann nicht kleiner als die aktuelle Zeit sein!
fr: Date de début ne peut pas être inférieure à l'heure actuelle!
ko: 시작 날짜가 현재 시간보다 작을 수 없습니다!
ru: Дата начала не может быть меньше, чем текущее время!
zh_cn: 开工日期不能小于当前时间！
zh_tw: 開工日期不能小於當前時間！

# ZZKGRBYXWKBC
source: Space does not permit the start date, please add!
de: Startdatum nicht möglich für die leer ist, fügen Sie bitte!
fr: Date de début ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 시작 날짜는 빈을 허용하지 않는, 추가하십시오!
ru: Дата начала не позволяют пустой, пожалуйста, добавьте!
zh_cn: 开工日期不允许为空，请补充！
zh_tw: 開工日期不允許為空，請補充！

# ZZKGTHCG
source: Return to start success!
de: Rückkehr zum Erfolg zu starten!
fr: Retourner au début succès!
ko: 성공을 시작으로 돌아 가기!
ru: Вернуться в начало успеха!
zh_cn: 开工退回成功！
zh_tw: 開工退回成功！

# ZZKGZXWCLXLMDJCZL
source: Please complete the project before the start on the basis of inside information!
de: Bitte füllen Sie das Projekt vor dem Start auf der Grundlage von Insider-Informationen!
fr: S'il vous plaît terminer le projet avant le début sur la base d'informations à l'intérieur!
ko: 내부 정보에 의거 개시전 프로젝트를 완료주세요!
ru: Пожалуйста, завершить проект до начала на основе внутренней информации!
zh_cn: 开工之前请先完成立项里面的基础资料！
zh_tw: 開工之前請先完成立項裡面的基礎資料！

# ZZKHDMHMCBNWKJC
source: The client code and name can not be empty, please check!
de: Kundencode und Name darf nicht leer sein, prüfen Sie bitte!
fr: Code client et le nom ne peut être vide, s'il vous plaît vérifier!
ko: 고객 코드와 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Код клиента и имя не может быть пустым, пожалуйста, проверьте!
zh_cn: 客户代码和名称不能为空，请检查！
zh_tw: 客戶代碼和名稱不能為空，請檢查！

# ZZKHDMMCHLXBNWKJC
source: Customer code, name, and type can not be empty, please check!
de: Kundennummer, Name und Typ darf nicht leer sein, überprüfen Sie bitte!
fr: Code client, nom et le type ne peut pas être vide, s'il vous plaît vérifier!
ko: 고객 코드, 이름과 비워 둘 수 없습니다 유형, 확인하시기 바랍니다!
ru: Код клиента, имя и тип не может быть пустым, пожалуйста, проверьте!
zh_cn: 客户代码、名称和类型不能为空，请检查！
zh_tw: 客戶代碼、名稱和類型不能為空，請檢查！

# ZZKHJZBCWEXMESSAGE
source: Customer Value Table, Error: "+ ex.Message +"!
de: Customer Value Table, Fehler: "+ ex.Message +"!
fr: Valeur Client de table, Erreur: "+ ex.Message +"!
ko: 고객 가치 테이블, 오류 : "+ ex.Message +"!
ru: Значение клиентов Таблица, ошибка: "+ ex.Message +"!
zh_cn: 客户价值表 ，错误：" + ex.Message + "！
zh_tw: 客戶價值表 ，錯誤：" + ex.Message + "！

# ZZKHMCBNBHFFZFC
source: Customer names can not contain illegal strings!
de: Kundennamen dürfen keine illegalen Saiten!
fr: Noms de clients ne peuvent pas contenir des chaînes illégales!
ko: 고객 이름은 불법 문자열을 포함 할 수 없습니다!
ru: Имена покупателей не могут содержать противозаконные строк!
zh_cn: 客户名称不能包含非法字符串！
zh_tw: 客戶名稱不能包含非法字串！

# ZZKHMCBYXWKBC
source: Client names are not allowed to empty, please add!
de: Client-Namen werden nicht leer gelassen, fügen Sie bitte!
fr: Le nom des clients ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 클라이언트 이름은 공백으로 허용되지 않습니다를 추가하십시오!
ru: Имена клиентов не имеет пустой, пожалуйста, добавьте!
zh_cn: 客户名称不允许为空，请补充！
zh_tw: 客戶名稱不允許為空，請補充！

# ZZKHMCXSSLXSJECWEXMESSAGE
source: Customer name, sales volume, sales amount, the error: "+ ex.Message +"!
de: Kundenname, Verkaufsmenge, Verkaufsmenge, der Fehler: "+ ex.Message +"!
fr: Le nom du client, le volume des ventes, le montant des ventes, l'erreur: "+ ex.Message +"!
ko: 고객 이름, 판매량, 판매 금액, 오류 : "+ ex.Message +"!
ru: Имя клиента, объем продаж, объем продаж, ошибка: "+ ex.Message +"!
zh_cn: 客户名称，销售数量，销售金额，错误：" + ex.Message + "！
zh_tw: 客戶名稱，銷售數量，銷售金額，錯誤：" + ex.Message + "！

# ZZKHSYJZBCWEXMESSAGE
source: Customer surplus value Table error: "+ ex.Message +"
de: Kundenmehrwert Tabellenfehler: "+ ex.Message +"
fr: La plus-value à la clientèle erreur de la table: "+ ex.Message +"
ko: 고객 잉여 가치 테이블 오류 : "+ ex.Message +"
ru: Прибавочная стоимость клиентов ошибке стол: "+ ex.Message +"
zh_cn: 客户剩余价值表错误：" + ex.Message + "
zh_tw: 客戶剩餘價值表錯誤：" + ex.Message + "

# ZZKHSYJZBWKXDRSJ
source: Customer surplus value table is empty, please import data!
de: Kundenmehrwert-Tabelle ist leer, bitte importieren Daten!
fr: Table de la plus-value à la clientèle est vide, s'il vous plaît importer des données!
ko: 고객 잉여 가치 테이블이 비어있는, 데이터를 가져주세요!
ru: Прибавочная стоимость клиентов таблица пуста, пожалуйста, импортировать данные!
zh_cn: 客户剩余价值表为空，请先导入数据！
zh_tw: 客戶剩餘價值表為空，請先導入資料！

# ZZKHXBNWFFZF
source: Bank can not be illegal characters!
de: Bank kann nicht illegal Zeichen sein!
fr: Banque ne peut être caractères illégaux!
ko: 은행에 잘못된 문자가 될 수 없습니다!
ru: Банк не может быть недопустимые символы!
zh_cn: 开户行不能为非法字符！
zh_tw: 開戶行不能為非法字元！

# ZZKHXCDBNCG26GZFC
source: Bank can not be more than 26 string length!
de: Banküberlänge nicht mehr als 26 Saiten!
fr: Longueur pas de la Banque plus de 26 cordes!
ko: 은행 길이 이상 26 문자열!
ru: Длина Банк не более 26 строк!
zh_cn: 开户行长度不能超过26个字符串！
zh_tw: 開戶行長度不能超過26個字串！

# ZZKHXZDKTX
source: Bank field vacancy, please fill out!
de: Bankfeldleerstand, füllen Sie bitte!
fr: Banque terrain vacant, s'il vous plaît remplir!
ko: 은행 분야의 공석은 기입하시기 바랍니다!
ru: Банк вакансий поле, пожалуйста, заполните!
zh_cn: 开户行字段空缺，请填写！
zh_tw: 開戶行欄位空缺，請填寫！

# ZZKHYXBNWFFZF
source: Bank can not be illegal characters!
de: Bank kann nicht illegal Zeichen sein!
fr: Banque ne peut être caractères illégaux!
ko: 은행에 잘못된 문자가 될 수 없습니다!
ru: Банк не может быть недопустимые символы!
zh_cn: 开户银行不能为非法字符！
zh_tw: 開戶銀行不能為非法字元！

# ZZKPCG
source: Billing success!
de: Billing Erfolg!
fr: Le succès de facturation!
ko: 결제 성공!
ru: Успех счетов!
zh_cn: 开票成功！
zh_tw: 開票成功！

# ZZKPDJBXWXSHZZS
source: Billing unit price must be decimal or integer!
de: Billing Einheitspreis muss eine Dezimalzahl oder ganze Zahl sein!
fr: Facturation prix unitaire doit être un nombre décimal ou entier!
ko: 결제 단가가 소수점 또는 정수 여야합니다!
ru: Платежная цена единицы должно быть десятичным числом или!
zh_cn: 开票单价必须为小数，或者整数！
zh_tw: 開票單價必須為小數，或者整數！

# ZZKPDJZNWXS
source: Billing Unit only as a decimal!
de: Abrechnungseinheit nur als Dezimalzahl!
fr: Unité de facturation seulement comme une virgule!
ko: 단지 소수로 단위를 결제!
ru: Платежная устройство только в качестве десятичной!
zh_cn: 开票单价只能为小数！
zh_tw: 開票單價只能為小數！

# ZZKPJEBXWXSHZZS
source: Invoiced amount must be decimal or integer!
de: Rechnungsbetrag muss dezimal oder ganze Zahl sein!
fr: Montant de la facture doit être décimal ou entier!
ko: 청구 금액은 소수점 또는 정수 여야합니다!
ru: Сумма счета должна быть целым числом или десятичной!
zh_cn: 开票金额必须为小数，或者整数！
zh_tw: 開票金額必須為小數，或者整數！

# ZZKPJEZNWXS
source: Decimal invoiced only!
de: Dezimal nur in Rechnung gestellt!
fr: Decimal facturé seulement!
ko: 진수 만 청구!
ru: Десятичная выставлен только!
zh_cn: 开票金额只能为小数！
zh_tw: 開票金額只能為小數！

# ZZKPSLZNWXS
source: Billing only a decimal number!
de: Billing nur eine Dezimalzahl!
fr: Facturation seulement un nombre décimal!
ko: 결제 만 진수!
ru: Биллинг только десятичное число!
zh_cn: 开票数量只能为小数！
zh_tw: 開票數量只能為小數！

# ZZKPTHCG
source: Billing return success!
de: Billing Rück Erfolg!
fr: Facturation succès retour!
ko: 결제 복귀 성공!
ru: Возвращение счетов успех!
zh_cn: 开票退回成功！
zh_tw: 開票退回成功！

# ZZKSSJBNDYJSSJJC
source: Start time can not be greater than the end of time, please check!
de: Startzeit kann nicht größer als das Ende der Zeit zu sein, überprüfen Sie bitte!
fr: Heure de départ ne peut pas être supérieure à la fin des temps, s'il vous plaît vérifier!
ko: 시간의 끝보다 클 수 없습니다 시작 시간 확인하세요!
ru: Время не может быть больше, чем в конце времени Начните, пожалуйста, проверьте!
zh_cn: 开始时间不能大于结束时间，请检查！
zh_tw: 開始時間不能大於結束時間，請檢查！

# ZZKSSJYJSSJDBNWKJC
source: Start time and end time can not be empty, please check!
de: Startzeit und Endzeit darf nicht leer sein, prüfen Sie bitte!
fr: Heure de début et de fin ne peut pas être vide, s'il vous plaît vérifier!
ko: 비어있을 수 시작 시간 및 종료 시간, 확인하세요!
ru: Время начала и окончания не может быть пустым Начните, пожалуйста, проверьте!
zh_cn: 开始时间与结束时间都不能为空，请检查！
zh_tw: 開始時間與結束時間都不能為空，請檢查！

# ZZKSSJYXYJSSJJC
source: Start time should be less than the end of time, please check!
de: Startzeit sollte weniger als das Ende der Zeit zu sein, überprüfen Sie bitte!
fr: Heure de départ devrait être inférieure à la fin des temps, s'il vous plaît vérifier!
ko: 시간의 끝보다 작아야합니다 시작 시간 확인하세요!
ru: Время начала должно быть меньше, чем в конце, проверьте, пожалуйста!
zh_cn: 开始时间应小于结束时间，请检查！
zh_tw: 開始時間應小於結束時間，請檢查！

# ZZKSYBNWFFZF
source: Air pressure test can not be illegal characters!
de: Luftdruckprüfung nicht illegal Zeichen sein!
fr: Test de pression de l'air ne peut pas être des caractères illégaux!
ko: 공기 압력 시험에 잘못된 문자가 될 수 없습니다!
ru: Испытательное давление воздуха не может быть недопустимые символы!
zh_cn: 空气试压不能为非法字符！
zh_tw: 空氣試壓不能為非法字元！

# ZZKSYRBNWFFZF
source: Air pressure test date can not be illegal characters!
de: Luftdruckprüfung Datum kann nicht illegal Zeichen sein!
fr: La pression d'air date de l'essai ne peut pas être des caractères illégaux!
ko: 공기 압력 시험 날짜에 잘못된 문자가 될 수 없습니다!
ru: Воздух Дата испытательное давление не может быть недопустимые символы!
zh_cn: 空气试压日期不能为非法字符！
zh_tw: 空氣試壓日期不能為非法字元！

# ZZKYLJGCG
source: Empty the raw material price of success!
de: Leere Rohstoffpreise Erfolg!
fr: Prix ​​vides de succès des matières premières!
ko: 원료 성공의 빈 가격!
ru: Пусто цены успеха сырья!
zh_cn: 清空原料价格成功！
zh_tw: 清空原料價格成功！

# ZZLEAKTESTRECBNWFFZF
source: Leak Test Rec can not be illegal characters!
de: Dichtheitsprüfung Rec kann nicht illegal Zeichen sein!
fr: Test de fuite Rec ne peut pas être des caractères illégaux!
ko: 누출 시험 녹화에 잘못된 문자가 될 수 없습니다!
ru: Испытание на герметичность Rec не может быть недопустимые символы!
zh_cn: Leak Test Rec不能为非法字符！
zh_tw: Leak Test Rec不能為非法字元！

# ZZLFRZJBNWKBC
source: People visiting the documents can not be empty, please add!
de: Die Menschen besuchen die Dokumente darf nicht leer sein, fügen Sie bitte!
fr: Les personnes qui visitent les documents ne peuvent pas être vide, s'il vous plaît ajouter!
ko: 문서를 방문하는 사람들은 비워 둘 수 없습니다, 추가하십시오!
ru: Люди, посещающие документы, не может быть пустым, пожалуйста, добавьте!
zh_cn: 来访人证件不能为空，请补充！
zh_tw: 來訪人證件不能為空，請補充！

# ZZLLDWBNWKBC
source: Picking units can not be empty, please add!
de: Pflückeinheiten darf nicht leer sein, fügen Sie bitte!
fr: Cueillette unités ne peuvent pas être vide, s'il vous plaît ajouter!
ko: 따기 유닛이 비어있을 수 없습니다, 추가하십시오!
ru: Сбор единицы не может быть пустым, пожалуйста, добавьте!
zh_cn: 领料单位不能为空，请补充！
zh_tw: 領料單位不能為空，請補充！

# ZZLPBJSSBKNGZLMCGCZD25GHZJC
source: Item offer the application fails, it may workflow name is too long (up to 25 characters), check!
de: Artikel Angebot Anwendung fehlschlägt, können Sie Workflow-Name ist zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: L'application de l'offre d'objet échoue, vous pouvez WorkFlow nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 항목의 서비스 응용 프로그램을 사용하면 확인, 이름 (25 자) 너무 깁니다 워크 플로우 수, 실패!
ru: Состояние предложение приложение не, вы можете рабочего процесса слишком длинное имя (до 25 символов), проверьте!
zh_cn: 物料报价申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 物料報價申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZLPBJSSCCG
source: Item request for quotation generate success!
de: Artikelanfrage generieren Erfolg!
fr: Demande d'article pour générer cotation succès!
ko: 견적 항목 요청이 성공을 생성!
ru: Запрос котировок Состояние генерировать успех!
zh_cn: 物料报价申请生成成功！
zh_tw: 物料報價申請生成成功！

# ZZLPCGSSBKNGZLMCGCZD25GHZJC
source: Item Purchase Requisition failure, may workflow name is too long (up to 25 characters), check!
de: Artikel Banf Ausfall ist möglicherweise Name Workflow zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: Point échec demande d'achat, de workflow peut nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 상품 구매 요청 실패, 이름을 워크 플로우 수 있습니다 것은 (25 자) 너무 깁니다, 확인!
ru: Пункт отказ Заявка может рабочий процесс имя слишком длинное (до 25 символов), проверьте!
zh_cn: 物料采购申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 物料採購申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZLPCGSSCCG
source: Item Purchase Requisition generate success!
de: Artikel-Bestellanforderung erzeugen Erfolg!
fr: Point Demande d'achat générer succès!
ko: 상품 구매 요청 성공을 생성!
ru: Пункт Заявка генерировать успех!
zh_cn: 物料采购申请生成成功！
zh_tw: 物料採購申請生成成功！

# ZZLPGHGSSBKNGZLMCGCZD25GHZJC
source: Failure to apply for the return of the items purchased, may workflow name is too long (up to 25 characters), check!
de: Nichtbeachtung für die Rückkehr der Produkte erworben wurden, können Workflow-Name ist zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: Omission de demander le retour des articles achetés, peut Workflow nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 실패 확인 (25 자) 이름이 너무 깁니다 워크 플로우 수 있으며, 구입 한 항목의 반환을 신청합니다!
ru: Неприменение для возвращения товаров, приобретенных, возможно, рабочий процесс слишком длинное имя (до 25 символов), проверьте!
zh_cn: 物料归还购申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 物料歸還購申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZLPGHSSCCG
source: Item restitution application generates success!
de: Artikel Restitutions Anwendung generiert Erfolg!
fr: L'application Point de restitution génère succès!
ko: 항목 배상 응용 프로그램이 성공을 생성!
ru: Пункт реституция приложение генерирует успех!
zh_cn: 物料归还申请生成成功！
zh_tw: 物料歸還申請生成成功！

# ZZLPHYCG
source: Item reduction success!
de: Artikel Reduktion Erfolg!
fr: Succès la réduction de l'article!
ko: 항목 감소 성공!
ru: Снижение товара успех!
zh_cn: 物料还原成功！
zh_tw: 物料還原成功！

# ZZLPHYSBJC
source: Item Restore fails, check!
de: Artikelwiederherstellung fehlschlägt, überprüfen!
fr: Point de restauration échoue, vérifiez!
ko: 항목 확인, 실패 복원!
ru: Пункт Restore не удается, проверьте!
zh_cn: 物料还原失败，请检查！
zh_tw: 物料還原失敗，請檢查！

# ZZLPLYGZLSCCG
source: Item recipients Workflow Builder success!
de: Artikel-Empfänger Workflow Builder Erfolg!
fr: Les bénéficiaires de l'article Workflow Builder succès!
ko: 항목받는 워크 플로우 빌더 성공!
ru: Получатели товара Workflow Builder успех!
zh_cn: 物料领用申请生成成功！
zh_tw: 物料領用工作流生成成功！
