Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZCWSCSBJC
source: Error, delete fails, check!
de: Fehler, entfernen fehlschlägt, überprüfen!
fr: Erreur, retirez échoue, vérifiez!
ko: 오류, 확인 실패 제거!
ru: Ошибка, удалить не удается, проверьте!
zh_cn: 错误，删除失败，请检查！
zh_tw: 錯誤，刪除失敗，請檢查！

# ZZCWSJDM0H1ZNYADMINYHSZBZGKFWJC
source: Error, the higher the code (0 or 1 can only be set by the ADMIN user) control is not range, please check!
de: Error, desto höher ist der Code (0 oder 1 kann nur durch den ADMIN Benutzer eingestellt werden) ist nicht die Kontrolle über Bereich, überprüfen Sie bitte!
fr: Erreur, plus le code (0 ou 1 ne peut être réglé par l'utilisateur ADMIN) est pas le contrôle de gamme, s'il vous plaît vérifier!
ko: 오류, 높은 코드 (0 또는 1 만 ADMIN 사용자에 의해 설정 될 수 있습니다) 범위의 제어되지 않습니다 확인하시기 바랍니다!
ru: Ошибка, тем выше код (0 или 1 может быть установлен только пользователь с правами администратора), не контроль диапазона, проверьте!
zh_cn: 错误，上级代码(0或1只能由ADMIN用户设置）不在管控范围，请检查！
zh_tw: 錯誤，上級代碼(0或1只能由ADMIN用戶設置）不在管控範圍，請檢查！

# ZZCWSRDMBZCWCRJC
source: Error applicant code is incorrect, no such person, please check!
de: Fehler Antragsteller Code nicht korrekt ist, keine solche Person, überprüfen Sie bitte!
fr: Code d'erreur requérant est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 오류 신청자 코드가 잘못, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка заявитель код неверен, ни одно такое лицо, пожалуйста, проверьте!
zh_cn: 错误，申请人代码不正确，查无此人，请检查！
zh_tw: 錯誤，申請人代碼不正確，查無此人，請檢查！

# ZZCWSRZDJEGS
source: Error, please enter the correct amount format!
de: Fehler, bitte geben Sie die richtige Menge Format!
fr: Erreur, s'il vous plaît entrer le format de quantité correcte!
ko: 오류, 정확한 금액 형식을 입력하세요!
ru: Ошибка, пожалуйста, введите правильный формат сумму!
zh_cn: 错误，请输入正确的金额格式！
zh_tw: 錯誤，請輸入正確的金額格式！

# ZZCWSRZDSZGS
source: Error, please enter the correct digital format!
de: Fehler, bitte geben Sie den richtigen Digitalformat!
fr: Erreur, s'il vous plaît entrer le format numérique correct!
ko: 오류, 올바른 디지털 형식을 입력하세요!
ru: Ошибка, пожалуйста, введите правильный цифровой формат!
zh_cn: 错误，请输入正确的数字格式！
zh_tw: 錯誤，請輸入正確的數位格式！

# ZZCWSSJBNDYYWCSJJC
source: Errors, application time can not be greater than the time required to complete, please check!
de: Fehler können Anwendungszeit nicht größer als die erforderliche Zeit, um abzuschließen, überprüfen Sie bitte wieder!
fr: Erreurs, temps d'application ne peuvent pas être plus grand que le temps requis pour terminer, s'il vous plaît vérifier!
ko: 오류, 응용 프로그램 시간은 확인하시기 바랍니다 완료하는 데 필요한 시간보다 클 수 없습니다!
ru: Ошибки, время приложение не может быть больше, чем время, необходимое для завершения, пожалуйста, проверьте!
zh_cn: 错误，申请时间不能大于要求完成时间，请检查！
zh_tw: 錯誤，申請時間不能大於要求完成時間，請檢查！

# ZZCWSZDMBZCWCRJC
source: Error, applicants code is incorrect, no such person, please check!
de: Fehler ist Bewerbern Code falsch ist, keine solche Person, überprüfen Sie bitte!
fr: Erreur, code des candidats est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 오류, 지원자 코드가 잘못, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка, заявители код неверен, ни одно такое лицо, пожалуйста, проверьте!
zh_cn: 错误，申请者代码不正确，查无此人，请检查！
zh_tw: 錯誤，申請者代碼不正確，查無此人，請檢查！

# ZZCWXGSBJC
source: Error, modify fails, check!
de: Fehler, ändern fehlschlägt, überprüfen!
fr: Erreur, modifier échoue, vérifiez!
ko: 오류, 확인 실패 수정!
ru: Ошибка, изменить не удается, проверьте!
zh_cn: 错误，保存失败，请检查！
zh_tw: 錯誤，修改失敗，請檢查！

# ZZCWXJHBNXG
source: This is a new program, you can not change!
de: Dies ist ein neues Programm, können Sie nicht ändern!
fr: Ceci est un nouveau programme, vous ne pouvez pas changer!
ko: 이 새로운 프로그램, 당신은 변경할 수 없습니다입니다!
ru: Это новая программа, вы не можете изменить!
zh_cn: 此为新计划，不能修改！
zh_tw: 此為新計畫，不能修改！

# ZZCWXJLBNSC
source: This is a new record can not be deleted!
de: Dies ist ein neuer Rekord kann nicht gelöscht werden!
fr: Ceci est un nouveau record ne peut être supprimé!
ko: 이 새로운 기록을 삭제할 수 없습니다입니다!
ru: Это новый рекорд не может быть удален!
zh_cn: 此为新记录，不能删除！
zh_tw: 此為新記錄，不能刪除！

# ZZCWXJLBNSCJC
source: This is a new record can not be deleted, please check!
de: Dies ist ein neuer Rekord kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Ceci est un nouveau record ne peut être supprimé, s'il vous plaît vérifier!
ko: 이 새로운 기록을 삭제할 수 없습니다되고, 확인하시기 바랍니다!
ru: Это новый рекорд не может быть удален, пожалуйста, проверьте!
zh_cn: 此为新记录，不能删除，请检查！
zh_tw: 此為新記錄，不能刪除，請檢查！

# ZZCWXJLBNTJHYCY
source: This is a new record, you can not add members of the Conference!
de: Dies ist ein neuer Rekord, können Sie nicht Mitglieder der Konferenz hinzuzufügen!
fr: Ceci est un nouveau record, vous ne pouvez pas ajouter des membres de la Conférence!
ko: 이것은, 당신은 회의의 구성원을 새 레코드 추가 할 수있다!
ru: Это новый рекорд, вы не можете добавить членов Конференции!
zh_cn: 此为新记录，不能添加会议成员！
zh_tw: 此為新記錄，不能添加會議成員！

# ZZCWXJLBNXGJC
source: This is a new record, can not be modified, please check!
de: Dies ist ein neuer Rekord, kann nicht geändert werden, überprüfen Sie bitte!
fr: Ceci est un nouveau record, ne peut pas être modifié, s'il vous plaît vérifier!
ko: 이것은 새로운 기록을 수정할 수 없습니다, 확인하시기 바랍니다됩니다!
ru: Это новый рекорд, не может быть изменена, пожалуйста, проверьте!
zh_cn: 此为新记录，不能修改，请检查！
zh_tw: 此為新記錄，不能修改，請檢查！

# ZZCWXJSBJC
source: Error, New fails, check!
de: Fehler, New fehlschlägt, überprüfen!
fr: Erreur, New échoue, vérifiez!
ko: 오류, 새로운 실패, 확인!
ru: Ошибка, Нью удается, проверьте!
zh_cn: 错误，新增失败，请检查！
zh_tw: 錯誤，新增失敗，請檢查！

# ZZCWXSRDMBZCWCRJC
source: Error, sales person code is incorrect, no such person, please check!
de: Fehler, ist Verkäufer Code falsch ist, keine solche Person, überprüfen Sie bitte!
fr: Erreur, le code de personne de vente est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 오류, 영업 사원 코드가 잘못, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка, менеджер по продажам неверный код, не такой человек, пожалуйста, проверьте!
zh_cn: 错误，销售人代码不正确，查无此人，请检查！
zh_tw: 錯誤，銷售人代碼不正確，查無此人，請檢查！

# ZZCWXWLBNXGJC
source: This is a new material, can not be changed, please check!
de: Dies ist ein neues Material, kann nicht geändert werden, überprüfen Sie bitte!
fr: Ceci est un nouveau matériau, ne peut pas être modifié, s'il vous plaît vérifier!
ko: 이 새로운 물질은 변경할 수 없습니다되고, 확인하시기 바랍니다!
ru: Это новый материал, не могут быть изменены, пожалуйста, проверьте!
zh_cn: 此为新物料，不能修改，请检查！
zh_tw: 此為新物料，不能修改，請檢查！

# ZZCWXXBNGXJC
source: This is a new requirement, can not be updated, please check!
de: Dies ist eine neue Anforderung, können nicht aktualisiert werden, überprüfen Sie bitte!
fr: Ceci est une nouvelle exigence, ne peut pas être mis à jour, s'il vous plaît vérifier!
ko: 이 새로운 요구 사항, 업데이트 할 수 없습니다, 확인하시기 바랍니다됩니다!
ru: Это новое требование, не может быть обновлен, пожалуйста, проверьте!
zh_cn: 此为新需求，不能保存，请检查！
zh_tw: 此為新需求，不能更新，請檢查！

# ZZCWXXBNSCJC
source: This is a new requirement, can not be deleted, please check!
de: Dies ist eine neue Anforderung, kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Ceci est une nouvelle exigence, ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 이 새로운 요구 사항, 삭제할 수 없습니다, 확인하시기 바랍니다됩니다!
ru: Это новое требование, не может быть удален, пожалуйста, проверьте!
zh_cn: 此为新需求，不能删除，请检查！
zh_tw: 此為新需求，不能刪除，請檢查！

# ZZCWXXMBNXGJC
source: This is a new project, can not be changed, please check!
de: Dies ist ein neues Projekt, kann nicht geändert werden, überprüfen Sie bitte!
fr: Ceci est un nouveau projet, ne peut pas être modifié, s'il vous plaît vérifier!
ko: 이것은 새로운 프로젝트는 변경할 수 없습니다되고, 확인하시기 바랍니다!
ru: Это новый проект, не может быть изменена, пожалуйста, проверьте!
zh_cn: 此为新项目，不能修改，请检查！
zh_tw: 此為新專案，不能修改，請檢查！

# ZZCWXZBXDCNBCJLTJDBXDZ
source: Error, please select the expense account in order to add this record to reimbursement claims in!
de: Fehler, wählen Sie bitte die Aufwandskonto, um diesen Rekord auf Erstattungsansprüche in hinzuzufügen!
fr: Erreur, s'il vous plaît sélectionnez le compte de dépenses afin d'ajouter cet enregistrement à des demandes de remboursement en!
ko: 오류에 상환 청구에이 레코드를 추가하기 위해 비용 계정을 선택하십시오!
ru: Ошибка, пожалуйста, выберите счет расходов для того, чтобы добавить эту запись в возмещении расходов в!
zh_cn: 错误，请先选择报销单，才能把此记录添加到报销单中！
zh_tw: 錯誤，請先選擇報銷單，才能把此記錄添加到報銷單中！

# ZZCWYBMBNGGJC
source: Error industry coding can not be changed, please check!
de: Fehler, Enterprise-Codierung kann nicht geändert werden, überprüfen Sie bitte!
fr: Erreur, codage entreprise ne peut pas être modifié, s'il vous plaît vérifier!
ko: 오류, 기업 코드는 변경할 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка, кодирование предприятие не может быть изменен, пожалуйста, проверьте!
zh_cn: 错误，企业编码不能更改，请检查！
zh_tw: 錯誤，企業編碼不能更改，請檢查！

# ZZCWYBMGZYWBNBHDJC
source: Wrong, wrong corporate coding rules, can not contain - ,, etc, please check!
de: Falsch, falsch Nehmenscodierungsregeln, nicht enthalten - ,, etc, bitte!
fr: Wrong, règles d'entreprise mauvaises de codage, ne peuvent pas contenir - ,, etc, s'il vous plaît vérifier!
ko: ,, 등, 확인하시기 바랍니다 - 잘못, 잘못된 기업 코딩 규칙은 포함 할 수 없습니다!
ru: Неправильно, неправильно правила корпоративного кодирования, не может содержать - ,, и т.д., пожалуйста, проверьте!
zh_cn: 错误，企业编码规则有误，不能包含 -、,等，请检查！
zh_tw: 錯誤，企業編碼規則有誤，不能包含 -、,等，請檢查！

# ZZCWYBMYCZJC
source: Error industry coding already exists. Please check!
de: Fehler, Enterprise-Codierung bereits vorhanden ist. Bitte überprüfen!
fr: Erreur, le codage de l'entreprise existe déjà. S'il vous plaît vérifier!
ko: 오류, 이미 존재하는 기업 코딩. 확인하세요!
ru: Ошибка, кодирование предприятие уже существует. Пожалуйста, проверьте!
zh_cn: 错误，企业编码已存在，请检查！
zh_tw: 錯誤，企業編碼已存在，請檢查！

# ZZCWYBMYMCDBNWKJC
source: Error industry coding, business name can not be empty, please check!
de: Fehler, Unternehmens-Code können Firmenname nicht leer sein, prüfen Sie bitte!
fr: Erreur, le code de l'entreprise, le nom de l'entreprise ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류, 기업 코드, 회사 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка, код предприятия, название компании не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，企业编码、企业名称都不能为空，请检查！
zh_tw: 錯誤，企業編碼、企業名稱都不能為空，請檢查！

# ZZCWYMCBNWKJC
source: Error Company Name can not be empty, please check!
de: Fehler Company Name darf nicht leer sein, prüfen Sie bitte!
fr: Erreur Nom de la société ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류 회사 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка Название компании не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，企业名称不能为空，请检查！
zh_tw: 錯誤，企業名稱不能為空，請檢查！

# ZZCWYMCWBXJC
source: Error Company Name is mandatory, check!
de: Fehler Unternehmensname ist obligatorisch, zu überprüfen!
fr: Erreur Nom de la société est obligatoire, vérifiez!
ko: 오류 회사 이름은 필수이며, 확인!
ru: Ошибка Название компании является обязательным, проверьте!
zh_cn: 错误，企业名称为必选项，请检查！
zh_tw: 錯誤，企業名稱為必選項，請檢查！

# ZZCWYMCYCZJC
source: Errors, business name already exists, please check!
de: Fehler, Geschäftsname bereits vorhanden ist, überprüfen Sie bitte!
fr: Erreurs, nom d'entreprise existe déjà, s'il vous plaît vérifier!
ko: 오류, 이미 존재하는 비즈니스 이름, 확인하시기 바랍니다!
ru: Ошибки, фирменное наименование уже существует, пожалуйста, проверьте!
zh_cn: 错误，企业名称已存在，请检查！
zh_tw: 錯誤，企業名稱已存在，請檢查！

# ZZCWYZRDJHBBHBNWKJC
source: Error, to transfer the program version number can not be empty, please check!
de: Fehler, um die Versionsnummer des Programms drehen darf nicht leer sein, prüfen Sie bitte!
fr: Erreur, pour tourner le numéro de version du programme ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류, 비워 둘 수 없습니다 프로그램의 버전 번호를 설정하는, 확인하시기 바랍니다!
ru: Ошибка, чтобы включить номер версии программы не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，要转入的计划版本号不能为空，请检查！
zh_tw: 錯誤，要轉入的計畫版本號不能為空，請檢查！

# ZZCWZHTCHJHGDDLPJC
source: Error, please select the contract stipulated delivery program items, please check!
de: Fehler, wählen bitte Verschiffen Plan sieht Kontraktpositionen, bitte!
fr: Erreur, s'il vous plaît choisissez la livraison plan prévoit pour les éléments du contrat, s'il vous plaît vérifier!
ko: 오류, 확인하시기 바랍니다 계획은 계약 항목을 제공 출하 선택하세요!
ru: Ошибка, пожалуйста выберите план предусматривает для контрактных пунктов, пожалуйста, проверьте!
zh_cn: 错误，请选择合同出货计划规定的物料，请检查！
zh_tw: 錯誤，請選擇合同出貨計畫規定的物料，請檢查！

# ZZCWZHTSHJHGDDLPJC
source: Error, please select the contract stipulated receipt program items, please check!
de: Fehler, wählen Sie bitte den Vertrag Plan sieht für den Eingang der Einzelteile, überprüfen Sie bitte!
fr: Erreur, s'il vous plaît choisir le contrat le plan prévoit la réception des articles, s'il vous plaît vérifier!
ko: 오류, 계획이 항목의 영수증을 제공 계약을 선택하십시오, 확인하시기 바랍니다!
ru: Ошибка, пожалуйста, выберите контракт план предусматривает получения деталей, пожалуйста, проверьте!
zh_cn: 错误，请选择合同收货计划规定的物料，请检查！
zh_tw: 錯誤，請選擇合同收貨計畫規定的物料，請檢查！

# ZZCWZJHSBJC
source: Error, turn the plan fails, check!
de: Fehler, schalten Sie den Plan scheiterte, bitte!
fr: Erreur, tournez le plan a échoué, s'il vous plaît vérifier!
ko: 오류, 계획 실패를 돌려 확인하세요!
ru: Ошибка, включите план не удалось, пожалуйста, проверьте!
zh_cn: 错误，转计划失败，请检查！
zh_tw: 錯誤，轉計畫失敗，請檢查！

# ZZCWZYCKDZCJC
source: Error, please select an asset library, check!
de: Fehler, wählen Sie bitte ein Asset-Bibliothek, zu überprüfen!
fr: Erreur, s'il vous plaît sélectionner une bibliothèque de biens, vérifier!
ko: 오류 확인, 자산 라이브러리를 선택하십시오!
ru: Ошибка, выберите библиотеку активов, проверьте!
zh_cn: 错误，请选择要出库的资产，请检查！
zh_tw: 錯誤，請選擇要出庫的資產，請檢查！

# ZZCWZZBAMCBNWKJC
source: Error, qualification record name can not be empty, please check!
de: Fehler, Qualifizierung Satzname darf nicht leer sein, prüfen Sie bitte!
fr: Erreur, la qualification nom de l'enregistrement ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류, 자격 레코드 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка, квалификация имя записи не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，资质备案名称不能为空，请检查！
zh_tw: 錯誤，資質備案名稱不能為空，請檢查！

# ZZCWZZBAMCYCZJC
source: Error, qualification record name already exists, please check!
de: Fehler, Qualifizierung Satzname bereits vorhanden ist, überprüfen Sie bitte!
fr: Erreur, la qualification nom de l'enregistrement existe déjà, s'il vous plaît vérifier!
ko: 오류, 자격 레코드 이름이 이미 존재 확인하시기 바랍니다!
ru: Ошибка, квалификация имя запись уже существует, пожалуйста, проверьте!
zh_cn: 错误，资质备案名称已存在，请检查！
zh_tw: 錯誤，資質備案名稱已存在，請檢查！

# ZZCXBNWFFZF
source: The order can not be illegal characters!
de: Der Auftrag kann nicht illegal Zeichen sein!
fr: L'ordre ne peut pas être des caractères illégaux!
ko: 순서는 잘못된 문자가 될 수 없습니다!
ru: Порядок не может быть недопустимые символы!
zh_cn: 次序不能为非法字符！
zh_tw: 次序不能為非法字元！

# ZZCXCZSPJLBNSC
source: The presence of this demand approval records can not be deleted!
de: Das Vorhandensein dieser Nachfrage Abnahmeprüfprotokolle kann nicht gelöscht werden!
fr: La présence de cette approbation de la demande enregistrements ne peut pas être supprimé!
ko: 이 수요 승인 레코드의 존재는 삭제할 수 없습니다!
ru: Наличие этого утверждения спрос записей не могут быть удалены!
zh_cn: 此需求存在审批记录，不能删除！
zh_tw: 此需求存在審批記錄，不能刪除！

# ZZCXGDCG
source: Undo archiving success!
de: Rückgängig Archivierung Erfolg!
fr: Annuler succès archivage!
ko: 보관 성공을 취소!
ru: Отменить архивирования успех!
zh_cn: 撤消归档成功！
zh_tw: 撤銷歸檔成功！

# ZZCXGDSBJC
source: Undo archive fails, check!
de: Rückgängig Archivs fehlschlägt, überprüfen!
fr: Nouvelle archive échoue, vérifiez!
ko: 확인, 아카이브에 실패 취소!
ru: Отменить Архив не удается, проверьте!
zh_cn: 撤消归档失败，请检查！
zh_tw: 撤銷歸檔失敗，請檢查！

# ZZCXMCBBDXMJHLCJHIDBCZXGSBJC
source: This project this version of the project plan after plan ID does not exist, modify fails, check!
de: Das Projekt für diese Version des Projektplans nach Plan ID nicht vorhanden ist, ändern fehlschlägt, überprüfen!
fr: Ce projet pour cette version du plan de projet après ID de plan ne existe pas, modifier échoue, vérifiez!
ko: 플랜 ID 후 프로젝트 계획이 버전의이 프로젝트는, 확인 실패 수정 존재하지 않습니다!
ru: Этот проект для этой версии плана проекта после плана ID не существует, изменить не удается, проверьте!
zh_cn: 此项目此版本的项目计划里此前计划ID不存在，保存失败，请检查！
zh_tw: 此專案此版本的專案計畫裡此前計畫ID不存在，修改失敗，請檢查！

# ZZCXMHMYJABNGDJC
source: This project is not yet closed, you can not archive, please check!
de: Dieses Projekt ist noch nicht geschlossen ist, können Sie nicht archivieren, bitte!
fr: Ce projet n'a pas encore fermé, vous ne pouvez pas les archives, s'il vous plaît vérifier!
ko: 이 프로젝트는 아직 폐쇄되지 않은에게, 당신은 보관하지, 확인하시기 바랍니다 수 있습니다!
ru: Этот проект еще не закрыт, вы не можете архивировать, пожалуйста, проверьте!
zh_cn: 此项目还没有结案，不能归档，请检查！
zh_tw: 此項目還沒有結案，不能歸檔，請檢查！

# ZZCXMYGDBYZJXGDDZLJC
source: This project has been archived, without further action the archive, please check!
de: Dieses Projekt wurde bereits archiviert, ohne weitere Maßnahmen das Archiv, überprüfen Sie bitte!
fr: Ce projet a été archivé, sans autre action de l'archive, s'il vous plaît vérifier!
ko: 이 프로젝트는 아카이브가 확인하시기 바랍니다 조치없이 보관되었습니다!
ru: Этот проект был в архив, без дополнительных действий архив, пожалуйста, проверьте!
zh_cn: 此项目已归档，不用再进行归档动作了，请检查！
zh_tw: 此項目已歸檔，不用再進行歸檔動作了，請檢查！

# ZZCXMYZHDJXZBYJHL
source: This project has been underway at the event, do not activate it!
de: Dieses Projekt ist im Gange in der Aktivität, nicht aktivieren!
fr: Ce projet est en cours dans l'activité, ne pas l'activer!
ko: 이 프로젝트는 활동이 진행되고 있으며,이를 활성화하지 마십시오!
ru: Этот проект был в стадии реализации в деятельности, не активировать его!
zh_cn: 此项目已在活动进行中，不用激活了！
zh_tw: 此項目已在活動進行中，不用啟動了！

# ZZCXMYZJXZBNJJL
source: This project has been in progress, can not refuse it!
de: Dieses Projekt ist im Gange, kann es nicht ablehnen!
fr: Ce projet est en cours, ne peut pas refuser!
ko: 이 프로젝트는 그것을 거부 할 수 없습니다, 진행되었습니다!
ru: Этот проект был в прогресс, не может отказаться от него!
zh_cn: 此项目已在进行中，不能拒绝了！
zh_tw: 此項目已在進行中，不能拒絕了！

# ZZCXMZTBWGDBNCXJC
source: The project status is not an archive, you can not undo, please check!
de: Dieses Projekt-Status wird nicht ein Archiv, können Sie nicht rückgängig machen können, überprüfen Sie bitte!
fr: Cet état de projet ne soit pas une archive, vous ne pouvez pas annuler, s'il vous plaît vérifier!
ko: 이 프로젝트의 상태는 아카이브, 당신은 취소 할 수 없습니다, 확인하시기 바랍니다하지 않습니다!
ru: Этот статус проект не архив, вы не можете отменить, пожалуйста, проверьте!
zh_cn: 此项目状态不为归档，不能撤消，请检查！
zh_tw: 此專案狀態不為歸檔，不能撤銷，請檢查！

# ZZCXPZ
source: Cancel
de: Widerruf der Zulassung!
fr: Révoquer l'agrément!
ko: 승인을 취소!
ru: Отозвать согласие!
zh_cn: 撤销
zh_tw: 撤銷批准！

# ZZCXPZCG
source: Cancel success!
de: Widerruf der Zulassung der Erfolg!
fr: Révoquer l'agrément de la réussite!
ko: 성공의 승인을 취소!
ru: Отозвать согласие на успех!
zh_cn: 撤消成功！
zh_tw: 撤銷批准成功！

# ZZCYGCZXJYGBNSC
source: The presence of this staff subordinates can not be deleted!
de: Das Vorhandensein dieser Mitarbeiter Gebenen kann nicht gelöscht werden!
fr: La présence de ce personnel subordonnés ne peut être supprimé!
ko: 이 직원 부하 직원의 존재는 삭제할 수 없습니다!
ru: Наличие этих сотрудников подчиненных не могут быть удалены!
zh_cn: 此员工存在下级员工，不能删除！
zh_tw: 此員工存在下級員工，不能刪除！

# ZZCYZDCLFDKHDKHBZDRDSJLMCWEXMESSAGE
source: Discover travel there to entertain clients, but the client does not import the data inside, the error: "+ ex.Message +"!
de: Entdecken Sie es zu reisen, um Kunden zu unterhalten, aber der Client die Daten nicht im Inneren zu importieren, der Fehler: "+ ex.Message +"!
fr: Découvrez voyager là pour divertir les clients, mais le client ne pas importer les données à l'intérieur, l'erreur: "+ ex.Message +"!
ko: 발견은 고객을 즐겁게하는이 여행하지만, 클라이언트는 내부 데이터를 가져올 수 없습니다, 오류 : "+ ex.Message +"!
ru: Узнайте путешествовать там, чтобы развлечь клиентов, но клиент не импортировать данные внутри, ошибка: "+ ex.Message +"!
zh_cn: 查询有招待差旅费的客户，但客户不在导入的数据里面，错误：" + ex.Message + "！
zh_tw: 查詢有招待差旅費的客戶，但客戶不在導入的資料裡面，錯誤：" + ex.Message + "！

# ZZCYZHGZNRBNWKJC
source: Participants and work can not be empty, please check!
de: Die Teilnehmer und die Arbeit darf nicht leer sein, prüfen Sie bitte!
fr: Les participants et les travaux ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 참가자 및 작업은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Участники и работа не может быть пустым, пожалуйста, проверьте!
zh_cn: 参与者和工作内容不能为空，请检查！
zh_tw: 參與者和工作內容不能為空，請檢查！

# ZZCZBNWFFZF
source: Fax can not be illegal characters!
de: Fax kann nicht illegal Zeichen sein!
fr: Fax ne peut pas être des caractères illégaux!
ko: 팩스에 잘못된 문자가 될 수 없습니다!
ru: Факс не может быть недопустимые символы!
zh_cn: 传真不能为非法字符！
zh_tw: 傳真不能為非法字元！

# ZZCZBNWKBC
source: Fax can not be empty, please add!
de: Fax kann nicht leer sein, fügen Sie bitte!
fr: Fax ne peut pas être vide, s'il vous plaît ajouter!
ko: 팩스가 비어있을 수 없습니다, 추가하십시오!
ru: Факс не может быть пустым, пожалуйста, добавьте!
zh_cn: 传真不能为空，请补充！
zh_tw: 傳真不能為空，請補充！

# ZZCZCG
source: The account success!
de: Das Konto, Erfolg!
fr: Le compte succès!
ko: 계정 성공!
ru: Счет успех!
zh_cn: 出账成功！
zh_tw: 出賬成功！

# ZZCZDCLFCWEXMESSAGE
source: Discover hospitality, travel, Error: "+ ex.Message +"!
de: Entdecken Sie Gastfreundschaft, Reisen, Fehler: "+ ex.Message +"!
fr: Découvrez l'hospitalité, Voyage, Erreur: "+ ex.Message +"!
ko: 환대, 여행, 오류보세요 : "+ ex.Message +"!
ru: Откройте для себя гостеприимство, путешествия, ошибка: "+ ex.Message +"!
zh_cn: 查询招待，差旅费，错误：" + ex.Message + "！
zh_tw: 查詢招待，差旅費，錯誤：" + ex.Message + "！

# ZZCZSB
source: The account failed!
de: Das Konto ist fehlgeschlagen!
fr: Le compte a échoué!
ko: 계정에 실패했습니다!
ru: Учетная запись не удалось!
zh_cn: 出账失败！
zh_tw: 出賬失敗！

# ZZCZTMWJSCSBGMHZSC
source: File exists, upload failed, renamed after the upload!
de: Datei existiert, Upload fehlgeschlagen, bitte nach dem Upload umbenannt!
fr: Le fichier existe, téléchargement a échoué, s'il vous plaît rebaptisé après le téléchargement!
ko: 파일 업로드가 업로드 한 후 이름을 변경하시기 바랍니다 실패, 존재!
ru: Файл существует, удалось загрузить, пожалуйста, переименован после загрузки!
zh_cn: 存在同名文件，上传失败，请改名后再上传！
zh_tw: 存在同名檔，上傳失敗，請改名後再上傳！

# ZZCZXMGXCG
source: Qualified items updated successfully!
de: Zertifizierte Projektaktualisierungen Erfolg!
fr: Le succès des mises à jour de projet certifié!
ko: 인증 프로젝트 업데이트 성공!
ru: Сертифицированный обновления проекта успех!
zh_cn: 持证项目保存成功！
zh_tw: 持證項目更新成功！

# ZZCZXMGXSBJC
source: Certified project update fails, check!
de: Zertifizierte Projekt-Update fehlschlägt, überprüfen!
fr: Mise à jour de projet certifiée échoue, vérifiez!
ko: 인증 프로젝트 업데이트를 확인 실패!
ru: Сертифицированный обновление проект терпит неудачу, проверьте!
zh_cn: 持证项目保存失败，请检查！
zh_tw: 持證專案更新失敗，請檢查！

# ZZCZXMSCCG
source: Qualified items deleted successfully!
de: Zertifizierte Projekt erfolgreich gelöscht!
fr: Projet certifié supprimé avec succès!
ko: 인증 프로젝트가 성공적으로 삭제!
ru: Сертифицированный проект успешно удален!
zh_cn: 持证项目删除成功！
zh_tw: 持證專案刪除成功！

# ZZCZXMSCSBJC
source: Remove holder project fails, check!
de: Entfernen zertifizierten Projektfehlschlägt, überprüfen!
fr: Retirer le projet certifié échoue, vérifiez!
ko: 확인, 인증 프로젝트가 실패 제거!
ru: Удалить сертифицированный проект не удается, проверьте!
zh_cn: 持证项目删除失败，请检查！
zh_tw: 持證專案刪除失敗，請檢查！

# ZZCZXMZJCG
source: Certified project to increase the success!
de: Zertifizierte Projekte erhöhte Erfolg!
fr: Projets certifiés ont augmenté le succès!
ko: 인증 프로젝트 성공을 증가!
ru: Сертифицированные проекты увеличилась успех!
zh_cn: 持证项目增加成功！
zh_tw: 持證項目增加成功！

# ZZCZXMZJSBJC
source: Certified project increase fails, check!
de: Zertifizierte Projekt Zunahme fehlschlägt, überprüfen!
fr: Augmentation de projet certifiée échoue, vérifiez!
ko: 확인 실패 인증 프로젝트 증가!
ru: Сертифицированный увеличение Проект терпит неудачу, проверьте!
zh_cn: 持证项目增加失败，请检查！
zh_tw: 持證項目增加失敗，請檢查！

# ZZDBBCWJCCWYYKNSEXMESSAGE
source: Read the wrong version, please check! Error reason might be: "+ ex.Message +"
de: Lesen Sie die falsche Version, überprüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Lire la mauvaise version, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 잘못된 버전을 읽고, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Читайте неправильную версию, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 读取版本错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 讀取版本錯誤，請檢查！錯誤原因可能是：" + ex.Message + "
