Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# JieSuShiJian
source: End Time
de: Endzeit
fr: Heure de fin
ko: 경비 개요
ru: Время окончания
zh_cn: 结束时间
zh_tw: 結束時間

# JieTou
source: Connector
de: Fittings
fr: Raccords
ko: 총 비용
ru: Арматура
zh_cn: 接头
zh_tw: 接頭

# JieTouBianHao
source: Connector ID:
de: Steckverbinder-ID:
fr: Connecteur ID:
ko: 분기
ru: Разъем ID:
zh_cn: 接头编号：
zh_tw: 接頭編號：

# JieTouHao
source: Joint resolution
de: Gemeinsame Entschließung
fr: Résolution commune
ko: 하도급 코딩
ru: Совместная резолюция
zh_cn: 接头号
zh_tw: 接頭號

# JieTouShu
source: Number of connectors
de: Anzahl der Anschlüsse
fr: Nombre de connecteurs
ko: 외주 작업 내용
ru: Количество разъемов
zh_cn: 接头数
zh_tw: 接頭數

# JieTouShuLiang
source: The number of joints
de: Die Anzahl der Verbindungs
fr: Le nombre de joints
ko: 하청 인
ru: Количество соединений
zh_cn: 接头数量
zh_tw: 接頭數量

# JieYongCaiLiaoDaiMa
source: Borrowing material code
de: Fremdkapitalmaterialcode
fr: Emprunts code matériau
ko: 책임을 하청 업체
ru: Заимствование Код материала
zh_cn: 借用材料代码
zh_tw: 借用材料代碼

# JieYueCiShu
source: Borrowing times
de: Fremdkapitalzeiten
fr: Fois d'emprunt
ko: 하도급 프로젝트 제목
ru: Раз по займам
zh_cn: 借阅次数
zh_tw: 借閱次數

# JieYueGuanLi
source: Loan Management
de: Darlehensverwaltung
fr: Gestion de prêt
ko: 하도급 전문
ru: Управление кредитования
zh_cn: 借阅管理
zh_tw: 借閱管理

# JieYueRen
source: Lending people
de: Kredite Menschen
fr: Les gens de prêt
ko: 표지 관리
ru: Кредитные люди
zh_cn: 借阅人
zh_tw: 借閱人

# JieYueRenBanGongDianHua
source: Lending man office phone
de: Lending Mann Telefon im Büro
fr: Prêts bureau de l'homme téléphone
ko: 커버 날짜
ru: Кредитование человек офис телефон
zh_cn: 借阅人办公电话
zh_tw: 借閱人辦公電話

# JieYueRenDanWei
source: Lending person unit
de: Lending Person Einheiten
fr: Unités de prêt de personne
ko: 표지 설명
ru: Кредитование человек единиц
zh_cn: 借阅人单位
zh_tw: 借閱人單位

# JieYueRenShouJiHaoMa
source: Lending person's phone number
de: Kredite Person Telefonnummer
fr: Prêter le numéro de téléphone de la personne
ko: 정보를 포함합니다 :
ru: Кредитование номер телефона человека
zh_cn: 借阅人手机号码
zh_tw: 借閱人手機號碼

# JieYueRiQi
source: Borrowing Date
de: Fremdkapital Datum
fr: Emprunt Date
ko: 분기
ru: Заимствование Дата
zh_cn: 借阅日期
zh_tw: 借閱日期

# JieYueShiJian
source: Borrowing Time
de: Fremdkapitalzeit
fr: Emprunts Temps
ko: 위험
ru: Заимствование Время
zh_cn: 借阅时间
zh_tw: 借閱時間

# JieYueShuLiang
source: Loan amount
de: Darlehensbetrag
fr: Montant du prêt
ko: 위험 이름
ru: Сумма займа
zh_cn: 借阅数量
zh_tw: 借閱數量

# JieYueTianShu
source: Lending Days
de: Kreditaufnahme ein paar Tage
fr: Empruntant quelques jours
ko: 위험 평가
ru: Заимствование несколько дней
zh_cn: 借阅天数
zh_tw: 借閱天數

# JieYueZhe
source: Borrower
de: Kreditnehmer
fr: Emprunteur
ko: 위험 평가 작업 흐름
ru: Заемщик
zh_cn: 借阅者
zh_tw: 借閱者

# JieYueZhengJian
source: Loan Documents
de: Kreditunterlagen
fr: Documents de prêt
ko: 위험 전송 작업
ru: Кредитные документы
zh_cn: 借阅证件
zh_tw: 借閱證件

# JieYueZhengJianJiZhengJianHao
source: Loan documents identification number
de: Kreditdokumente ID-Nummer
fr: Documents de prêt numéro d'identification
ko: 분
ru: Кредитные документы идентификационный номер
zh_cn: 借阅证件证件号
zh_tw: 借閱證件證件號

# JieYueZhengJianSheDing
source: Loan documents setting
de: Kreditunterlagen einstellen
fr: Documents de prêt de réglage
ko: 분류
ru: Кредитные документы настройка
zh_cn: 借阅证件设定
zh_tw: 借閱證件設定

# JieZhi
source: Media
de: Medien
fr: Médiatique
ko: 분류 코드
ru: Средства массовой информации
zh_cn: 介质
zh_tw: 介質

# JieZhiDaiHao
source: Media Code
de: Medien-Code
ko: 분류 코드
ru: Медиа Код
zh_cn: 介质代号
zh_tw: 介質代號

# JieZhiRiQi
source: Deadline
de: Frist
fr: Date limite
ko: 카테고리 내용
ru: Крайний срок
zh_cn: 截止日期
zh_tw: 截止日期

# JiGongRenYuan
source: Technician staff
de: Mechanic Mitarbeiter
fr: Mécanicien personnel
ko: 할당
ru: Механик персонал
zh_cn: 技工人员
zh_tw: 技工人員

# JiGou
source: Agency
fr: Agence
ko: 오프 전달
ru: Учреждение
zh_cn: 机构
zh_tw: 機構

# JiGouMingCheng
source: Organization Name
de: Name der Organisation
fr: Nom de l'organisme
ko: 오프 전달
ru: Название организации
zh_cn: 机构名称
zh_tw: 機構名稱

# JiHe
source: Audit
de: Rechnungsprüfung
ko: 전달 기록
ru: Аудит
zh_cn: 稽核
zh_tw: 稽核

# JiHua
source: Plan
fr: Régime
ko: 전달 레코드 번호
ru: План
zh_cn: 计划
zh_tw: 計畫

# JiHuaBanBen
source: Plan Version
fr: Régime Version
ko: 전달 경로 번호
ru: План версия
zh_cn: 计划版本
zh_tw: 計畫版本

# JiHuaBianHao
source: Project Number
de: Projektnummer
fr: Numéro du projet
ko: 전달 사람들
ru: Номер проекта
zh_cn: 计划编号
zh_tw: 計畫編號

# JiHuaBianZhi
source: Planning
fr: Planification
ko: 태스킹
ru: Планирование
zh_cn: 计划编制
zh_tw: 計畫編制

# JiHuaChengYuan
source: Scheme members
de: Programmmitglieder
fr: Les membres du programme
ko: 회원들에게 작업을 할당
ru: Участники программы
zh_cn: 计划成员
zh_tw: 計畫成員

# JiHuaChuLi
source: Plan process
de: Plan Verarbeitung
fr: Traitement de plan
ko: 전달 시간
ru: План обработки
zh_cn: 计划处理
zh_tw: 計畫處理

# JiHuaDanJia
source: Plan Unit
de: Planeinheit
fr: Régime d'unités
ko: 프로젝트 팀 구성원들은 프로젝트 작업을 할당하기
ru: План блок
zh_cn: 计划单价
zh_tw: 計畫單價

# JiHuaDaoRenWu
source: Plan to task
de: Plan zur Aufgabe
fr: Régime à la tâche
ko: 전달 수요
ru: План задачи
zh_cn: 计划到任务
zh_tw: 計畫到任務

# JiHuaEDu
source: Program credits
de: Programm Grenz
fr: Limite de Programme
ko: 에 의해 전달
ru: Ограничение программ
zh_cn: 计划额度
zh_tw: 計畫額度

# JiHuaFenXi
source: Program Analysis
fr: Analyse du programme
ko: 전망에 의해 전달
ru: Анализ программы
zh_cn: 计划分析
zh_tw: 計畫分析

# JiHuaFuKuan
source: Program Payments
de: Programm Zahlungen
fr: Paiements de programme
ko: 소
ru: Оплата программы
zh_cn: 计划付款
zh_tw: 計畫付款

# JiHuaHao
source: Plan No.
de: Plan Nr
fr: Plan n °
ko: 분수
ru: План Номер
zh_cn: 计划号
zh_tw: 計畫號

# JiHuaHuanCheShiJian
source: The plan also off time
de: Der Plan auch off-Zeit
fr: Le plan a également de temps libre
ko: 분수
ru: План также от времени
zh_cn: 计划还车时间
zh_tw: 計畫還車時間

# JiHuaID
source: Program ID
de: Programm-ID
fr: Programme ID
ko: 분석 유형
ru: ID программы
zh_cn: 计划ID
zh_tw: 計畫ID

# JiHuaJianZhi
source: Plan impairment
de: Plan Werthaltigkeits
fr: Plan de dépréciation
ko: 분석 모델 설계
ru: План обесценения
zh_cn: 计划减值
zh_tw: 計畫減值

# JiHuaJieShuRiQi
source: Planned end date
de: Geplante Enddatum
fr: Date de fin prévue
ko: 분석 템플릿
ru: Планируемая дата окончания
zh_cn: 计划结束日期
zh_tw: 計畫結束日期

# JiHuaJieShuShiJian
source: Planned End Time
de: Programmende
fr: Programme Heure de fin
ko: 분석 차트
ru: Конец программы Время
zh_cn: 计划结束时间
zh_tw: 計畫結束時間

# JiHuaJinE
source: Planned amount
de: Geplante Menge
fr: Montant prévu
ko: 분
ru: Планируемая сумма
zh_cn: 计划金额
zh_tw: 計畫金額

# JiHuaKaiShiShiJian
source: Scheduled start time
de: Geplante Startzeit
fr: Heure de début prévue
ko: 문의
ru: Запланированные время начала
zh_cn: 计划开始时间
zh_tw: 計畫開始時間

# JiHuaKeShi
source: Program Visualization
de: Programm-Visualisierung
fr: Visualisation du programme
ko: 모든 수요를보기
ru: Визуализация Программа
zh_cn: 计划可视
zh_tw: 計畫可視

# JiHuaLeiXing
source: Plan Type
de: Plantyp
fr: Type de plan
ko: 상태에 따른 분류
ru: План Тип
zh_cn: 计划类型
zh_tw: 計畫類型

# JiHuaLiuLan
source: Program Browse
de: Programm Durchsuchen
fr: Programme Parcourir
ko: 완료 날짜
ru: Программа Обзор
zh_cn: 计划浏览
zh_tw: 計畫流覽

# JiHuaMing
source: Program name
de: Programmname
fr: Nom du programme
ko: 맞는 업 날짜
ru: Название программы
zh_cn: 计划名
zh_tw: 計畫名

# JiHuaMingChen
source: Project Title
de: Projekttitel
fr: Titre du projet
ko: 첨부 파일은, 하나 패키지 후 여러 파일하십시오을 업로드 할 수 있습니다!
ru: Название проекта
zh_cn: 计划名称
zh_tw: 計畫名稱

# JiHuaMingCheng
source: Project Title
de: Projekttitel
fr: Titre du projet
ko: 지불 방법
ru: Название проекта
zh_cn: 计划名称
zh_tw: 計畫名稱

# JiHuaMingXi
source: Plan Details
de: Programmdetails
fr: Détails du programme
ko: 아니
ru: Информация о программе
zh_cn: 计划明细
zh_tw: 計畫明細

# JiHuaMingXiBianJi
source: Program Details edit
de: Programmdetails bearbeiten
fr: Détails du programme modifier
ko: 프로젝트 참여자에게 작업을 할당
ru: Информация о программе редактировать
zh_cn: 计划明细编辑
zh_tw: 計畫明細編輯

# JiHuaMingXiJiLu
source: Program detail record
de: Programm Detaildatensatz
fr: Détail du programme fiche
ko: 프로젝트 팀 구성원들은 프로젝트 작업을 할당하기
ru: Программа подробно запись
zh_cn: 计划明细记录
zh_tw: 計畫明細記錄

# JiHuaMingXiLiuLan
source: Planning Detail Browse
de: Planung Details Durchsuchen
fr: Plan de Détail Parcourir
ko: 금 편집기
ru: Планирование Подробности Просмотр
zh_cn: 计划明细浏览
zh_tw: 計畫明細流覽

# JiHuaMingXiXiuGai
source: Planning Detail modification
de: Planung Details Änderung
fr: Modification de Détail de planification
ko: 호 금
ru: Планирование Подробности изменения
zh_cn: 计划明细修改
zh_tw: 計畫明細修改

# JiHuaMinXiXiuGai
source: Planning Detail modification
de: Planung Details Änderung
fr: Modification de Détail de planification
ko: 금 목록
ru: Планирование Подробности изменения
zh_cn: 计划明细修改
zh_tw: 計畫明細修改

# JiHuaNeiRong
source: Program Content
de: Programm Inhalt
fr: Contenu du programme
ko: 부터
ru: Содержание программы
zh_cn: 计划内容
zh_tw: 計畫內容

# JiHuaPeiXunNeiRong
source: The training program
de: Plan Ausbildung
fr: La formation de plan
ko: F 구현 문제
ru: План подготовки
zh_cn: 计划培训内容
zh_tw: 計畫培訓內容

# JiHuaQiDongRiQi
source: Program start date
de: Programm Startdatum
fr: Date de début du programme
ko: 너무 큰 첨부 파일 수, 실패 수 보내기 큰 첨부 파일 모드를 활성화
ru: Программа даты начала
zh_cn: 计划启动日期
zh_tw: 計畫啟動日期

# JiHuaRenShu
source: Number of Participants
de: Teilnehmerzahl
fr: Nombre de participants
ko: 지불
ru: Количество участников
zh_cn: 计划人数
zh_tw: 計畫人數

# JiHuaRiQi
source: Program Date
de: Programm Datum
fr: Date de programme
ko: 재료를 지불
ru: Дата Программа
zh_cn: 计划日期
zh_tw: 計畫日期

# JiHuaRiZhi
source: Program Log
de: Programmprotokoll
fr: Programme Connexion
ko: 크기도
ru: Программа Вход
zh_cn: 计划日志
zh_tw: 計畫日誌

# JiHuaShu
source: The number of plans
de: Programmnummer
fr: Numéro de programme
ko: 비주얼로드
ru: Номер программы
zh_cn: 计划数
zh_tw: 計畫數

# JiHuaShuLiang
source: Number of plans
de: Anzahl der Pläne
fr: Nombre de plans
ko: 의 검토
ru: Количество планов
zh_cn: 计划数量
zh_tw: 計畫數量

# JiHuaTiJiao
source: Plan submitted
de: Plan vorgelegt
fr: Plan soumis
ko: 추가 사람 SMS 알림
ru: План, представленный
zh_cn: 计划提交
zh_tw: 計畫提交

# JiHuaTuiHui
source: Plans return
de: Pläne Rückkehr
fr: Retour plans
ko: 액세서리
ru: Планы возврат
zh_cn: 计划退回
zh_tw: 計畫退回

# JiHuaWanCheng
source: It plans to complete
de: Sie plant, zu vervollständigen
fr: Il prévoit d'achever
ko: 첨부 파일 목록
ru: Она планирует завершить
zh_cn: 计划完成
zh_tw: 計畫完成

# JiHuaYongCheShiJian
source: Plan time car
de: Plan Zeit Auto
fr: Plan de la voiture de temps
ko: 첨부 파일 이름
ru: План время автомобиль
zh_cn: 计划用车时间
zh_tw: 計畫用車時間

# JiHuaZheRiZhi
source: Log planner
de: Log Planer
fr: Planificateur Connexion
ko: 첨부 파일
ru: Планировщик Вход
zh_cn: 计划者日志
zh_tw: 計畫者日誌

# JiHuaZhuangTaiSheDing
source: Program state setting
de: Programmstatus gesetzt ist
fr: Le statut de programme est réglé
ko: 액세서리 다운로드
ru: Статус программы устанавливается
zh_cn: 计划状态设定
zh_tw: 計畫狀態設定

# JiHuaZongEBCWS
source: The total program (BCWS)
de: Die Gesamtkosten des Programms (BCWS)
fr: Le total du programme (CBTP)
ko: 추가 정보 :
ru: В целом программа (БСЗР)
zh_cn: 计划总额(BCWS)
zh_tw: 計畫總額(BCWS)

# JiHuo
source: Activation
de: Aktivierung
ko: 상위 프로그램
ru: Активация
zh_cn: 激活
zh_tw: 啟動

# JiHuoCiLiuChengShengQing
source: Activate this process application
de: Aktivieren Sie diese Prozessanwendung
fr: Activez cette application de processus
ko: 부모 이름
ru: Активируйте эту приложения процесса
zh_cn: 激活此工作申请
zh_tw: 啟動此流程申請

# JiHuoCiLiuChengShenQing
source: Activate this process application
de: Aktivieren Sie diese Prozessanwendung
fr: Activez cette application de processus
ko: 부모 프로젝트
ru: Активируйте эту приложения процесса
zh_cn: 激活此工作申请
zh_tw: 啟動此流程申請

# JiHuoCiRenWu
source: Activate this task
de: Aktivieren Sie diese Aufgabe,
fr: Activer cette tâche
ko: 지불
ru: Активируйте эту задачу
zh_cn: 激活此任务
zh_tw: 啟動此任務

# JiHuoCiXuQiu
source: Activate this requirement
de: Aktivieren Sie diese Nachfrage
fr: Activer cette demande
ko: 지불 로고
ru: Активируйте этот спрос
zh_cn: 激活此需求
zh_tw: 啟動此需求

# JiHuoShiJian
source: Activation time
de: Aktivierungszeit
fr: Le temps d'activation
ko: 지불 인
ru: Время активации
zh_cn: 激活时间
zh_tw: 啟動時間

# JiHuoXieZuo
source: Activate cooperation
de: Aktivieren Collaboration
fr: Activer Collaboration
ko: 지불 방법
ru: Активируйте Сотрудничество
zh_cn: 激活协作
zh_tw: 啟動協作

# JiJiaGongBeiWan
source: Machining back bend:
de: Bearbeitung von Rückbiege:
fr: Usinage retour bend:
ko: 지급 계획
ru: Обработка назад изгиб:
zh_cn: 机加工背弯：
zh_tw: 機加工背彎：

# JiJiaGongCheWan
source: Machining scoliosis:
de: Machining Skoliose:
fr: Scoliose Usinage:
ko: 결제 금액
ru: Обработка сколиоз:
zh_cn: 机加工侧弯：
zh_tw: 機加工側彎：

# JiJiaGongLieBiao
source: Machining list
de: Bearbeitungsliste
fr: Liste d'usinage
ko: 지급 일정
ru: Список обработки
zh_cn: 机加工列表
zh_tw: 機加工列表

# JiJiaGongMianWan
source: Curved surface machining:
de: Bearbeitungsebene Biege:
fr: Usinage plan de flexion:
ko: 결제 계정
ru: Обработка плоскости изгиба:
zh_cn: 机加工面弯：
zh_tw: 機加工面彎：

# JiJiaGongRiQi
source: Machining date:
de: Bearbeitungsdatum:
fr: Date d'usinage:
ko: 지불 이름
ru: Дата обработки:
zh_cn: 机加工日期：
zh_tw: 機加工日期：

# JiJiaGongXingXi
source: Machining information:
de: Machining Informationen:
fr: Informations d'usinage:
ko: 지불 이름
ru: Обработка информации:
zh_cn: 机加工信息：
zh_tw: 機加工資訊：

# JiJianFuShiShiYang
source: Intergranular corrosion specimens
de: Interkristalline Korrosion Proben
fr: Les échantillons de corrosion intergranulaire
ko: 지불 세부 사항
ru: Межкристаллитной коррозии образцов
zh_cn: 晶间腐蚀试样
zh_tw: 晶間腐蝕試樣

# JiJianJianDu
source: Discipline inspection and supervision
de: Disziplin Kontrolle und Überwachung
fr: Inspection et la supervision de discipline
ko: 요약 지불 세부 사항
ru: Проверке дисциплины и надзора
zh_cn: 纪检监督
zh_tw: 紀檢監督

# JiLiangDanWei
source: Unit of measurement
de: Maßeinheiten
fr: Les unités de mesure
ko: 지불 인
ru: Единицы измерения
zh_cn: 计量单位
zh_tw: 計量單位

# JiLiHui
source: Regular Season
fr: Saison Régulière
ko: 지불 날짜
ru: Регулярный сезон
zh_cn: 季例会
zh_tw: 季例會

# JiLuBianHao
source: Record Number
de: Treffer Nummer
fr: Numéro du dossier
ko: 결제 승인
ru: Номер записи
zh_cn: 记录编号
zh_tw: 記錄號碼

# JiLuCaoZuo
source: Recording operation
de: Aufzeichnungsvorgang
fr: Opération d'enregistrement
ko: 결제 승인 번호
ru: Запись операции
zh_cn: 记录操作
zh_tw: 記錄操作

# JiLuID
source: Record ID
de: Daten ID-
fr: Enregistrez ID
ko: 결제 정보
ru: Индентификационный
zh_cn: 记录ID
zh_tw: 記錄ID

# JiLuRen
source: Recorder
de: Nehmen Menschen
fr: Les gens de la fiche
ko: 지불 경고
ru: Запись люди
zh_cn: 记录人
zh_tw: 記錄人

# JiLuRiQi
source: Record Date
fr: Date d'Enregistrement
ko: 총 지급
ru: Запись Дата
zh_cn: 记录日期
zh_tw: 記錄日期

# JiLuShanChu
source: Records are deleted
de: Datensätze werden gelöscht
fr: Les enregistrements sont supprimés
ko: 총 지급
ru: Записи удаляются
zh_cn: 记录删除
zh_tw: 記錄刪除

# JiLuShiJian
source: Record Time
de: Rekordzeit
fr: Un temps record
ko: 부모 모듈
ru: Время записи
zh_cn: 记录时间
zh_tw: 記錄時間

# JiLuXinXi
source: Record information
de: Rekord Informationen
fr: Enregistrer les informations
ko: 아버지
ru: Запись информации
zh_cn: 记录信息
zh_tw: 記錄資訊

# JinDu
source: Progress
de: Fortschritt
fr: Progrès
ko: 지불 기타 비용
ru: Прогресс
zh_cn: 进度
zh_tw: 進度

# JinE
source: Money
de: Geld
fr: L'argent
ko: 장비를 지불
ru: Деньги
zh_cn: 金额
zh_tw: 金額

# JinEBiaoZhun
source: Amount Standard
de: Menge Standard-
fr: Montant standard
ko: 리뷰
ru: Сумма Стандартный
zh_cn: 金额标准
zh_tw: 金額標準

# JiNengDengJi
source: Skill Level
de: Schwierigkeitsgrad
fr: Niveau de compétence
ko: 검토 결론
ru: Уровень умения
zh_cn: 技能等级
zh_tw: 技能等級

# JiNengZhengShuBianHao
source: Skills Certificate Number
de: Fähigkeiten Certificate No.
fr: Certificat de compétences No.
ko: 검토 날짜
ru: Сертификат Навыки номер
zh_cn: 技能证书编号
zh_tw: 技能證書編號

# JinEYuan
source: Amount (yuan)
de: Betrag (Yuan)
fr: Montant (yuan)
ko: 재검토 반환
ru: Сумма (юань)
zh_cn: 金额（元）
zh_tw: 金額（元）

# JinEZongE
source: The total amount
de: Die Gesamtmenge
fr: Le montant total
ko: 데이터 검토
ru: Общая сумма
zh_cn: 金额总额
zh_tw: 金額總額

# Jing
source: Through
de: Nach
fr: Après
ko: 제휴
ru: После
zh_cn: 经
zh_tw: 經

# JingBanRen
source: Attn
ko: 서비스 프로세싱 세부
ru: Вниманию
zh_cn: 经办人
zh_tw: 經辦人

# JingBanRenChu
source: Managers at
de: Manager auf
fr: Les gestionnaires de
ko: 서비스 방법
ru: Менеджеры
zh_cn: 经办人处
zh_tw: 經辦人處

# JingBanRenDaiMa
source: Manager Code
de: Attn-Code
fr: Code Attn
ko: 서비스 제안
ru: Вниманию код
zh_cn: 经办人代码
zh_tw: 經辦人代碼

# JingDu
source: Progress
de: Fortschritt
fr: Progrès
ko: 서비스 기록
ru: Прогресс
zh_cn: 进度
zh_tw: 進度

# JingE
source: Net
de: Netto
fr: Filet
ko: 서비스 유형
ru: Чистый
zh_cn: 净额
zh_tw: 淨額

# JingFeiShenQingHuiZong
source: Grant application summary
de: Antragsübersicht
fr: Résumé de demande de subvention
ko: 서비스의 종류
ru: Резюме Приложение Грант
zh_cn: 经费申请汇总
zh_tw: 經費申請匯總

# JingJianFuShiShiYan
source: Intergranular corrosion test:
de: Interkristalline Korrosion Test:
fr: Intergranulaire essai de corrosion:
ko: 서비스 설명
ru: Межкристаллитная коррозии тест:
zh_cn: 晶间腐蚀试验：
zh_tw: 晶間腐蝕試驗：

# JingJianFuShiShiYang
source: Intergranular corrosion test specimen:
de: Interkristalline Korrosion Prüfling:
fr: Intergranulaires spécimen d'essai de corrosion:
ko: 서비스 이름
ru: Межкристаллитной коррозии Образец для испытаний:
zh_cn: 晶间腐蚀试样：
zh_tw: 晶間腐蝕試樣：

# JingJianFuShiZhiXingBiaoZhun
source: Intergranular corrosion performance standards
de: Interkristalline Korrosion Leistungsstandards
fr: Les normes de performance de la corrosion intergranulaire
ko: 서비스
ru: Межкристаллитной коррозии стандарты эффективности
zh_cn: 晶间腐蚀执行标准
zh_tw: 晶間腐蝕執行標準

# JingJiBing
source: Taboo disease
de: Tabukrankheit
fr: Maladie Taboo
ko: 서버
ru: Табу болезнь
zh_cn: 禁忌病
zh_tw: 禁忌病

# JingJiDianHua
source: Emergency Phone
de: Notruf
fr: Téléphone d'urgence
ko: 서버 주소
ru: Аварийный телефон
zh_cn: 紧急电话
zh_tw: 緊急電話

# JingJiLianXiRen
source: Emergency contact
de: Notfallkontakt
fr: Contact d'urgence
ko: 서버 IP
ru: Экстренная связь
zh_cn: 紧急联系人
zh_tw: 緊急連絡人

# JingXiang
source: Metallurgical:
de: Kim Sang:
fr: Kim Sang:
ko: 서비스 날짜
ru: Ким Санг:
zh_cn: 金相：
zh_tw: 金相：

# JingXiangJianYanBaoGaoBianHao
source: Metallurgical test report number:
de: Metallographische Prüfungsbericht Nummer:
fr: Métallographique numéro de rapport d'examen:
ko: 서비스 제공
ru: Металлографические номер экспертизы:
zh_cn: 金相检验报告编号：
zh_tw: 金相檢驗報告編號：

# JingXiangJianYanGengBu
source: Metallographic examination roots:
de: Metallographische Untersuchung Wurzeln:
fr: Métallographiques racines d'examen:
ko: 서비스 ID
ru: Металлографические корни экспертиза:
zh_cn: 金相检验根部：
zh_tw: 金相檢驗根部：

# JingXiangJianYanHanFeng
source: Metallographic examination of welds:
de: Metallographische Prüfung von Schweißverbindungen:
fr: L'examen métallographique de soudures:
ko: 구매자
ru: Металлографические исследования сварных швов:
zh_cn: 金相检验焊缝：
zh_tw: 金相檢驗焊縫：

# JingXiangJianYanMianBianHao
source: Metallurgical test surface number
de: Metallographische Untersuchung Gesicht No.
fr: L'examen métallographique visage No.
ko: 서비스 요구 카테고리
ru: Металлографические исследования лицо No.
zh_cn: 金相检验面编号
zh_tw: 金相檢驗面編號

# JingXiangJianYanReYingXiangQu
source: Metallographic examination HAZ:
de: Metallographische Untersuchung HAZ:
fr: Examen métallographique HAZ:
ko: 서비스 기술에 대한 수요
ru: Металлографические исследования ХАЗ:
zh_cn: 金相检验热影响区：
zh_tw: 金相檢驗熱影響區：

# JingYingFanWeiJiXiangMu
source: Business and Project
de: Geschäfts- und Projekt
fr: Affaires et de projet
ko: 부모 프로젝트
ru: Бизнес и проекта
zh_cn: 经营范围及项目
zh_tw: 經營範圍及項目

# JingZhiDengLu
source: Prohibition Online:
fr: Interdiction en ligne:
ko: 다시 테스트 기록
ru: Запрет на сайте:
zh_cn: 禁止登录：
zh_tw: 禁止登錄：

# JinHuoZongE
source: The total purchase
de: Der Gesamtkauf
fr: Le total de l'achat
ko: 담당자
ru: Общая покупке
zh_cn: 进货总额
zh_tw: 進貨總額

# JinJi
source: Urgent
de: Dringende
ko: 부채
ru: Срочный
zh_cn: 紧急
zh_tw: 緊急

# JinJiChengDu
source: emergency level
de: Eindringlichkeit
fr: Urgence
ko: 복사
ru: Срочность
zh_cn: 紧急程度
zh_tw: 緊急程度

# JinJiChengXu
source: Emergency procedures
de: Notfallmaßnahmen
fr: Les procédures d'urgence
ko: 복사 버전
ru: Аварийные процедуры
zh_cn: 紧急程序
zh_tw: 緊急程式

# JinJiLianXiRen
source: Emergency contact
de: Notfallkontakt
fr: Contact d'urgence
ko: 복사 : 프로젝트에서
ru: Экстренная связь
zh_cn: 紧急联系人
zh_tw: 緊急連絡人

# JinKouGuanShui
source: Import tariffs
de: Einfuhrzölle
fr: Les droits d'importation
ko: 로 복사
ru: Ввозные таможенные пошлины
zh_cn: 进口关税
zh_tw: 進口關稅

# JinKouKouAn
source: Import port
de: Import-Anschluss
fr: Le port d'importation
ko: 버전에 복사
ru: Импорт порт
zh_cn: 进口口岸
zh_tw: 進口口岸

# JinKouRiQi
source: Import date
de: Import Datum
fr: Date d'importation
ko: 복사 투사하기
ru: Дата импорта
zh_cn: 进口日期
zh_tw: 進口日期

# JinKouYiLanBioa
source: Import list
de: Importierte Liste
fr: Liste importés
ko: 템플릿, 새 템플릿의 이름을 복사합니다
ru: Импортные Список
zh_cn: 进口一览表
zh_tw: 進口一覽表

# JinKouZengZhiShui
source: Import VAT
de: Einfuhrumsatzsteuer
fr: TVA à l'importation
ko: 퍼지 쿼리
ru: Импорт НДС
zh_cn: 进口增值税
zh_tw: 進口增值稅

# JinSanNianShiGongJianJie
source: Nearly three years of construction Introduction
de: Fast drei Jahren Bauzeit Einführung
fr: Près de trois ans de construction Présentation
ko: (가능성)을 준수하지 않은 것으로 판명
ru: Почти три года строительства Введение
zh_cn: 近三年施工简介
zh_tw: 近三年施工簡介

# JinXingChaYue
source: Conduct inspection
de: Verhaltenskontrolle
fr: Inspection de conduite
ko: 위험 관리 (흐름 모드)
ru: Инспектировать
zh_cn: 进行查阅
zh_tw: 進行查閱

# JinXingZhong
source: in progress
de: Laufende
fr: En cours
ko: 워크 플로 템플릿을 복사, 새 템플릿 이름
ru: Постоянный
zh_cn: 进行中
zh_tw: 進行中

# JinYong
source: Disabled
fr: Handicapés
ko: 23, 분, 시간)는 음수가 될 수 없습니다
ru: Инвалид
zh_cn: 禁用
zh_tw: 禁用

# JinZhanZhuangTai
source: Progress status
de: Fortschrittsanzeige
fr: État d'avancement
ko: 템플릿을 복사하여 새 템플릿의 이름
ru: Состояние проекта
zh_cn: 进展状态
zh_tw: 進展狀態

# JiPaiHao
source: Agent grades
de: Agent-Typen
fr: Grades Agent
ko: 커버 표면
ru: Агент сортов
zh_cn: 剂牌号
zh_tw: 劑牌號

# JiShu
source: Technology
de: Technologie
fr: Technologie
ko: 커버 표면 용접기
ru: Технология
zh_cn: 技术
zh_tw: 技術

# JiShuChuoShiQiTa
source: Other technical measures:
de: Andere technische Maßnahmen:
fr: Autres mesures techniques:
ko: 커버 표면 용접기 2
ru: Другие технические меры:
zh_cn: 技术措施其他：
zh_tw: 技術措施其他：

# JiShuFuZeDianHua
source: Technical director Phone
de: Technischer Leiter Telefon
fr: Directeur technique Téléphone
ko: 커버 표면 용접기 1
ru: Технический директор Телефон
zh_cn: 技术负责电话
zh_tw: 技術負責電話

# JiShuFuZeRen
source: Technical director
de: Technischer Direktor
fr: Directeur technique
ko: 커버 표면 날짜
ru: Технический директор
zh_cn: 技术负责人
zh_tw: 技術負責人

# JiShuFuZeRenDianHua
source: Technical director Phone
de: Technischer Leiter Telefon
fr: Directeur technique Téléphone
ko: 홍콩
ru: Технический директор Телефон
zh_cn: 技术负责人电话
zh_tw: 技術負責人電話

# JiShuFuZeRenJiShuZhiCheng
source: Technical director titles
de: Technischer Direktor Titel
fr: Titres du DT
ko: 포스트 인증 번호
ru: Технические названия директор
zh_cn: 技术负责人技术职称
zh_tw: 技術負責人技術職稱

# JiShuZhiCheng
source: Titles
de: Titel
fr: Titres
ko: 우체국
ru: Названия
zh_cn: 技术职称
zh_tw: 技術職稱

# JiSuan
source: Calculate
de: Berechnen
fr: Calculer
ko: 간 및 비장
ru: Вычислять
zh_cn: 计算
zh_tw: 計算

# JiSuanDengLuWeiZhi
source: Calculation login location
de: Berechnung Login Ort
fr: Calcul emplacement de connexion
ko: 간트
ru: Расчет Войти место
zh_cn: 计算登录位置
zh_tw: 計算登錄位置

# JiTuanShenPi
source: Group Approval
de: Gruppengenehmigung
fr: Approbation du Groupe
ko: 간트 차트 (신규)
ru: Группа Утверждение
zh_cn: 集团审批
zh_tw: 集團審批

# JiTuanShenPiRen
source: Group approver
de: Gruppe Genehmiger
fr: Approbateur de groupe
ko: 간트 차트 (오른쪽)
ru: Группа утверждающий
zh_cn: 集团审批人
zh_tw: 集團審批人

# JiTuanShenPiShiJian
source: Group processing time
de: Gruppe Genehmigungszeit
fr: Groupe délai d'approbation
ko: 높은
ru: Время утверждение Группа
zh_cn: 集团审批时间
zh_tw: 集團審批時間

# JiXiaoKeShi
source: Performance Visualization
de: Performance-Visualisierung
fr: Performance Visualisation
ko: 수석 직원
ru: Производительность визуализации
zh_cn: 绩效可视
zh_tw: 績效可視

# JiXiaoMingCheng
source: Performance Name
fr: Performance Nom
ko: 내용을 변경하는 프로젝트 팀 구성원에게 알림
ru: Производительность Имя
zh_cn: 绩效名称
zh_tw: 績效名稱
