Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZSBGZLMBBNWKJC
source: Failed workflow template can not be empty, please check!
de: Fehlgeschlagen Workflow-Muster darf nicht leer sein, prüfen Sie bitte!
fr: Modèle de workflow échoué ne peut pas être vide, s'il vous plaît vérifier!
ko: 실패 워크 플로 서식 파일을 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Не удалось шаблон рабочего процесса не может быть пустым, пожалуйста, проверьте!
zh_cn: 失败，工作流模板不能为空，请检查！
zh_tw: 失敗，工作流範本不能為空，請檢查！

# ZZSBHYSJBNDYBFSJJC
source: Failed to restore the data is not greater than scrap data, please check!
de: Fehler beim Abrufen der Daten wiederherzustellen, ist nicht größer als Schrottdaten, bitte!
fr: Impossible de restaurer les données ne dépasse pas les données de la ferraille, s'il vous plaît vérifier!
ko: 데이터를 복원하는 데 실패하면 스크랩 데이터보다 크지 않은, 확인하시기 바랍니다!
ru: Не удалось восстановить данные, не больше, чем данные металлолома, пожалуйста, проверьте!
zh_cn: 失败，还原数据不能大于报废数据，请检查！
zh_tw: 失敗，還原資料不能大於報廢資料，請檢查！

# ZZSBHYSLYDY0JC
source: Failure, reducing the number of requirements is greater than 0, please check!
de: Misserfolg, Verringerung der Zahl der Anforderungen größer als 0 ist, überprüfen Sie bitte!
fr: Échec, réduire le nombre d'exigences est supérieur à 0, s'il vous plaît vérifier!
ko: 실패는, 요구의 수를 줄이는 것이 0보다 크면, 확인하세요!
ru: Отказ, сокращение числа требований больше, чем 0, пожалуйста, проверьте!
zh_cn: 失败，还原数量要求大于0，请检查！
zh_tw: 失敗，還原數量要求大於0，請檢查！

# ZZSBJC
source: Fails, check!
de: Fehlschlägt, überprüfen!
fr: Échoue, vérifiez!
ko: 실패, 확인!
ru: Сбой, проверьте!
zh_cn: 失败，请检查！
zh_tw: 失敗，請檢查！

# ZZSBJSGSBXBNXYBBXJC
source: #NAME?
ru: # ИМЯ?
zh_cn: ---失败，结束归属步序不能小于本步序，请检查??

# ZZSBKNSWJGSBDHYYCXCMYD32WZCJC
source: Failure, the file format may be incorrect or the application pool does not start the 32-bit support, please check!
de: Die Nichtbeachtung kann das Dateiformat nicht korrekt oder der Anwendungspool nicht 32-Unterstützung starten, prüfen Sie bitte!
fr: Échec, le format de fichier peut être incorrect ou le pool d'applications ne démarre pas 32 l'appui, s'il vous plaît vérifier!
ko: 실패는, 파일 형식이 잘못되었을 수 있습니다 또는 응용 프로그램 풀 (32) 지원을 시작하지 않습니다, 확인하시기 바랍니다!
ru: Отказ, формат файла может быть неправильным, или пул приложений не запускается 32 поддержку, пожалуйста, проверьте!
zh_cn: 失败，可能是文件格式不对或应用程序池没有启动32位支持，请检查!
zh_tw: 失败，可能是文件格式不对或应用程序池没有启动32位支持，请检查!

# ZZSBMYCWJC
source: Failed, Key error, please check!
de: Misserfolg, Schlüsselfehler, prüfen Sie bitte!
fr: Échec, erreur de clé, s'il vous plaît vérifier!
ko: 실패, 키 오류, 확인하시기 바랍니다!
ru: Отказ, ключ ошибка, пожалуйста, проверьте!
zh_cn: 失败，密钥错误，请检查！
zh_tw: 失败，密钥错误，请检查！

# ZZSBMYFHTJDJLJC
source: Failure, no matching records, check!
de: Misserfolg, keine passenden Datensätze zu überprüfen!
fr: Échec, aucun enregistrement correspondant, vérifier!
ko: 실패, 일치하는 기록은 확인하지 않습니다!
ru: Отказ, не совпадающие записи, проверьте!
zh_cn: 失败，没有符合条件的记录，请检查！
zh_tw: 失败，没有符合条件的记录，请检查！

# ZZSBSJDMYWJC
source: Failure to upgrade the code is incorrect, please check!
de: Wird der Code-Upgrade ist nicht korrekt, bitte!
fr: Défaut de mettre à niveau le code est incorrect, s'il vous plaît vérifier!
ko: 코드를 업그레이드하지 않으면이 잘못된, 확인하시기 바랍니다!
ru: Несоблюдение требования по обновлению кода является неправильным, пожалуйста, проверьте!
zh_cn: 失败，升级代码有误，请检查！
zh_tw: 失败，升级代码有误，请检查！

# ZZSBWTDTHMYSLZCKYXGJC
source: Fails, the problem has not been received the day before and can modify, please check!
de: Fehlschlägt, das Problem am Tag vor und nicht akzeptieren, bevor Sie ändern können, überprüfen Sie bitte!
fr: Échoue, le problème de la veille et n'a pas accepté avant de pouvoir modifier, s'il vous plaît vérifier!
ko: 실패, 문제 전날과 수정하기 전에 확인하시기 바랍니다 동의하지 않았다!
ru: Сбой, проблема накануне и не принять, прежде чем вы можете изменить, пожалуйста, проверьте!
zh_cn: 失败，问题当天和没有受理之前才可以修改，请检查！
zh_tw: 失败，问题当天和没有受理之前才可以修改，请检查！

# ZZSBWTJLDTHMYBSLCKYSCJC
source: Fails, the problem is not admissible to establish that day and can be deleted, please check!
de: Fehlschlägt, das Problem ist nicht zulässig, um den Tag zu schaffen und kann gelöscht werden, überprüfen Sie bitte!
fr: Échoue, le problème ne réside pas admissible pour établir le jour et peut être supprimé, s'il vous plaît vérifier!
ko: 실패, 문제가 하루 설정할 허용하지 않고 삭제 될 수 있습니다, 확인하시기 바랍니다!
ru: Сбой, проблема не допустимо установить день и могут быть удалены, пожалуйста, проверьте!
zh_cn: 失败，问题建立当天和没有被受理才可以删除，请检查！
zh_tw: 失败，问题建立当天和没有被受理才可以删除，请检查！

# ZZSBWTMYBSLCKYSCJC
source: Fails, the problem has not been accepted can be deleted, please check!
de: Scheitert, ist das Problem nicht angenommen wurde, können gelöscht werden, überprüfen Sie bitte!
fr: Échoue, le problème n'a pas été acceptée peut être supprimé, s'il vous plaît vérifier!
ko: 문제는 삭제 될 수 있습니다 허용되지 않은 실패 확인하세요!
ru: Не удается, проблема не была принята, может быть удалена, пожалуйста, проверьте!
zh_cn: 失败，问题没有被受理才可以删除，请检查！
zh_tw: 失败，问题没有被受理才可以删除，请检查！

# ZZSBWTMYSLZCKYXGJC
source: Failure before the problem did not accept before you can modify, please check!
de: Misserfolg, bevor das Problem nicht zu akzeptieren, bevor Sie ändern können, überprüfen Sie bitte!
fr: Échec, avant que le problème n'a pas accepté avant que vous pouvez modifier, s'il vous plaît vérifier!
ko: 실패하면 변경하기 전에 동의하지 않은 문제 전에 확인하시기 바랍니다!
ru: Отказ, перед проблемой не принимаю, прежде чем вы можете изменить, пожалуйста, проверьте!
zh_cn: 失败，问题没有受理之前才可以修改，请检查！
zh_tw: 失败，问题没有受理之前才可以修改，请检查！

# ZZSBXMBMCBNKJC
source: Failure, the new template name can not be empty, please check!
de: Die Nichtbeachtung kann die neue Vorlagennamen nicht leer sein, prüfen Sie bitte!
fr: Échec, le nom du nouveau modèle ne peut pas être vide, s'il vous plaît vérifier!
ko: 실패는 새로운 템플릿 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Отказ, новое имя шаблона не может быть пустым, пожалуйста, проверьте!
zh_cn: 失败，新模板名称不能空，请检查！
zh_tw: 失败，新模板名称不能空，请检查！

# ZZSBXWGSDBXZGLGSJC
source: Failure, permission for the company must be selected affiliates, please check!
de: Misserfolg, muss die Erlaubnis für die Mitgliedsorganisationen des Unternehmens gewählt werden, überprüfen Sie bitte!
fr: Échec, l'autorisation doit être sélectionné pour les filiales de la société, s'il vous plaît vérifier!
ko: 실패가 권한을 회사의 계열사 선택해야합니다에게 확인하시기 바랍니다!
ru: Отказ, разрешение должно быть выбрано для филиалов компании, пожалуйста, проверьте!
zh_cn: 失败，权限为 公司 的必须选择关联公司，请检查！
zh_tw: 失败，权限为 公司 的必须选择关联公司，请检查！

# ZZSBYYKNRX1YHDMHMMCW2BSAPPYHHYBZZSY
source: Failed, possibly as follows: 1. User code or password is incorrect, 2 is not APP user or has been terminated to use!
de: Störungsursachen können wie folgt sein: 1. User-Code oder Passwort nicht korrekt ist, 2 ist nicht APP Benutzer oder beendet worden ist, um zu verwenden!
fr: Des raisons de défaillance peut être comme suit: 1. Code d'utilisateur ou mot de passe est incorrect, 2 ne soit pas l'utilisateur APP ou a été résilié à utiliser!
ko: 다음과 같이 실패 이유가 될 수있다 : 1. 사용자 코드 또는 암호가 올바르지 2는 앱 사용자가 아니거나 사용 종료되었습니다!
ru: Причины отказов может быть следующим: Код 1. Пользователь или пароль неправильный, 2 не пользователь APP или было прекращено в использовании!
zh_cn: 失败，原因可能如下：1.用户代码或密码错误，2.不是APP用户或已被终止使用！
zh_tw: 失败，原因可能如下：1.用户代码或密码错误，2.不是APP用户或已被终止使用！

# ZZSBZCMBDJC
source: Failed registration code is wrong, check!
de: Scheitern, Registrierungscode falsch ist, zu überprüfen!
fr: Fail, code d'enregistrement est fausse, vérifiez!
ko: 확인, 등록 코드가 잘못, 실패!
ru: Нормально, регистрационный код так, проверьте!
zh_cn: 失败，注册码不对，请检查！
zh_tw: 失败，注册码不对，请检查！

# ZZSBZFYCGKMYSHXMZYSJC
source: Failure, the total cost exceeds the budget or the total project budget account, please check!
de: Gescheitert, übersteigt die Gesamtkosten das Budget oder die Gesamtprojektbudget Rechnung, bitte!
fr: Échec, le coût total dépasse le budget ou le compte du budget total du projet, s'il vous plaît vérifier!
ko: 실패, 총 비용은 예산 또는 전체 프로젝트 예산 계정, 확인하시기 바랍니다 초과!
ru: Не удалось, общая стоимость превышает бюджет или общая учетная запись бюджет проекта, пожалуйста, проверьте!
zh_cn: 失败，总费用超过科目预算或项目总预算，请检查！
zh_tw: 失败，总费用超过科目预算或项目总预算，请检查！

# ZZSBZJBNZWZJDFJHJC
source: Fail, we can not as their parent plan, please check!
de: Scheitern, werden wir nicht als Mutter Plan, überprüfen können bitte!
fr: Échouons, nous ne pouvons pas leur plan de parent, s'il vous plaît vérifier!
ko: 우리는 상위 계획으로, 확인하시기 바랍니다 수없는, 실패!
ru: Нормально, мы не можем в качестве родителя плана, пожалуйста, проверьте!
zh_cn: 失败，自己不能作为自己的父计划，请检查！
zh_tw: 失败，自己不能作为自己的父计划，请检查！

# ZZSBZYZTWTGHWCDCNJZJC
source: Failure, only the state can be accomplished through or billing, please check!
de: Misserfolg, kann nur der Staat durch oder Rechnungs erreicht werden, überprüfen Sie bitte!
fr: Échec, seul l'Etat peut être accompli grâce ou de facturation, s'il vous plaît vérifier!
ko: 실패 만 상태 또는 결제를 통해 수행 할 수 있습니다에게 확인하시기 바랍니다!
ru: Отказ, только государство может быть достигнуто путем или счетов, пожалуйста, проверьте!
zh_cn: 失败，只有状态为通过或完成的才能记账，请检查！
zh_tw: 失败，只有状态为通过或完成的才能记账，请检查！

# ZZSCBJWJCG
source: Upload file successfully offer!
de: Datei hochladen erfolgreich anbieten!
fr: Télécharger un fichier offrir avec succès!
ko: 성공적으로 제공하는 파일을 업로드!
ru: Загрузить файл успешно предложить!
zh_cn: 上传报价文件成功！
zh_tw: 上传报价文件成功！

# ZZSCCCCCYKNBZXTYHLBZJC
source: Remove error, this member may not be the system user list, please check!
de: Fehler zu entfernen, kann dieses Mitglied nicht der System-Benutzer-Liste, überprüfen Sie bitte!
fr: Supprimer erreur, ce membre ne peut pas être la liste des utilisateurs du système, s'il vous plaît vérifier!
ko: 오류를 제거,이 멤버는 시스템 사용자 목록을하지 않을 수 있습니다, 확인하시기 바랍니다!
ru: Удалить ошибку, этот элемент не может быть список пользователь системы, пожалуйста, проверьте!
zh_cn: 删除出错，此成员可能不在系统用户列表中，请检查！
zh_tw: 删除出错，此成员可能不在系统用户列表中，请检查！

# ZZSCCCJC
source: Remove error, please check!
de: Fehler zu entfernen, bitte!
fr: Supprimer erreur, s'il vous plaît vérifier!
ko: 오류를 제거, 확인하시기 바랍니다!
ru: Удалить ошибку, пожалуйста, проверьте!
zh_cn: 删除出错，请检查！
zh_tw: 删除出错，请检查！

# ZZSCCCKNCZMXJLJC
source: Remove error, there may be detail records, check!
de: Entfernen Sie Fehler, kann es Detaildatensätze, überprüfen Sie bitte!
fr: Supprimer erreur, il peut y avoir des enregistrements d'informations, s'il vous plaît vérifier!
ko: 세부 기록을 확인하시기 바랍니다있을 수 있습니다, 오류를 제거!
ru: Удалить ошибку, может быть подробно записи, пожалуйста, проверьте!
zh_cn: 删除出错，可能存在明细记录，请检查！
zh_tw: 删除出错，可能存在明细记录，请检查！

# ZZSCCCYHDMBNWKJC
source: Delete the error, the user code can not be empty, please check!
de: Löschen Sie den Fehler kann der Benutzer-Code nicht leer sein, prüfen Sie bitte!
fr: Supprimer l'erreur, le code d'utilisateur ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류를 삭제, 사용자 코드가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Удалить ошибку, код пользователя не может быть пустым, пожалуйста, проверьте!
zh_cn: 删除出错，用户代码不能为空，请检查！
zh_tw: 删除出错，用户代码不能为空，请检查！

# ZZSCCG
source: Delete successful!
de: Erfolgreich gelöscht!
fr: Supprimé avec succès!
ko: 성공적으로 삭제!
ru: Удаленные успешно!
zh_cn: 删除成功！
zh_tw: 删除成功！

# ZZSCCGGKMBMYBYYJKBCGKMBM
source: Delete successful! This account coding has been referenced, please add this account coding as soon as possible!
de: Erfolgreich gelöscht! Dieses Konto wurde referenziert Codierung, fügen Sie bitte dieses Konto Codierung so bald wie möglich!
fr: Supprimé avec succès! Ce compte a été référencé codage, s'il vous plaît ajouter ce compte de codage dès que possible!
ko: 성공적으로 삭제! 이 계정은 코딩 참조 된, 가능한 한 빨리 코딩이 계정을 추가하십시오!
ru: Удаленные успешно! Эта учетная запись была ссылка кодирование, пожалуйста, добавьте эту учетную запись кодирования как можно скорее!
zh_cn: 删除成功！该科目编码已被引用，请尽快补充该科目编码！
zh_tw: 删除成功！该科目编码已被引用，请尽快补充该科目编码！

# ZZSCCGSYCJSZCYDXMDXGCYYSC
source: Relevant members deleted successfully, belong to this role of the project team members have been deleted!
de: Relevante Mitglieder erfolgreich gelöscht, gehören zu dieser Rolle der Mitglieder des Projektteams wurden gelöscht!
fr: Membres concernés supprimés avec succès, appartiennent à ce rôle du projet membres de l'équipe ont été supprimés!
ko: 관련 구성원이 삭제, 팀 구성원이 삭제 된 프로젝트의 역할에 속한!
ru: Соответствующие члены успешно удален, принадлежат к этой роли члены команды проекта были удалены!
zh_cn: 删除成功，属于此角色组成员的项目的相关成员已删除！
zh_tw: 删除成功，属于此角色组成员的项目的相关成员已删除！

# ZZSCCGWJCG
source: Upload procurement documents success!
de: Laden Beschaffungsunterlagen Erfolg!
fr: Télécharger des documents de passation des marchés succès!
ko: 조달 문서의 성공을 업로드!
ru: Загрузить документы по закупкам успех!
zh_cn: 上传采购文件成功！
zh_tw: 上传采购文件成功！

# ZZSCCJBNBHFFZF
source: Manufacturers can not contain illegal characters!
de: Hersteller darf keine unzulässige Zeichen!
fr: Les fabricants ne peuvent pas contenir des caractères illégaux!
ko: 제조업체는 잘못된 문자를 포함 할 수 없습니다!
ru: Производители не могут содержать недопустимые символы!
zh_cn: 生产厂家不能包含非法字符！
zh_tw: 生产厂家不能包含非法字符！

# ZZSCG
source: Sign success!
de: Registrieren Erfolg!
fr: Inscrivez succès!
ko: 성공을 가입하세요!
ru: Войдите успех!
zh_cn: 签收成功！
zh_tw: 签收成功！

# ZZSCGYSMBWJCG
source: Upload Suppliers template file success!
de: Laden Lieferanten Vorlagendatei Erfolg!
fr: Téléchargez Fournisseurs succès de fichier de modèle!
ko: 공급자에게 템플릿 파일의 성공을 업로드!
ru: Загрузить поставщиков успеха файла шаблона!
zh_cn: 上传供应商模板文件成功！
zh_tw: 上传供应商模板文件成功！

# ZZSCGZLMBCG
source: Delete Workflow Template success!
de: Löschen Workflow-Muster Erfolg!
fr: Supprimer succès un modèle de workflow!
ko: 워크 플로우 템플릿의 성공을 삭제!
ru: Удалить успех Workflow шаблон!
zh_cn: 删除工作流模板成功！
zh_tw: 删除工作流模板成功！

# ZZSCJBXWXSLXXG
source: Price must be a decimal type, please change!
de: Preis muss eine Dezimalzahl Typ sein, ändern Sie bitte!
fr: Prix ​​doit être un type décimal, s'il vous plaît changer!
ko: 가격은 소수점 유형이어야합니다, 변경하십시오!
ru: Цена должна быть десятичным типа, пожалуйста, изменится!
zh_cn: 市场价必须为小数类型，请修改！
zh_tw: 市场价必须为小数类型，请修改！

# ZZSCJSZCG
source: Remove a Role Group success!
de: Entfernen eines Rollengruppen Erfolg!
fr: Retirer un succès du groupe de rôles!
ko: 역할 그룹의 성공을 제거!
ru: Удалить успех группы ролей!
zh_cn: 删除角色组成功！
zh_tw: 删除角色组成功！

# ZZSCRWWJCG
source: Upload network file success!
de: Laden Sie Netzwerkdatei Erfolg!
fr: Téléchargez le succès de fichiers réseau!
ko: 네트워크 파일의 성공을 업로드!
ru: Загрузить файл успех сети!
zh_cn: 上传入网文件成功！
zh_tw: 上传入网文件成功！

# ZZSCSB
source: Delete failed!
de: Fehlgeschlagen zu löschen!
fr: Supprimer échoué!
ko: 삭제 실패!
ru: Удалить не удалось!
zh_cn: 删除失败！
zh_tw: 删除失败！

# ZZSCSBBZBBJHLXZNYLXZSCJC
source: Delete failed, [Standard] &[Activity]Version Plan type can only be deleted by the project, please check!
de: Fehlgeschlagen zu löschen, [Standard] Version Plan Typ kann nur von dem Projekt gelöscht werden, überprüfen Sie bitte!
fr: Echec de la suppression, de type [Standard] Version plan ne peut être supprimée par le projet, s'il vous plaît vérifier!
ko: 실패한 삭제, [표준] 버전 계획 유형 만 프로젝트에 의해 삭제 될 수 있습니다, 확인하시기 바랍니다!
ru: Удалить не удалось, тип [Стандартный] Версия план может быть удален только в проекте, пожалуйста, проверьте!
zh_cn: 删除失败，【基准】和【在用】版本计划类型只能由立项者删除，请检查！
zh_tw: 删除失败，【标准】版本计划类型只能由立项者删除，请检查！

# ZZSCSBBZBBZNYLXZSCJC
source: Delete failed, [Standard]&[Activity] version can not be deleted, please check!
de: Fehlgeschlagen zu löschen, [Standard] Version kann nur von dem Projekt gelöscht werden, überprüfen Sie bitte!
fr: Echec de la suppression, [Standard] La version ne peut être supprimée par le projet, s'il vous plaît vérifier!
ko: 실패한 삭제, [표준] 버전은 프로젝트에 의해 삭제 될 수 있습니다, 확인하시기 바랍니다!
ru: Удалить не удалось, [Стандартный] версия может быть удалена только по проекту, пожалуйста, проверьте!
zh_cn: 删除失败，【基准】和【在用】版本不能删除，请检查！
zh_tw: 删除失败，【标准】版本只能由立项者删除，请检查！

# ZZSCSBCBXDYZSPZBNSCFYTMJC
source: Delete failed, this reimbursement claims already in the approval, the cost of entry can not be deleted, please check!
de: Löschen gescheitert, diese Erstattungsansprüche bereits bei der Zulassung kann die Kosten für die Einreise nicht gelöscht werden, überprüfen Sie bitte!
fr: Echec de la suppression, des réclamations de remboursement déjà présent dans l'approbation, le coût d'entrée ne peut pas être supprimé, s'il vous plaît vérifier!
ko: 승인 이미 실패,이 상환 청구를 삭제 항목의 비용은 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Удалить не удалось, это требования о возмещении уже в утверждении, стоимость входа не могут быть удалены, пожалуйста, проверьте!
zh_cn: 删除失败，此报销单已在处理中，不能删除费用条目，请检查！
zh_tw: 删除失败，此报销单已在 处理中，不能删除费用条目，请检查！

# ZZSCSBCCYDXGJHYWCHYYRZBNSCJC
source: Delete failed, related programs of this member has completed or has logs can not be deleted, please check!
de: Fehlgeschlagen zu löschen, hat bezogene Programme dieses Mitglieds abgeschlossen oder bestehende Protokolle können nicht gelöscht werden, überprüfen Sie bitte!
fr: Echec de la suppression, de programmes liés à ce membre a été achevé ou journaux existants ne peuvent pas être supprimés, s'il vous plaît vérifier!
ko: 실패한 삭제,이 멤버에 관련 프로그램이 완료되었거나 기존 로그는 삭제할 수 없습니다, 확인하시기 바랍니다!
ru: Удалить не удалось, программы, связанные с этой участника был завершен или существующие журналы не могут быть удалены, пожалуйста, проверьте!
zh_cn: 删除失败，此成员的相关计划已完成或已有日志，不能删除，请检查！
zh_tw: 删除失败，此成员的相关计划已完成或已有日志，不能删除，请检查！

# ZZSCSBCXMYBJAGHX
source: Delete failed, this project has been closed, suspended or canceled!
de: Fehlgeschlagen zu löschen, hat dieses Projekt geschlossen wurde, ausgesetzt oder aufgehoben!
fr: Echec de la suppression, ce projet a été fermé, suspendu ou annulé!
ko: 실패한 삭제,이 프로젝트는 폐쇄 중단 또는 취소되었습니다!
ru: Удалить не удалось, этот проект был закрыт, отменен или приостановлен!
zh_cn: 删除失败，此项目已被结案，挂起或取消！
zh_tw: 删除失败，此项目已被结案，挂起或取消！

# ZZSCSBCZGLDGZLJLBNSCJC
source: Delete failed, an association of workflow records can not be deleted, please check!
de: Fehlgeschlagen zu löschen, gibt es einen Workflow gehörigen Datensatz kann nicht gelöscht werden, überprüfen Sie bitte!
fr: Supprimer échoué, il ya un flux de travail enregistrement associé ne peut être supprimé, s'il vous plaît vérifier!
ko: 실패한 삭제, 관련 기록이 삭제 될 수없는 워크 플로, 확인하시기 바랍니다있다!
ru: Удалить не удалось, есть рабочий связаны запись не может быть удалена, пожалуйста, проверьте!
zh_cn: 删除失败，存在关联的工作流记录，不能删除，请检查！
zh_tw: 删除失败，存在关联的工作流记录，不能删除，请检查！

# ZZSCSBJC
source: Delete failed, please check!
de: Hochladen fehlgeschlagen, überprüfen Sie bitte!
fr: Upload échoué, s'il vous plaît vérifier!
ko: 업로드 실패, 확인하시기 바랍니다!
ru: Не удалось загрузить, пожалуйста, проверьте!
zh_cn: 删除失败，请检查！
zh_tw: 上传失败，请检查！

# ZZSCSBKNBCZCBBHJC
source: Delete failed, may not exist in this version, please check!
de: Löschen fehlgeschlagen ist, kann in dieser Version nicht vorhanden ist, überprüfen Sie bitte!
fr: Supprimer échoué, peut ne pas exister dans cette version, s'il vous plaît vérifier!
ko: 이 버전에 존재하지 않을 수 있습니다, 실패 삭제 확인하세요!
ru: Удалить не удалось, возможно, не существует в этой версии, пожалуйста, проверьте!
zh_cn: 删除失败，可能不存在此版本号，请检查！
zh_tw: 删除失败，可能不存在此版本号，请检查！

# ZZSCSBKNFYMCHYTZSGDJC
source: Delete fails, it may cost the names and uses of words too, please check!
de: Löschen fehlgeschlagen ist, den Namen und den Zweck der Worte vielleicht zu viel kosten, bitte!
fr: Supprimer échoué, le nom et le but de mots pourrait coûter trop, s'il vous plaît vérifier!
ko: 너무 많은 비용을 수있는 실패, 이름과 단어의 목적을 삭제 확인하세요!
ru: Удалить не удалось, название и назначение слов может стоить слишком много, пожалуйста, проверьте!
zh_cn: 删除失败，可能费用名称和用途字数过多，请检查！
zh_tw: 删除失败，可能费用名称和用途字数过多，请检查！

# ZZSCSBMXMBXBLYGJHBB
source: Delete failed, each project must remain a program version!
de: Löschen legen ist, ist jedes Projekt eine Planvariante bleiben!
fr: Supprimer échoué, chaque projet doit rester une version de plan!
ko: 실패한 삭제, 각 프로젝트는 계획 버전을 유지해야합니다!
ru: Удалить не удалось, каждый проект должен оставаться версия план!
zh_cn: 删除失败，每项目必须保留一个计划版本！
zh_tw: 删除失败，每项目必须保留一个计划版本！

# ZZSCSBMYSBXBLYGJHBB
source: Delete failed, each element must remain a program version!
de: Löschen legen ist, ist jedes Element eine Planvariante bleiben!
fr: Supprimer échoué, chaque élément doit rester une version de plan!
ko: 실패한 삭제, 각각의 요소는 계획 버전을 유지해야합니다!
ru: Удалить не удалось, каждый элемент должен оставаться версия план!
zh_cn: 删除失败，每元素必须保留一个计划版本！
zh_tw: 删除失败，每元素必须保留一个计划版本！

# ZZSCWC
source: Remove complete!
de: Komplett ausbauen!
fr: Retirer complète!
ko: 완전한 제거!
ru: Снять!
zh_cn: 删除完成！
zh_tw: 删除完成！

# ZZSCWJCGXZCWJBZTTRTXGLZDR
source: Makefile success, download this file and import RTX RTX Manager!
de: Makefile Erfolgs, laden Sie bitte diese Datei und Import in RTX RTX-Manager!
fr: Makefile succès, s'il vous plaît télécharger ce fichier et l'importation dans le Gestionnaire RTX RTX!
ko: 메이크 성공, RTX RTX 관리자에서이 파일을 가져 오기를 다운로드하십시오!
ru: Makefile успех, пожалуйста, скачайте этот файл и импорт в RTX RTX менеджера!
zh_cn: 生成文件成功,请下载此文件并在腾讯通RTX管理器中导入！
zh_tw: 生成文件成功,请下载此文件并在腾讯通RTX管理器中导入！

# ZZSCWJSBKNYHSTDYSCSJC
source: Generated files fails, users may be too much, the operation timed out. Please check!
de: Generierte Dateien fehl, die Anzahl der Benutzer kann zu viel sein, die Betriebszeitüberschreitung. Bitte überprüfen!
fr: Les fichiers générés échoue, le nombre d'utilisateurs peuvent être trop, l'opération a expiré. S'il vous plaît vérifier!
ko: 생성 된 파일은 사용자의 수가 너무 많이있을 수 실패 동작이 초과. 확인하세요!
ru: Созданные файлы не удается, то число пользователей может быть слишком много, операции истекло. Пожалуйста, проверьте!
zh_cn: 生成文件失败，可能用户数太多，运算超时，请检查！
zh_tw: 生成文件失败，可能用户数太多，运算超时，请检查！

# ZZSDJHMXJDYWSLLFSWJGXMBMDWBHCGGCSYYDDYJDXXXT
source: The selected plan details, progress to the sign, the way of armor for picking, item codes, unit number, purchase engineer the current information transfer single identical!
de: Die ausgewählten Plandetails, die Fortschritte auf das Zeichen, die Art und Weise der Rüstung für die Kommissionierung, Artikelcodes, Gerätenummer, Kauf Ingenieur mit den gleichen Informationen wie der aktuellen Einhand!
fr: Les détails du plan sélectionnés, les progrès sur le signe, la façon d'armure pour la cueillette, codes d'articles, le numéro d'unité, ingénieur d'achat avec les mêmes informations que le courant d'une seule main!
ko: 선택한 계획 상세 정보, 기호 진행 따기위한 갑옷의 방법, 아이템 코드, 장치 번호, 현재 한 손으로 동일한 정보와 구매 엔지니어!
ru: Выбранные детали плана, прогресс в знак, образ брони для сбора, пункт коды, номер блока, покупка инженер с той же информацией, что и ток в одиночку!
zh_cn: 所选的计划明细，进度要为签收，领料方式为甲供，项目编码，单位编号，采购工程师要与当前的移交单信息相同！
zh_tw: 所选的计划明细，进度要为签收，领料方式为甲供，项目编码，单位编号，采购工程师要与当前的移交单信息相同！

# ZZSDLARRDLCODEIYCZWZF
source: Selected categories "+ arrDLCode [i] +" already exists, do not repeat!
de: Ausgewählte Sparten "+ arrDLCode [i] +" bereits vorhanden ist, nicht wiederholen!
fr: Rubriques affinées "+ arrDLCode [i] +" existe déjà, ne se répètent pas!
ko: 선택한 범주는 "+ arrDLCode [내가] +"이미 존재하는, 반복하지 않는다!
ru: Выбранные категории «+ arrDLCode [я] +" уже существует, не повторять!
zh_cn: 所选大类" + arrDLCode[i] + "已存在，请勿重复！
zh_tw: 所选大类" + arrDLCode[i] + "已存在，请勿重复！

# ZZSFBNWFFZF
source: S / F can not be illegal characters!
de: S / F kann nicht illegal Zeichen sein!
fr: S / F ne peut pas être des caractères illégaux!
ko: S / F에 잘못된 문자가 될 수 없습니다!
ru: S / F не может быть недопустимые символы!
zh_cn: S/F不能为非法字符！
zh_tw: S/F不能为非法字符！

# ZZSFCG
source: Success fee!
de: Bezahlen Erfolg!
fr: Payez succès!
ko: 성공을 지불!
ru: Обратите успех!
zh_cn: 收费成功！
zh_tw: 收费成功！

# ZZSFSLBNWK
source: Number of real hair can not be empty!
de: Anzahl der Echthaar darf nicht leer sein!
fr: Nombre de vrais cheveux ne peut pas être vide!
ko: 진짜 머리의 수는 비워 둘 수 없습니다!
ru: Количество реальных волос не может быть пустым!
zh_cn: 实发数量不能为空！
zh_tw: 实发数量不能为空！

# ZZSFSLBXWXSHZZS
source: Real hair must be a decimal number, or integer!
de: Shifa-Nummer muss Dezimalstelle oder ganze Zahl sein!
fr: Numéro Shifa doit être décimal ou entier!
ko: 시파 번호 소수점, 또는 정수 여야합니다!
ru: Количество Шифа должны быть десятичной или целое!
zh_cn: 实发数量必须为小数，或者整数！
zh_tw: 实发数量必须为小数，或者整数！
