Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZNCKGBMSYXXDRY
source: Means able to view all the information the department staff
de: Bedeutet, in der Lage, alle Informationen, die Abteilung Personal ansehen
fr: Moyens en mesure d'afficher toutes les informations le personnel du département
ko: 부서 직원이 모든 정보를 볼 수 의미
ru: Средства сможете просматривать всю информацию сотрудников отдела
zh_cn: 指能查看该部门所有信息的人员
zh_tw: 指能查看該部門所有資訊的人員

# ZongFen
source: Out
ko: 아웃
ru: Из
zh_cn: 总分
zh_tw: 總分

# ZongHeChaXun
source: Integrated Query
ko: 통합 쿼리
zh_cn: 综合查询
zh_tw: 綜合查詢

# ZongHeChaXunLeiXing
source: Integrated Query: Type
de: Integrated Query: Typ
ko: 통합 쿼리 : 유형
ru: Integrated Query: Тип
zh_cn: 综合查询：类型
zh_tw: 綜合查詢：類型

# ZongHeChaXunWenJianMing
source: Integrated Query: filename
de: Integrated Query: Dateiname
fr: Integrated Query: nom de fichier
ko: 통합 쿼리 : 파일 이름
ru: Integrated Query: имя файла
zh_cn: 综合查询：文件名
zh_tw: 綜合查詢：檔案名

# ZongHeLieBiao
source: A comprehensive list of
de: Eine umfassende Liste von
fr: Une liste complète des
ko: 의 포괄적 인 목록
ru: Полный список
zh_cn: 综合列表
zh_tw: 綜合列表

# ZongHeXinXi
source: General Information
de: Allgemeine Informationen
fr: Informations générales
ko: 일반 정보
ru: Общая информация
zh_cn: 综合信息
zh_tw: 綜合資訊

# ZongJi
source: Total
de: Gesamt
fr: Global
ko: 합계
ru: Общее
zh_cn: 总计
zh_tw: 總計

# ZongJia
source: Total price
de: Gesamtpreis
fr: Prix ​​total
ko: 총 가격
ru: Общая цена
zh_cn: 总价
zh_tw: 總價

# ZongJiaBiShiJiYuSuan
source: Total ratio (actual / budget)
de: Verhältnis der Gesamtmenge (Ist / Budget)
fr: Ratio du montant total (réel / budget)
ko: 총 금액의 비율 (실제 / 예산)
ru: Доля от общего количества (фактическая / бюджет)
zh_cn: 总价比(实际/预算)
zh_tw: 總價比(實際/預算)

# ZongJiaShiJi
source: Total (actual)
de: Gesamtpreis (Ist)
fr: Prix ​​total (réelle)
ko: 총 가격 (실제)
ru: Общая стоимость (фактическая)
zh_cn: 总价(实际)
zh_tw: 總價(實際)

# ZongJiaYuSuan
source: Total (budget)
de: Gesamtpreis (Budget)
fr: Prix ​​total (budget)
ko: 총 가격 (예산)
ru: Общая стоимость (бюджет)
zh_cn: 总价(预算)
zh_tw: 總價(預算)

# ZongJie
source: to sum up
de: Zusammenfassung
fr: Résumé
ko: 개요
ru: Резюме
zh_cn: 总结
zh_tw: 總結

# ZongJieNeiRongZhaiYao
source: Summary Summary
de: Räume für Feiern
fr: Résumé Résumé
ko: 요약 요약
ru: Резюме Резюме
zh_cn: 总结内容摘要
zh_tw: 總結內容摘要

# ZongJieXinXi
source: Summary information
de: Zusammenfassung Information
fr: Résumé des informations
ko: 요약 정보
ru: Основная информация
zh_cn: 总结信息
zh_tw: 總結資訊

# ZongJinE
source: Lump sum
de: Die Gesamtmenge
fr: Le montant total
ko: 총 금액
ru: Общая сумма
zh_cn: 总金额
zh_tw: 總金額

# ZongJingE
source: Total amount:
de: Gesamtbetrag:
fr: Montant total:
ko: 총 금액 :
ru: Общая сумма:
zh_cn: 总金额：
zh_tw: 總金額：

# ZongLiCheng
source: Total mileage
de: Gesamtlaufleistung
fr: Kilométrage total
ko: 총 주행 거리
ru: Общая протяженность
zh_cn: 总里程
zh_tw: 總里程

# ZongLiChengGongLi
source: The total mileage km
de: Die Gesamtlaufleistung km
fr: Les totaux km de kilométrage
ko: 총 주행 거리 km
ru: Общий пробег км
zh_cn: 总里程公里
zh_tw: 總里程公里

# ZongPing
source: General Comments
fr: Commentaires généraux
ko: 일반 댓글
ru: Общие комментарии
zh_cn: 总评
zh_tw: 總評

# ZongPingFen
source: Overall Score
de: Gesamtnote
fr: Note globale
ko: 전체 점수
ru: Общая оценка
zh_cn: 总评分
zh_tw: 總評分

# ZongPingFeng
source: Total score:
de: Gesamtergebnis:
fr: Note totale:
ko: 총 점수 :
ru: Общий счет:
zh_cn: 总评分：
zh_tw: 總評分：

# ZongPingJunYouHao
source: Total average fuel consumption
de: Gesamtdurchschnittsverbrauch
fr: Consommation moyenne totale
ko: 총 평균 연비
ru: Общий средний расход топлива
zh_cn: 总平均油耗
zh_tw: 總平均油耗

# ZongPingPingHeFen
source: Overall: assessor
de: Gesamt: Assessor
fr: Globalement: évaluateur
ko: 전체 : 평가자
ru: В целом: эксперт
zh_cn: 总评： 评核人
zh_tw: 總評： 評核人

# ZongShouRu
source: Total revenue
de: Der Gesamtumsatz
fr: Total des revenus
ko: 총 수익
ru: Общая выручка
zh_cn: 总收入
zh_tw: 總收入

# ZongShu
source: Total
de: Gesamt
fr: Global
ko: 합계
ru: Общее
zh_cn: 总数
zh_tw: 總數

# ZongTiPingJia
source: Overall rating
de: Gesamtbewertung
fr: Note globale
ko: 전체 등급
ru: Общий рейтинг
zh_cn: 总体评价
zh_tw: 總體評價

# ZongZhiChu
source: Total expenditure
de: Gesamtausgaben
fr: Total des dépenses
ko: 총 지출
ru: Общие расходы
zh_cn: 总支出
zh_tw: 總支出

# ZuBie
source: Groups
de: Gruppen
fr: Groupes
ko: 그룹
ru: Группы
zh_cn: 组别
zh_tw: 組別

# ZuBieDaiMa
source: Group Code
de: Gruppe Code
fr: Code de groupe
ko: 그룹 코드
ru: Код группы
zh_cn: 组别代码
zh_tw: 組別代碼

# ZuBieMingChen
source: Group Name
de: Gruppenname
fr: Nom du groupe
ko: 그룹 이름
ru: Название группы
zh_cn: 组别名称
zh_tw: 組別名稱

# ZuHePaiXu
source: Sort combination
de: Kombination Sortieren
fr: Trier combinaison
ko: 정렬 조합
ru: Сортировать сочетание
zh_cn: 组合排序
zh_tw: 組合排序

# ZuiChiShiJian
source: The latest time
de: Die neueste Zeit
fr: La dernière fois
ko: 최신 시간
ru: Самое позднее время
zh_cn: 最迟时间
zh_tw: 最遲時間

# ZuiDaJinE
source: The maximum amount
de: Der Höchstbetrag
fr: Le montant maximum
ko: 최대 금액
ru: Максимальная сумма
zh_cn: 最大金额
zh_tw: 最大金額

# ZuiDaRenTian
source: Maximum people day
de: Maximale Personen Tag
fr: Personnes maximum journée
ko: 최대 사람들의 하루
ru: Максимум человек день
zh_cn: 最大人天
zh_tw: 最大人天

# ZuiGaoXueLi
source: Highest education
de: Höchster Bildungs
fr: Plus haut niveau de l'éducation
ko: 교육의 최고 수준
ru: Самый высокий уровень образования
zh_cn: 最高学历
zh_tw: 最高學歷

# ZuiHouChuLiShiJian
source: Finally, the processing time
de: Schließlich wird die Verarbeitungszeit
fr: Enfin, le temps de traitement
ko: 마지막으로, 처리 시간
ru: Наконец, время обработки
zh_cn: 最后处理时间
zh_tw: 最後處理時間

# ZuiHouShenHeDeShiJian
source: The last time the audit
de: Das letzte Mal, das Audit
fr: La dernière fois que l'audit
ko: 마지막으로 감사
ru: В последний раз аудита
zh_cn: 最后处理的时间
zh_tw: 最後審核的時間

# ZuiHouShenHeShiJian
source: Last reviewed
de: Neue Bewertung:
fr: Dernier commentaire
ko: 마지막 검토
ru: Последняя рассмотрены
zh_cn: 最后处理时间
zh_tw: 最後審核時間

# ZuiShaoRenShu
source: The minimum number
de: Die minimale Anzahl
fr: Le nombre minimum
ko: 최소 수
ru: Минимальное количество
zh_cn: 最少人数
zh_tw: 最少人數

# ZuiXiaoJinE
source: Minimum Amount
de: Mindestbetrag
fr: Montant minimum
ko: 최소 금액
ru: Минимальная сумма
zh_cn: 最小金额
zh_tw: 最小金額

# ZuiXiaoRenTian
source: Minimum one day
de: Minimum 1 Tag
fr: Minimum un jour
ko: 최소 일일
ru: Минимальная однажды
zh_cn: 最小人天
zh_tw: 最小人天

# ZuiXinCaoZuoShiJian
source: Latest operating time
de: Neueste Betriebszeit
fr: Dernières temps de fonctionnement
ko: 최신 운영 시간
ru: Последние наработки
zh_cn: 最新操作时间
zh_tw: 最新操作時間

# ZuiXinHuiYuan
source: Newest Members
de: Neueste Mitglieder
fr: Nouveaux membres
ko: 최신 회원
ru: Новые члены
zh_cn: 最新会员
zh_tw: 最新會員

# ZuiXinShiYongShiJian
source: New time
de: New Zeit
fr: Nouvelle heure
ko: 새로운 시간
ru: Новое время
zh_cn: 最新使用时间
zh_tw: 最新使用時間

# ZuJianTuanDui
source: Set up the team
de: Einrichten des Team
fr: Mettre en place l'équipe
ko: 팀을 설정
ru: Настройте команду
zh_cn: 组建团队
zh_tw: 組建團隊

# ZuJuan
source: Test Paper
de: Testpapier
fr: Épreuve
ko: 테스트 용지
ru: Тест бумаги
zh_cn: 组卷
zh_tw: 組卷

# ZuMing
source: Group Name
de: Gruppenname
fr: Nom du groupe
ko: 그룹 이름
ru: Название группы
zh_cn: 组名
zh_tw: 組名

# ZuoFei
source: Invalid
de: Ungültig
fr: Invalide
ko: 잘못된
ru: Инвалид
zh_cn: 作废
zh_tw: 作廢

# ZuoWeiShu
source: Number of seats
de: Anzahl der Sitze
fr: Nombre de places
ko: 좌석 수
ru: Количество мест
zh_cn: 座位数
zh_tw: 座位數

# ZuoYeBianMa
source: Job code
fr: Code de Travail
ko: 작업 코드
ru: Код задания
zh_cn: 作业编码
zh_tw: 作業編碼

# ZuoYeJiHua
source: Job Program
de: Job-Programm
fr: Programme de Travail
ko: 작업 프로그램
ru: Программа работы
zh_cn: 作业计划
zh_tw: 作業計畫

# ZuoYeLeiBie
source: Job Category
de: Tätigkeitsfeld
fr: Catégorie d'emploi
ko: 작업 종류
ru: Категория Работа
zh_cn: 作业类别
zh_tw: 作業類別

# ZuoYeMingCheng
source: Job Title
de: Berufsbezeichnung
fr: Titre du poste
ko: 작업 제목
ru: Профессия
zh_cn: 作业名称
zh_tw: 作業名稱

# ZuoYeXuQiuJiHua
source: Job Requirements Planning
de: Job Bedarfsplanung
fr: Exigences de l'emploi de la planification
ko: 작업 요구 사항 계획
ru: Требования к соискателю Планирование
zh_cn: 作业需求计划
zh_tw: 作業需求計畫

# ZuoYeYouXiaoQi
source: Job Expiration
de: Auftragsverfall
fr: Expiration d'emploi
ko: 작업 만료
ru: Работа Действительно
zh_cn: 作业有效期
zh_tw: 作業有效期

# ZuoYouXiaZhan
source: About next exhibition
de: Über nächste Ausstellung
fr: A propos de la prochaine exposition
ko: 다음 전시회 소개
ru: О следующей выставке
zh_cn: 左右下展
zh_tw: 左右下展

# ZuoZhe
source: Author
de: Autor
fr: Auteur
ko: 저자
ru: Автор
zh_cn: 作者
zh_tw: 作者

# ZuZhiCengCiTiaoZheng
source: Organizational level adjustment
de: Organisatorische Pegeleinstellung
fr: Réglage du niveau organisationnel
ko: 조직 레벨 조정
ru: Регулировка Организационный уровень
zh_cn: 组织层次调整
zh_tw: 組織層次調整

# ZuZhiJiaGou
source: Organization
de: Organisationsstruktur
fr: Structure organisationnelle
ko: 조직 구조
ru: Организационная структура
zh_cn: 组织架构
zh_tw: 組織架構

# ZuZhiJiaGouSheZhi
source: Organization settings
de: Organisationseinstellungen
fr: Les paramètres de l'Organisation
ko: 조직 설정
ru: Настройки организации
zh_cn: 组织架构设置
zh_tw: 組織架構設置

# ZuZhiJiaGouWeiHu
source: Maintenance Organization
ko: 유지 관리기구
ru: Техническое обслуживание Организация
zh_cn: 组织架构维护
zh_tw: 組織架構維護

# ZuZhiJiXinXiTuiSong
source: Organization-level information push
de: Organisationsebene Informationen Push
fr: Information à l'échelle de l'Organisation poussoir
ko: 조직 수준 정보 푸시
ru: Организационно-информационный уровень толчок
zh_cn: 组织级信息推送
zh_tw: 組織級資訊推送

# ZuZhiSheXiangTou
source: Organization camera
de: Organisation Kamera
fr: Caméra Organisation
ko: 조직 카메라
ru: Организация камера
zh_cn: 组织摄像头
zh_tw: 組織攝像頭

# ZuZhuang
source: Assembly
de: Versammlung
fr: Assemblage
ko: 조립
ru: Ассамблея
zh_cn: 组装
zh_tw: 組裝

# ZWBJMBNCG10GHZ
source: Chinese attachment names can not be more than 10 characters
de: Chinesische Anlagennamen können nicht mehr als 10 Zeichen lang sein
fr: Noms de fixation chinois ne peuvent pas être plus de 10 caractères
ko: 중국어 첨부 파일 이름은 10 개 이상의 문자가 될 수 없습니다
ru: Китайские имена вложений не может быть больше, чем 10 символов
zh_cn: 中文附件名不能超过10个汉字
zh_tw: 中文附件名不能超過10個漢字

# ZWCJSZCY
source: Turn be members of this Actor group
de: Schalten Sie diese Rollengruppe Mitglieder
fr: Tournez ce rôle les membres du groupe
ko: 이 역할 그룹 구성원을 돌려
ru: Включите эту роль членов группы
zh_cn: 转为此角色组成员
zh_tw: 轉為此角色組成員

# ZWDBDWFZKYSJYQTSZQD
source: Note: 5 on behalf of the unit value, as per replaced with other numbers!
de: Hinweis: 5 im Namen des Anteilwertes, wie pro andere Zahlen ersetzt!
fr: Note: 5 pour le compte de la valeur de l'unité, selon remplacés par d'autres chiffres!
ko: 주 : 5 부 값 대신, 다른 번호로 치환 당!
ru: Примечание: 5 от имени стоимости единицы, в соответствии заменены другими номерами!
zh_cn: 注：5 代表单位分值，可依实际用其它数字取代！
zh_tw: 注：5 代表單位分值，可依實際用其它數字取代！

# ZYEJBXQKD
source: CNPC built two claims (see paragraph single)
de: CNPC baute zwei Forderungen (siehe Absatz single)
fr: CNPC a construit deux revendications (voir paragraphe unique)
ko: CNPC는 내장이 주장 (단락 단일 참조)
ru: CNPC построил две претензии (см пункт одного)
zh_cn: 中油二建报销(请款单)
zh_tw: 中油二建報銷(請款單)

# ZYEJXMGLPT
source: CNPC Second Construction Project Management Platform
fr: CNPC Deuxième Construction Plate-forme de gestion de projet
ko: CNPC 두 번째 건설 프로젝트 관리 플랫폼
ru: CNPC-вторых Проект строительства Management Platform
zh_cn: 中油二建项目管理平台
zh_tw: 中油二建專案管理平臺

# ZYGLGWRYPXXX
source: Professional management job training information
de: Professionelle und Führungspositionen Personalschulung Informationen
fr: Des postes professionnels et de gestion des informations de la formation du personnel
ko: 전문 및 관리 위치 인사 교육 정보
ru: Профессиональные и руководящие должности сотрудников информация Обучение
zh_cn: 专业管理岗位人员培训信息
zh_tw: 專業管理崗位人員培訓資訊

# ZYJCNRJQFX
source: Its principal check the contents found
de: Seine Haupt den Inhalt gefunden prüfen
fr: Sa principale vérifier le contenu trouvés
ko: 그 교장은 발견 내용을 확인
ru: Его основная проверить содержимое найденных
zh_cn: 主要检查内容及其发现
zh_tw: 主要檢查內容及其發現

# ZYQXJCYBBDSFYQNTXSJRYQQXTXHBCZZPZHBH
source: Note: Please check whether the right of the form requires you to fill in the data, if required, fill out and save, and then make the approval or rejection
de: Hinweis: Bitte überprüfen Sie, ob das Recht der Form erfordert, dass Sie in den Daten zu füllen, falls erforderlich, bitte ausfüllen und speichern und dann die Genehmigung oder Ablehnung
fr: Remarque: S'il vous plaît vérifier si le droit de la forme vous oblige à remplir dans les données, si nécessaire, s'il vous plaît compléter et d'enregistrer, puis faire l'approbation ou le rejet
ko: 참고 : 확인하시기 바랍니다 형태의 권리는 데이터를 입력 할 필요 여부, 필요한 경우, 입력하고 저장 한 다음 승인 또는 거부를 확인하시기 바랍니다
ru: Примечание: Пожалуйста, проверьте, требуется ли право виде, чтобы вы заполните данные, при необходимости, пожалуйста, заполните и сохраните, а затем сделать утверждение или отклонение
zh_cn: 注意：请先检查右边表单是否要求你填写数据，如要求，请先填写和保存，再作完成或终止
zh_tw: 注意：請先檢查右邊表單是否要求你填寫資料，如要求，請先填寫和保存，再作批准或駁回

source: Acceptance Standard
de: Akzeptanzkriterien
fr: Critères d'acceptation
ko: 허용 기준
ru: Критерии приемлемости
zh_cn: 验收标准
zh_tw: 驗收標準

# BanHao
source: ID
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 编号
zh_tw: 編號

# BaoMe
source: Secrecy
de: Verschwiegenheit
fr: Secret
ko: 비밀
ru: Секретность
zh_cn: 保密
zh_tw: 保密

# BuMeRenYuan
source: Departments
de: Mitarbeiter der Abteilung
fr: Le personnel du ministère
ko: 부서 직원
ru: Сотрудники кафедры
zh_cn: 部门人员
zh_tw: 部門人員

# CaiGouDanJiLu
source: Purchase order records
de: Bestellung records
fr: Dossiers d'ordre d'achat
ko: 구매 주문 기록
ru: Покупка записи порядка
zh_cn: 采购单记录
zh_tw: 採購單記錄

# CheLiang
source: Vehicle
de: Fahrzeug
fr: Véhicule
ko: 차량
ru: Автомобиль
zh_cn: 车辆
zh_tw: 車輛

# ChuanJianRen
source: Founder
de: Erstellt
fr: Crée
ko: 생성
ru: Созданный
zh_cn: 创建人
zh_tw: 創建人

# ChuanJianZhe
source: creator
de: Schöpfer
fr: Créateur
ko: 창조자
ru: Создатель
zh_cn: 创建者
zh_tw: 創建者

# ChuKuDanJiLu
source: Delivery Record
de: Auslieferungsrekord
fr: Fiche de livraison
ko: 배달 기록
ru: Доставка Запись
zh_cn: 出库单记录
zh_tw: 出庫單記錄

# DiaoDong
source: Transfer
fr: Transfert
ko: 이전
ru: Перевод
zh_cn: 调动
zh_tw: 調動

# KeyWord
source: Key words
de: Schlagwort
fr: Mots-clés
ko: 작업 상태
ru: Ключевое слово
zh_cn: 关键词
zh_tw: 關鍵字

# LingLiaoJiHuaBianJi
source: Picking plan editor
de: Pflücken Planeditor
fr: Cueillette éditeur de plans
ko: 용접 홀더
ru: Выбор редактора план
zh_cn: 领料计划编辑
zh_tw: 領料計畫編輯

# PinShen
source: Review
de: Rezension
fr: Critique
ko: 리뷰
ru: Обзор
zh_cn: 评审
zh_tw: 評審

# QingXuanQuYaoRuKuDeLiaoPin
source: Please select the items you want to put in storage
de: Bitte wählen Sie die Artikel, die Sie bei der Lagerung setzen wollen
fr: S'il vous plaît sélectionner les éléments que vous voulez mettre dans le stockage
ko: 당신은 창고에 넣어 원하는 항목을 선택하세요
ru: Пожалуйста, выберите элементы, которые вы хотите поместить на хранение
zh_cn: 请选取要入库的物料
zh_tw: 請選取要入庫的物料

# QingXunZe
source: Please select
de: Bitte wählen Sie
fr: S'il vous plaît sélectionnez
ko: 선택하세요
ru: Пожалуйста, выберите
zh_cn: 请选择
zh_tw: 請選擇

# ShengZhi
source: Promotion
de: Beförderung
ko: 승진
ru: Продвижение
zh_cn: 升职
zh_tw: 升職

# ShenQingDanJiLu
source: Requisition record
de: Anforderung Rekord
fr: Fiche de réquisition
ko: 요청 기록
ru: Заявка запись
zh_cn: 申请单记录
zh_tw: 申請單記錄

# ShouFuKuanYeWu
source: Collection and payment (business)
de: Übergabe und Bezahlung (Geschäfts-)
fr: Collection et de paiement (entreprise)
ko: 수집 및 지불 (비즈니스)
ru: Сбор и выплата (бизнес)
zh_cn: 收付款(业务)
zh_tw: 收付款(業務)

# WuZhiMingCheng
source: Material name
de: Supplies-Name
fr: Fournitures Nom
ko: 소모품 이름
ru: Поставки Имя
zh_cn: 物资名称
zh_tw: 物資名稱

# WuZiMingChen
source: Material name
de: Supplies-Name
fr: Fournitures Nom
ko: 소모품 이름
ru: Поставки Имя
zh_cn: 物资名称
zh_tw: 物資名稱

# YiGongHuo
source: Is available
de: Verfügbar
fr: Est disponible
ko: 사용할 수 있습니다
ru: Имеется
zh_cn: 已供货
zh_tw: 已供貨

# XiTongYongHuChaXun
source: User inquiry
de: Benutzeranfrage
fr: Demande de l'utilisateur
ko: 사용자 문의
ru: Пользователь запрос
zh_cn: 系统用户查询
zh_tw: 系統使用者查詢

# XiTongYongHuZongShu
source: The total number of system users
de: Die Gesamtzahl der Systembenutzer
fr: Le nombre total d'utilisateurs du système
ko: 시스템 사용자들의 총 수
ru: Общее количество пользователей системы
zh_cn: 系统用户总数
zh_tw: 系統使用者總數

# FenPaiShiJian
source: Dispatched Time
de: Wird ausgelöst Zeit
fr: Temps Distribué
ko: 전달 시간
ru: Отправляется Время
zh_cn: 分派时间
zh_tw: 分派時間

# ZZAYHZGTZDZYDYGAJJLDWFSC
source: Security risks rectification notice has been invoking the security record sheets can not be deleted!
de: Sicherheitsrisiken Berichtigung bemerken angerufen hat die Sicherheitsschaublätter können nicht gelöscht werden!
fr: Risques de sécurité avis de rectification a appelé les feuilles d'enregistrement de la sécurité ne peuvent pas être supprimés!
ko: 보안 정류 통지가 보안 기록 시트를 삭제할 수 없습니다 호출 된 위험!
ru: Рисков безопасности устранение уведомление было вызовом рекордные безопасности листы не могут быть удалены!
zh_cn: 安全隐患整改通知单中已调用该安检记录单，无法删除！
zh_tw: 安全隱患整改通知單中已調用該安檢記錄單，無法刪除！

# ZZAYHZGZYDYGZGTZDWFSC
source: Security risks rectification has been called the rectification notice, can not be deleted!
de: Sicherheitsrisiken Berichtigung wurde die Berichtigung einberufen, kann nicht gelöscht werden!
fr: Sécurité risques rectification a été appelé l'avis de rectification, ne peut pas être supprimé!
ko: 보안 위험 정류 정류 통지를 호출 된, 삭제할 수 없습니다!
ru: Безопасность риски устранение был назван исправление уведомления, не могут быть удалены!
zh_cn: 安全隐患整改中已调用该整改通知单，无法删除！
zh_tw: 安全隱患整改中已調用該整改通知單，無法刪除！

# ZZBBLXGGCG
source: Release Type changed successfully!
de: Releasetyp erfolgreich geändert!
fr: Type de sortie modifié avec succès!
ko: 릴리스 유형이 성공적으로 변경!
ru: Тип релиза успешно изменен!
zh_cn: 版本类型更改成功！
zh_tw: 版本類型更改成功！

# ZZBBLXYGG
source: Version type changed!
de: Releasetyp hat sich geändert!
fr: Type de sortie a changé!
ko: 릴리스 유형이 변경되었습니다!
ru: Тип релиза изменилось!
zh_cn: 版本类型已更改！
zh_tw: 版本類型已更改！

# ZZBCBNWFFZF
source: Revision can not be illegal characters!
de: Revision kann nicht illegal Zeichen sein!
fr: Révision ne peut pas être des caractères illégaux!
ko: 개정에 잘못된 문자가 될 수 없습니다!
ru: Редакция не могут быть недопустимые символы!
zh_cn: 版次不能为非法字符！
zh_tw: 版次不能為非法字元！

# ZZBCCCJC
source: --- Save error, please check!
de: --- Fehler speichern, überprüfen Sie bitte!
fr: --- Sauvegarder la erreur, s'il vous plaît vérifier!
ko: --- 저장 오류, 확인하시기 바랍니다!
ru: --- Сохранить ошибке, пожалуйста, проверьте!
zh_cn: ---保存出错，请检查！
zh_tw: ---保存出錯，請檢查！

# ZZBCCG
source: Successfully saved!
de: Erfolgreich gespeichert!
fr: Enregistrée avec succès!
ko: 성공적으로 저장!
ru: Успешно сохранены!
zh_cn: 保存成功！
zh_tw: 保存成功！

# ZZBCCWJCCWYYKNSEXMESSAGE
source: Save error, please check! Error reason might be: "+ ex.Message +"
de: Fehler speichern, überprüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Sauvegarder erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 저장 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Сохранить ошибки, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 保存错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 保存錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZBCSBJC
source: Save fails, check!
de: Speichern fehlschlägt, überprüfen!
fr: Sauvegarder échoue, vérifiez!
ko: 저장 실패, 확인!
ru: Сохранить не удается, проверьте!
zh_cn: 保存失败，请检查!!！
zh_tw: 保存失敗，請檢查！

# ZZBCZXTCCDKH
source: There is no weigh the same customers!
de: Es gibt keine wiegen die gleichen Kunden!
fr: Il n'y a pas de peser les mêmes clients!
ko: 더 같은 고객이 무게를하지 않습니다!
ru: Там не будет не весят те же клиенты!
zh_cn: 不存在相同称称的客户！
zh_tw: 不存在相同稱稱的客戶！

# ZZBDSBNWKJC
source: Expression can not be empty, please check!
de: Ausdruck kann nicht leer sein, prüfen Sie bitte!
fr: Expression ne peut pas être vide, s'il vous plaît vérifier!
ko: 발현은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Выражение не может быть пустым, пожалуйста, проверьте!
zh_cn: 表达式不能为空，请检查！
zh_tw: 運算式不能為空，請檢查！

# ZZBDSJCWJCCWYYKNSEXMESSAGE
source: Binding data error, please check! Error reason might be: "+ ex.Message +"
de: Verbindliche Datenfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Reliure erreur de données, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 데이터 바인딩 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Связывание ошибок в данных, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 绑定数据错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 綁定資料錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZBDWC
source: Than done!
de: Als getan!
fr: Qu'à faire!
ko: 보다 다!
ru: Чем сделать!
zh_cn: 比对完成！
zh_tw: 比對完成！

# ZZBFCCJC
source: Scrap error, please check!
de: Scrap Fehler, bitte!
fr: Erreur de Scrap, s'il vous plaît vérifier!
ko: 스크랩 오류, 확인하시기 바랍니다!
ru: Ошибка Лом, пожалуйста, проверьте!
zh_cn: 报废出错，请检查！
zh_tw: 報廢出錯，請檢查！

# ZZBFCG
source: Scrapped success!
de: Verschrottet Erfolg!
fr: Demantelé succès!
ko: 폐기 성공!
ru: Уничтоженный успех!
zh_cn: 报废成功！
zh_tw: 報廢成功！

# ZZBFRXMBNWKBC
source: Visit names can not be empty, please add!
de: Besuchen Namen darf nicht leer sein, fügen Sie bitte!
fr: Noms de visite peut pas être vide, s'il vous plaît ajouter!
ko: 방문의 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имена визит не может быть пустым, пожалуйста, добавьте!
zh_cn: 拜访人姓名不能为空，请补充！
zh_tw: 拜訪人姓名不能為空，請補充！

# ZZBFSBCZTMWJJC
source: Backup failed file exists, check!
de: Sicherung fehlgeschlagen Datei vorhanden ist, zu überprüfen!
fr: Le fichier de sauvegarde existe pas, vérifiez!
ko: 백업 실패 파일이 존재 확인!
ru: Резервное копирование не удалось файл существует, проверьте!
zh_cn: 备份失败，存在同名文件，请检查！
zh_tw: 備份失敗，存在同名檔，請檢查！

# ZZBGRDMCCCWCRJC
source: Custodian Code Error, no such person, please check!
de: Depot Code Fehler, keine solche Person, überprüfen Sie bitte!
fr: Code d'erreur dépositaire, telle personne, s'il vous plaît vérifier!
ko: 보관 코드 오류, 그런 사람은, 확인하시기 바랍니다!
ru: Хранитель Код ошибки, ни одно такое лицо, пожалуйста, проверьте!
zh_cn: 保管人代码出错，查无此人，请检查！
zh_tw: 保管人代碼出錯，查無此人，請檢查！

# ZZBGRLXLPBMCKZRHYXDBNWKJC
source: Custodian, type, item code, any one warehouse can not be empty, please check!
de: Depotbank, Typ, Artikelcode, einem Lagerhaus darf nicht leer sein, prüfen Sie bitte!
fr: Dépositaire, type, code article, l'un quelconque entrepôt peut pas être vide, s'il vous plaît vérifier!
ko: 보관은, 종류, 종목 코드는 어느 한 창고가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Депозитарий, тип, код товара, любой склад не может быть пустым, пожалуйста, проверьте!
zh_cn: 保管人，类型，物料编码，仓库中任何一项都不能为空，请检查！
zh_tw: 保管人，類型，物料編碼，倉庫中任何一項都不能為空，請檢查！

# ZZBGRLXZCBMCKZRHYXDBNWKJC
source: Custodian, type, asset code, any one warehouse can not be empty, please check!
de: Depotbank, Typ, Asset-Code, einem Lagerhaus darf nicht leer sein, prüfen Sie bitte!
fr: Dépositaire, le type, le code de l'actif, l'un quelconque entrepôt peut pas être vide, s'il vous plaît vérifier!
ko: 보관은, 유형 자산의 코드는, 어느 한 창고가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Депозитарий, тип, код активами, любой склад не может быть пустым, пожалуйста, проверьте!
zh_cn: 保管人，类型，资产编码，仓库中任何一项都不能为空，请检查！
zh_tw: 保管人，類型，資產編碼，倉庫中任何一項都不能為空，請檢查！

# ZZBGYBNWKZ
source: Custodian can not be empty, please choose!
de: Depotbank darf nicht leer sein, wählen Sie bitte!
fr: Dépositaire ne peut être vide, s'il vous plaît choisir!
ko: 보관은 비워 둘 수 없습니다, 선택하세요!
ru: Хранитель не может быть пустым, выберите!
zh_cn: 保管员不能为空，请选择！
zh_tw: 保管員不能為空，請選擇！

# ZZBGYBYXWKBC
source: Custodian does not allow empty, please add!
de: Depotbank nicht möglich für die leer ist, fügen Sie bitte!
fr: Dépositaire ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 보관은 빈 허용하지 않습니다, 추가하십시오!
ru: Депозитарий не позволяют пустой, пожалуйста, добавьте!
zh_cn: 保管员不允许为空，请补充！
zh_tw: 保管員不允許為空，請補充！

# ZZBHBNWFFZF
source: Numbers can not be illegal characters!
de: Zahlen können nicht illegal Zeichen sein!
fr: Les nombres peuvent ne pas être des caractères illégaux!
ko: 번호에 잘못된 문자가 될 수 없습니다!
ru: Числа не могут быть недопустимые символы!
zh_cn: 编号不能为非法字符！
zh_tw: 編號不能為非法字元！

# ZZBHCG
source: Termination of the success!
de: Dismissed Erfolg!
fr: Rejeté succès!
ko: 해산 성공!
ru: Уволен успех!
zh_cn: 已终止！
zh_tw: 駁回成功！
