Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# WuZiDaiMaDaoRu
source: Materials Code Import
de: Materialien-Code Import
fr: Matériaux code d'importation
ko: 재료 코드 가져 오기
ru: Материалы Код Импорт
zh_cn: 物资代码导入
zh_tw: 物資代碼導入

# WuZiDaiMaShiYongBiaoJi
source: Material code uses the mark
de: Material Code verwendet die Marke
fr: Code Matériel utilise la marque
ko: 재료 코드는 마크를 사용
ru: Код материала использует знак
zh_cn: 物资代码使用标记
zh_tw: 物資代碼使用標記

# WuZiFeiKongZhuGuan
source: He was in charge of tariff control
de: Er war verantwortlich für die Zollkontrolle
fr: Il était en charge du contrôle tarifaire
ko: 그는 관세 제어를 담당했다
ru: Он был ответственным за управление тарифной
zh_cn: 物资费控主管
zh_tw: 物資費控主管

# WuZiMingCheng
source: Material name
de: Supplies-Name
fr: Fournitures Nom
ko: 소모품 이름
ru: Поставки Имя
zh_cn: 物资名称
zh_tw: 物資名稱

# WuZiTiHuanDaiMaDaoRu
source: Replace the code to import materials
de: Import liefert Ersatzcode
fr: Importer fournit code de remplacement
ko: 가져 오기는 대체 코드를 제공합니다
ru: Импорт поставляет код замены
zh_cn: 物资替换代码导入
zh_tw: 物資替換代碼導入

# WuZiWeiTuoDaiLiRen
source: Materials agent
de: Materialien Agent
fr: Les matériaux agent
ko: 재료 에이전트
ru: Материалы агент
zh_cn: 物资委托代理人
zh_tw: 物資委託代理人

# WuZiXiangMuCaiXuanZe
source: Material projects before choosing
de: Material Projekte vor der Wahl
fr: Matériel projets avant de choisir
ko: 선택하기 전에 재료 프로젝트
ru: Материал проекты, прежде чем выбрать
zh_cn: 物资项目才选择
zh_tw: 物資項目才選擇

# WuZiXiangMuShuXing
source: Materials Project Properties
de: Materialien Projekteigenschaften
fr: Propriétés des matériaux du projet
ko: 재료 프로젝트 속성
ru: Свойства проекта Материалы
zh_cn: 物资项目属性
zh_tw: 物資專案屬性

# WuZiXiangMuXingZhi
source: Material nature of the project
de: Material Art des Projekts
fr: La nature matérielle du projet
ko: 프로젝트의 재료 특성
ru: Материал характер проекта
zh_cn: 物资项目性质
zh_tw: 物資專案性質

# WuZiZhaoBiao
source: Material Bidding
fr: Matériel enchères
ko: 소재 입찰
ru: Материал Торги
zh_cn: 物资招标
zh_tw: 物資招標

# WuZiZhaoBiaoZhuanJia
source: Material Bidding Expert
fr: Matériel enchères Expert
ko: 소재 입찰 전문가
ru: Материал Торги Эксперт
zh_cn: 物资招标专家
zh_tw: 物資招標專家

# WuZiZhuGuan
source: Materials competent
de: Materialien zuständigen
fr: Matériaux compétentes
ko: 유능한 재료
ru: Материалы компетентные
zh_cn: 物资主管
zh_tw: 物資主管

# WYCLBYFPDXQ
source: I have processed and dispatched demand
de: Ich habe verarbeitet und versandt Nachfrage
fr: Je l'ai traité et expédié la demande
ko: 내가 처리 수요를 파견 한
ru: Я обрабатываются и отправляются спрос
zh_cn: 我已处理并已分派的需求
zh_tw: 我已處理並已分派的需求

# WYYZZ
source: Wai (business license)
fr: Wai (licence d'entreprise)
ko: 와이 (사업 면허)
ru: Вай (бизнес-лицензия)
zh_cn: 围(营业执照)
zh_tw: 圍(營業執照)

# WZZZS
source: Wai (Certificate)
de: Wai (Zertifikat)
fr: Wai (certificat)
ko: 와이 (인증서)
ru: Вай (Сертификат)
zh_cn: 围(资质证书)
zh_tw: 圍(資質證書)

# XGGZLBGMBXZ
source: Related Workflow form templates to download
de: Verwandte Workflow-Formularvorlagen zum Download
fr: Connexes modèles de formulaires de workflow à télécharger
ko: 관련 워크 플로 양식 서식 파일 다운로드
ru: Похожие шаблоны форм документооборота для загрузки
zh_cn: 相关工作流表格模板下载
zh_tw: 相關工作流表格範本下載

# XGJXJZSJ
source: Modify performance benchmarking data
de: Ändern Sie Performance-Benchmarking-Daten
fr: Modifier les données d'évaluation de performance
ko: 성능 벤치마킹 데이터를 수정
ru: Изменить производительности бенчмаркинга данные
zh_cn: 修改绩效基准数据
zh_tw: 修改績效基準資料

# XGYWBGMBXZ
source: Related Business Forms Template Download
de: Verwandte Forms Vorlage herunterladen
fr: Formulaires d'affaires connexes Template Télécharger
ko: 관련 비즈니스 템플릿 다운로드 양식
ru: Бизнес в сфере Forms шаблона Скачать
zh_cn: 相关业务表格模板下载
zh_tw: 相關業務表格範本下載

# XiaCi
source: Next
de: Weiter
fr: Prochaine
ko: 다음
ru: Следующий
zh_cn: 下次
zh_tw: 下次

# XiaCiFuWuShiJian
source: Next hours
de: Nächsten Stunden
fr: Prochaines heures
ko: 다음 시간
ru: Следующая часов
zh_cn: 下次服务时间
zh_tw: 下次服務時間

# XiaDanShiJian
source: Order time
de: Sortieren Zeit
fr: Afin Temps
ko: 주문 시간
ru: Срочный приказ
zh_cn: 下单时间
zh_tw: 下單時間

# XianChangCanPingRenYuan
source: PARTICIPATING site staff
de: TEILNAHME Personal vor Ort
fr: PARTICIPATION personnel du site
ko: 사이트 담당자를 참여 전
ru: УЧАСТИЕ персонал сайта
zh_cn: 现场参评人员
zh_tw: 現場參評人員

# XianCunShuLiang
source: Existing Number
de: Bestehende Anzahl
fr: Nombre existante
ko: 기존 번호
ru: Существующие Количество
zh_cn: 现存数量
zh_tw: 現存數量

# XianELingLiaoJiHuaMingXiDan
source: Picking plan limits itemized statement
de: Picking-Plan begrenzt Verbindungsnachweis
fr: Reprenant le plan limite relevé détaillé
ko: 따기 계획은 항목 별 문을 제한
ru: Выбор плана ограничивает подробный о
zh_cn: 限额领料计划明细单
zh_tw: 限額領料計畫明細單

# Xiang
source: Phase
ko: 상
ru: Фаза
zh_cn: 相
zh_tw: 相

# XiangChangFuZeRen
source: Site person in charge
de: Website-Verantwortlichen
fr: Personne en charge du site
ko: 담당 사이트 사람
ru: Сайт ответственное лицо
zh_cn: 现场负责人
zh_tw: 現場負責人

# XiangDuiShiDu
source: Relative humidity:
de: Relative Luftfeuchtigkeit:
fr: Humidité relative:
ko: 상대 습도 :
ru: Относительная влажность:
zh_cn: 相对湿度：
zh_tw: 相對濕度：

# XiangGuan
source: Related
fr: Connexes
ko: 관련
ru: Связанные
zh_cn: 相关
zh_tw: 相關

# XiangGuanBaoJiaDan
source: Related Quote
de: Verwandte Zitat
fr: Citer connexes
ko: 관련 업체
ru: Связанные Цитата
zh_cn: 相关报价单
zh_tw: 相關報價單

# XiangGuanFengXian
source: Risks associated
de: Risiken verbunden
fr: Risques liés
ko: 위험 관련
ru: Риски, связанные
zh_cn: 相关风险
zh_tw: 相關風險

# XiangGuanGongZuoLiu
source: Related Workflow
de: Verwandte Workflow-
fr: Workflow connexes
ko: 관련 워크 플로우
ru: Связанные Workflow
zh_cn: 相关工作流
zh_tw: 相關工作流

# XiangGuanID
source: Related ID
de: Verwandte ID
fr: ID connexes
ko: 관련 ID
ru: Связанные ID
zh_cn: 相关ID
zh_tw: 相關ID

# XiangGuanLeiXing
source: Related Types
de: Ähnliche Typen
fr: Types connexes
ko: 관련 유형
ru: Связанные Типы
zh_cn: 相关类型
zh_tw: 相關類型

# XiangGuanLianXiRen
source: Related contacts
de: Ähnliche Kontakte
fr: Contacts associés
ko: 관련 연락처
ru: Связанные контакты
zh_cn: 相关联系人
zh_tw: 相關連絡人

# XiangGuanLingDao
source: Related leadership
de: Verwandte Führung
fr: Le leadership connexes
ko: 관련 리더십
ru: Связанные руководство
zh_cn: 相关领导
zh_tw: 相關領導

# XiangGuanShuJuKu
source: Relational database
de: Verwandte Datenbank
fr: Base de données connexes
ko: 관련 데이터베이스
ru: Связанные базы данных
zh_cn: 相关数据库
zh_tw: 相關資料庫

# XiangGuanWenDang
source: Related Documents
de: Beiträge zu diesem Thema
fr: Documents connexes
ko: 관련 문서
ru: Документы по теме
zh_cn: 相关文档
zh_tw: 相關文檔

# XiangGuanWenDangLieBiao
source: Related Documents List
de: Beiträge zu diesem Thema Liste
fr: Liste des documents connexes
ko: 관련 문서 목록
ru: Список сопутствующие документы
zh_cn: 相关文档列表
zh_tw: 相關文檔列表

# XiangGuanWenDangLiuLan
source: Related Documents Browse
de: Zugehörige Dokumentation Durchsuchen
fr: Documentation connexe Parcourir
ko: 관련 문서 검색
ru: Дополнительная документация Обзор
zh_cn: 相关文档浏览
zh_tw: 相關文檔流覽

# XiangGuanWenJian
source: Related documents
de: Beiträge zu diesem Thema
fr: Documents connexes
ko: 관련 문서
ru: Документы по теме
zh_cn: 相关文件
zh_tw: 相關檔

# XiangGuanXiangMu
source: Related items
de: Verwandte Artikel
fr: Articles connexes
ko: 관련 상품
ru: Похожие материалы
zh_cn: 相关项目
zh_tw: 相關專案

# XiangGuanXieZuo
source: Related Collaboration
de: Bezogen Zusammenarbeit
fr: Collaboration connexes
ko: 관련 협업
ru: Связанные Сотрудничество
zh_cn: 相关协作
zh_tw: 相關協作

# XiangGuanXuQiu
source: Related needs
de: Ähnliche Anforderungen
fr: Besoins liés
ko: 관련 요구
ru: Связанные потребности
zh_cn: 相关需求
zh_tw: 相關需求

# XianggXiDiZhiZhong
source: Address (Chinese):
de: Adresse (Mitte):
fr: Adresse (milieu):
ko: (가운데) 주소 :
ru: Адрес (средний):
zh_cn: 详细地址(中)：
zh_tw: 詳細地址(中)：

# XiangMu
source: Project
de: Vorhaben
fr: Projet
ko: 계획
ru: Проект
zh_cn: 项目
zh_tw: 項目

# XiangMuBianGeng
source: Project Change
de: Projekt ändern
fr: Changement de projet
ko: 프로젝트 변경
ru: Проект Изменить
zh_cn: 项目变更
zh_tw: 專案變更

# XiangMuBianHao
source: ID
de: Artikel-Nummer
fr: Numéro de l'article
ko: 상품 번호
ru: Количество товара
zh_cn: 项目编号
zh_tw: 項目編號

# XiangMuBianMa
source: Code
de: Projekt Coding
fr: Codage de projets
ko: 프로젝트 코딩
ru: Кодирование проекта
zh_cn: 项目编码
zh_tw: 專案編碼

# XiangMuBu
source: Project Department
de: Projektabteilung
fr: Département projet
ko: 사업 부서
ru: Проектный отдел
zh_cn: 项目部
zh_tw: 項目部

# XiangMuChengBen
source: Project Cost
de: Projektkosten
fr: Coût du projet
ko: 프로젝트 비용
ru: Стоимость проекта
zh_cn: 项目成本
zh_tw: 項目成本

# XiangMuChengBenGuanLi
source: Project Cost Management
de: Projektkostenverwaltung
fr: Gestion des coûts du projet
ko: 프로젝트 비용 관리
ru: Управление стоимостью проекта
zh_cn: 项目成本管理
zh_tw: 專案成本管理

# XiangMuChengBenKongZhi
source: Project Cost Control
de: Projektkostenkontrolle
fr: Contrôle des coûts du projet
ko: 프로젝트 비용 관리
ru: Стоимость проекта управления
zh_cn: 成本控制
zh_tw: 專案成本控制

# XiangMuChengBenYuSuanGuanLi
source: Project Cost Budget Management
de: Projektkostenbudgetverwaltung
fr: Projet de gestion de budget des coûts
ko: 프로젝트 비용 예산 관리
ru: Управление стоимостью Бюджет проекта
zh_cn: 项目成本预算管理
zh_tw: 專案成本預算管理

# XiangMuChengYuan
source: Project members
de: Projektmitglieder
fr: Les membres du projet
ko: 프로젝트 참여자
ru: Участники проекта
zh_cn: 项目成员
zh_tw: 專案成員

# XiangMuChengYuanGongZhong
source: Project members Trades
de: Projektmitglieder Trades
fr: Les membres du projet Métiers
ko: 프로젝트 참여자의 거래
ru: Участники проекта Торги
zh_cn: 项目成员工种
zh_tw: 專案成員工種

# XiangMuChengYuanRiCheng
source: Project members schedule
de: Projektmitglieder planen
fr: HORAIRE Les membres du projet
ko: 프로젝트 회원 예약
ru: Участники проекта запланировать
zh_cn: 项目成员日程
zh_tw: 項目成員日程

# XiangMuDaiMa
source: Code
de: Artikelnummer
fr: Code de l'article
ko: 상품 코드
ru: Код товара
zh_cn: 项目代码
zh_tw: 項目代碼

# XiangMuDangAn
source: Project Archives
de: Projekt-Archiv
fr: Archives de projet
ko: 프로젝트 아카이브
ru: Архив проекта
zh_cn: 项目档案
zh_tw: 專案檔案

# XiangMuDaoChuDaoRu
source: Project Export / Import
de: Projekt-Export / Import
fr: Projet Export / Import
ko: 프로젝트 내보내기 / 가져 오기
ru: Проект Экспорт / Импорт
zh_cn: 项目导出/导入
zh_tw: 項目匯出/導入

# XiangMuE
source: Item Amount
de: Artikel Höhe
fr: Item Montant
ko: 상품의 양에
ru: Пункт Сумма
zh_cn: 项目额
zh_tw: 項目額

# XiangMuFeiYong
source: Project Costs
de: Projektkosten
fr: Coûts du projet
ko: 프로젝트 비용
ru: Затраты на осуществление проекта
zh_cn: 项目费用
zh_tw: 專案費用

# XiangMuFeiYongBaoXiaoHuiZong
source: Project Expenses Summary
de: Projektkosten Zusammenfassung
fr: Dépenses du projet Résumé
ko: 프로젝트 비용 요약
ru: Расходы проекта Резюме
zh_cn: 项目费用报销汇总
zh_tw: 專案費用報銷匯總

# XiangMuFeiYongHuiZong
source: Project cost summary
de: Projektkostenübersicht
fr: Résumé du coût du projet
ko: 프로젝트 비용 요약
ru: Резюме Стоимость проекта
zh_cn: 项目费用汇总
zh_tw: 專案費用匯總

# XiangMuFeiYongZongYuSuan
source: The total cost of the project budget
de: Die Gesamtkosten des Projektbudgets
fr: Le coût total du budget du projet
ko: 프로젝트 예산의 총 비용
ru: Общая стоимость проекта бюджета
zh_cn: 项目费用总预算
zh_tw: 專案費用總預算

# XiangMuFengXian
source: Project Risk
fr: Risques du projet
ko: 프로젝트 위험
ru: Рисками проекта
zh_cn: 项目风险
zh_tw: 項目風險

# XiangMuFengXianGuanLi
source: Project risk management
de: Projekt-Risikomanagement
fr: La gestion des risques du projet
ko: 프로젝트 위험 관리
ru: Управление рисками проекта
zh_cn: 项目风险处理
zh_tw: 專案風險處理

# XiangMuFengXianXinXi
source: Project Risk Information
de: Project Risk Informationen
fr: Project information sur les risques
ko: 프로젝트 위험 정보
ru: Информация о проекте рисками
zh_cn: 项目风险信息
zh_tw: 專案風險資訊

# XiangMuFengXianZhuanRenWu
source: Project Risk transfer tasks
de: Project Risk Transfer-Task
fr: Projet tâche de transfert des risques
ko: 프로젝트 리스크 전송 작업
ru: Проект задача передачи рисков
zh_cn: 项目风险转任务
zh_tw: 項目風險轉任務

# XiangMuGongShiYuSuan
source: Project work budget
de: Projektarbeit Budget
fr: Le budget de travail du projet
ko: 프로젝트 작업 예산
ru: Бюджет проекта Работа
zh_cn: 项目工期预算
zh_tw: 專案工時預算

# XiangMuGuanBi
source: Project Close
de: Projekt Schließen
fr: Clôture du projet
ko: 프로젝트 닫기
ru: Закрытие проекта
zh_cn: 项目关闭
zh_tw: 專案關閉

# XiangMuGuiMo
source: Project size
de: Projektgröße
fr: Taille du projet
ko: 프로젝트 크기
ru: Размер проекта
zh_cn: 项目规模
zh_tw: 專案規模

# XiangMuHao
source: ID
de: Art.Nr.
fr: Article n °
ko: 제품 번호
ru: Пункт №
zh_cn: 项目号
zh_tw: 項目號

# XiangMuHeTong
source: Project Contract
de: Projektvertrag
fr: Projet de contrat
ko: 프로젝트 계약
ru: Договор проекта
zh_cn: 项目合同
zh_tw: 項目合同

# XiangMuHeXiao
source: Project verification
de: Projektprüfung
fr: Vérification du projet
ko: 프로젝트 확인
ru: Проверка проекта
zh_cn: 项目核销
zh_tw: 專案核銷

# XiangMuHuiYi
source: Meeting
de: Treffen
fr: Réunion
ko: 모임
ru: Встреча
zh_cn: 项目会议
zh_tw: 專案會議

# XiangMuHuiYiLieBiao
source: A list of project meetings
de: Liste Meeting
fr: Liste des réunions
ko: 목록 회의
ru: Список Встреча
zh_cn: 项目会议列表
zh_tw: 專案會議列表

# XiangMuJianGuan
source: Project Supervision
de: Projektsteuerung
fr: Supervision des projets
ko: 프로젝트 감독
ru: Проект надзору
zh_cn: 项目监管
zh_tw: 項目監管

# XiangMuJieShuRiQi
source: Project end date
de: Projektende
fr: Projet date de fin
ko: 프로젝트 종료일
ru: Дата окончания проекта
zh_cn: 项目结束日期
zh_tw: 專案結束日期

# XiangMuJiHua
source: Project Plan
de: Projektplan
fr: Plan de projet
ko: 프로젝트 계획
ru: План проекта
zh_cn: 项目计划
zh_tw: 專案計畫

# XiangMuJiHuaPingShen
source: Project PERT
de: Projekt PERT
fr: Projet PERT
ko: 프로젝트 PERT
ru: Проект PERT
zh_cn: 项目计划评审
zh_tw: 專案計畫評審

# XiangMuJinDu
source: project progress
de: Projektzeitplan
fr: Calendrier du projet
ko: 프로젝트 일정
ru: План-график проекта
zh_cn: 项目进度
zh_tw: 專案進度

# XiangMuJinE
source: Item Amount
de: Artikel Höhe
fr: Item Montant
ko: 상품의 양에
ru: Пункт Сумма
zh_cn: 项目金额
zh_tw: 項目金額

# XiangMuJingLi
source: project manager
fr: Chef de Projet
ko: 프로젝트 관리자
ru: Руководитель проекта
zh_cn: 项目经理
zh_tw: 專案經理

# XiangMuJingLiBianGengJiLu
source: Project Manager Change History
de: Project Manager Änderungsverlauf
fr: Chef de Projet Historique des modifications
ko: 프로젝트 매니저 변경 내역
ru: Руководитель проекта История изменений
zh_cn: 项目经理变更记录
zh_tw: 專案經理變更記錄

# XiangMuJingLiDianHua
source: Project Manager Tel
fr: Chef de projet Tél
ko: 프로젝트 관리자 전화 번호
ru: Руководитель проекта Тел
zh_cn: 项目经理电话
zh_tw: 專案經理電話

# XiangMuJingLiKeGaiZhuangTai
source: The project manager can change the state
de: Der Projektmanager kann den Zustand ändern
fr: Le gestionnaire de projet peut changer l'état
ko: 프로젝트 관리자는 상태를 변경할 수 있습니다
ru: Руководитель проекта может изменить состояние
zh_cn: 项目经理可改状态
zh_tw: 專案經理可改狀態

# XiangMuJingLiRenShu
source: The number of project managers
de: Die Anzahl der Projektmanager
fr: Le nombre de gestionnaires de projet
ko: 프로젝트 관리자의 수
ru: Количество менеджеров проектов
zh_cn: 项目经理人数
zh_tw: 專案經理人數

# XiangMuJingLiYouXiang
source: Project Manager E-mail
fr: Chef de Projet E-mail
ko: 프로젝트 관리자 이메일
ru: Руководитель проекта Электронная почта
zh_cn: 项目经理邮箱
zh_tw: 專案經理郵箱

# XiangMuKeHuBuMenSheZhi
source: Project Client department set
de: Project Client-Abteilung Satz
fr: Projet ministère client ensemble
ko: 프로젝트 클라이언트 부서 세트
ru: Проект набор клиентского отдела
zh_cn: 项目客户部门设置
zh_tw: 專案客戶部門設置

# XiangMuKeShi
source: Project Visualization
de: Projekt-Visualisierung
fr: Visualisation de projet
ko: 프로젝트 시각화
ru: Визуализация проекта
zh_cn: 项目可视
zh_tw: 項目可視

# XiangMuLeiXing
source: Project Type
de: Projekttyp
fr: Type de projet
ko: 프로젝트 형식
ru: Тип проекта
zh_cn: 项目类型
zh_tw: 項目類型

# XiangMuLianXiRenLieBian
source: Project Contact List
de: Projekt-Kontaktliste
fr: Projet Liste de contacts
ko: 프로젝트 연락처 목록
ru: Контакты проекта Список
zh_cn: 项目联系人列表
zh_tw: 項目連絡人列表

# XiangMuMiaoShu
source: Project description
de: Artikelbeschreibung
fr: Description de l'objet
ko: 항목 설명
ru: Описание товара
zh_cn: 项目描述
zh_tw: 項目描述

# XiangMuMing
source: Project name
de: Projektname
fr: Nom du projet
ko: 프로젝트 이름
ru: Название проекта
zh_cn: 项目名
zh_tw: 項目名

# XiangMuMingChen
source: project name
de: Projekttitel
fr: Titre du projet
ko: 프로젝트 제목
ru: Название проекта
zh_cn: 项目名称
zh_tw: 項目名稱

# XiangMuMingCheng
source: project name
de: Projekttitel
fr: Titre du projet
ko: 프로젝트 제목
ru: Название проекта
zh_cn: 项目名称
zh_tw: 項目名稱

# XiangMuPingHe
source: Project assessment
de: Projektbewertung
fr: Évaluation du projet
ko: 프로젝트 평가
ru: Оценка проекта
zh_cn: 项目评核
zh_tw: 項目評核

# XiangMuPingShen
source: Project Review
fr: Examen des projets
ko: 프로젝트 검토
ru: Обзор проекта
zh_cn: 项目评审
zh_tw: 專案評審

# XiangMuQiDongRiQi
source: Project start date
fr: Date de début du projet
ko: 프로젝트 시작 날짜
ru: Дата начала
zh_cn: 项目启动日期
zh_tw: 專案啟動日期

# XiangMuRenLiZiYuanBiao
source: Project Human Resource Table
de: Projekt Human Resource Table
fr: Tableau ressources humaines du projet
ko: 프로젝트 인적 자원 표
ru: Таблица человеческими ресурсами проекта
zh_cn: 人力资源表
zh_tw: 專案人力資源表

# XiangMuRenLiZiYuanGuanLi
source: Project Human Resource Management
de: Projekt Human Resource Management
fr: Project Management des ressources humaines
ko: 프로젝트 인적 자원 관리
ru: Управление человеческими ресурсами проекта
zh_cn: 人力计划排定
zh_tw: 專案人力資源管理

# XiangMuRenLiZiYuanJiHua
source: Project Human Resource Planning
fr: Planification de projet des ressources humaines
ko: 프로젝트 인적 자원 계획
ru: Планирование человеческими ресурсами проекта
zh_cn: 人力资源计划
zh_tw: 專案人力資源計畫

# XiangMuRenLiZiYuanYueBao
source: HR Monthly Project
de: Monatliche Human Resources Projekt
fr: Ressources humaines mensuel Project
ko: 월간 인적 자원 프로젝트
ru: Ежемесячный персоналом проекта
zh_cn: 人力资源月报
zh_tw: 專案人力資源月報

# XiangMuRenLiZongYuSuan
source: Project Human total budget
de: Project Human Gesamtbudget
fr: Budget total Human Project
ko: 프로젝트 인간의 총 예산
ru: Общий бюджет проекта человека
zh_cn: 人力总预算
zh_tw: 專案人力總預算

# XiangMuRenWu
source: Project tasks
de: Projektaufgaben
fr: Tâches du projet
ko: 프로젝트 작업
ru: Задачи проекта
zh_cn: 项目任务
zh_tw: 項目任務

# XiangMuRenWuLeiXing
source: Project Task Types
de: Projektaufgabentypen
fr: Types de tâches Projet
ko: 프로젝트 작업 유형
ru: Типы проекта задач
zh_cn: 项目任务类型
zh_tw: 項目任務類型

# XiangMuRenWuXiangXiXinXi
source: Project Task Details
de: Projektaufgabendetails
fr: Projet Détails de la tâche
ko: 프로젝트 작업 상세 정보
ru: Детали проекта Задача
zh_cn: 项目任务详细信息
zh_tw: 專案任務詳細資訊

# XiangMuRiZhi
source: Project Logs
de: Projekt-Logs
fr: Journaux de projet
ko: 프로젝트 로그
ru: Журналы проекта
zh_cn: 项目日志
zh_tw: 專案日誌

# XiangMuShu
source: Project tree
de: Projektbaum
fr: Arbre des projets
ko: 프로젝트 트리
ru: Дерево проекта
zh_cn: 项目树
zh_tw: 項目樹

# XiangMuShuLiuLan
source: Browse the project tree
de: Durchsuchen Sie die Projektnavigation
fr: Parcourir l'arborescence du projet
ko: 프로젝트 트리 검색
ru: Просмотрите дерево проекта
zh_cn: 项目树浏览
zh_tw: 項目樹流覽

# XiangMuShuXing
source: Project Properties
de: Projekteigenschaften
fr: Propriétés du projet
ko: 프로젝트 속성
ru: Свойства проекта
zh_cn: 项目属性
zh_tw: 專案屬性

# XiangMuShuYuLan
source: Items Preview
de: Artikel Vorschau
fr: Articles Aperçu
ko: 항목 미리보기
ru: Предметы Предпросмотр
zh_cn: 项目数预览
zh_tw: 項目數預覽

# XiangMuTongJi
source: Project Statistics
de: Artikelstatistik
fr: Statistiques de l'article
ko: 항목 통계
ru: Товара Статистика
zh_cn: 项目统计
zh_tw: 項目統計

# XiangMuWanChengQingKuang
source: Project completion
de: Projektabschluss
fr: L'achèvement du projet
ko: 프로젝트 완료
ru: Завершение проекта
zh_cn: 项目完成情况
zh_tw: 專案完成情況

# XiangMuWeiYuan
source: Project members
de: Projektmitglieder
fr: Les membres du projet
ko: 프로젝트 참여자
ru: Участники проекта
zh_cn: 项目委员
zh_tw: 專案委員

# XiangMuWenDang
source: Project Documents
de: Projektdokumentation
fr: La documentation du projet
ko: 프로젝트 문서
ru: Проектная документация
zh_cn: 项目文档
zh_tw: 項目文檔

# XiangMuWenDangGuanLi
source: Project Document Management
de: Projekt Document Management
fr: Document Management de Projet
ko: 프로젝트 문서 관리
ru: Управление документами проекта
zh_cn: 项目文档管理
zh_tw: 專案文檔管理

# XiangMuWenDangGuanLiZongHeChaXun
source: Project Document Management (Integrated Query
de: Projektdokumentenverwaltung (Integrated Query
fr: Projet de gestion des documents (Integrated Query
ko: 프로젝트 문서 관리 (통합 쿼리
ru: Управление проектами документов (Integrated Query
zh_cn: 项目文档管理（综合查询
zh_tw: 專案文檔管理（綜合查詢

# XiangMuWenJian
source: Project files
de: Projektdateien
fr: Les dossiers de projet
ko: 프로젝트 파일
ru: Файлы проекта
zh_cn: 项目文件
zh_tw: 專案檔案

# XiangMuWenKong
source: Project Document Control
de: Projekt Document Control
fr: Projet de contrôle des documents
ko: 프로젝트 문서 관리
ru: Проект Документ контрольный
zh_cn: 项目文控
zh_tw: 項目文控

# XiangMuXiangGuan
source: Related projects
de: Projektbezogene
fr: Concernant le projet
ko: 프로젝트 관련
ru: Проект, связанной с
zh_cn: 项目相关
zh_tw: 專案相關

# XiangMuXiangGuanHeTong
source: Project-related contract
de: Projektbezogenen Verträge
fr: Contrats liés au projet
ko: 프로젝트 관련 계약
ru: Проектные контракты, связанные с
zh_cn: 项目相关合同
zh_tw: 項目相關合同

# XiangMuXiangGuanXuQiu
source: Project-related demand
de: Projektbezogene Nachfrage
fr: La demande liée au projet
ko: 프로젝트 관련 수요
ru: Спрос проекта, связанных с
zh_cn: 项目相关需求
zh_tw: 專案相關需求

# XiangMuXiangXiNeiRong
source: Item Detail
de: Einzelteil-Detail
fr: Détail de l'article
ko: 항목 정보
ru: Пункт Подробности
zh_cn: 项目详细内容
zh_tw: 專案詳細內容

# XiangMuXingZhi
source: Nature of the project
de: Art des Projekts
fr: Nature du projet
ko: 프로젝트의 자연
ru: Природа проекта
zh_cn: 项目性质
zh_tw: 專案性質

# XiangMuXinXi
source: Project content
de: Projektinformationen
fr: Renseignements sur le projet
ko: 프로젝트 정보
ru: Информация о проекте
zh_cn: 项目内容
zh_tw: 專案資訊

# XiangMuXuHao
source: Project No.
de: Art.Nr.
fr: Article n °
ko: 제품 번호
ru: Пункт №
zh_cn: 项目序号
zh_tw: 項目序號

# XiangMuXuQiu
source: Project requirements
de: Projektanforderungen
fr: Les exigences du projet
ko: 프로젝트 요구 사항
ru: Требования к проектам
zh_cn: 项目需求
zh_tw: 專案需求

# XiangMuXuQiuGuanLi
source: Demand Management Project
de: Demand Management-Projekt
fr: Projet de gestion de la demande
ko: 수요 관리 프로젝트
ru: Управление спросом проекта
zh_cn: 项目需求管理
zh_tw: 專案需求管理

# XiangMuYuLYuLan
source: Project Tree Preview
de: Projektbaum
fr: Projet Aperçu de l'arbre
ko: 프로젝트 트리 미리보기
ru: Дерево проекта Предпросмотр
zh_cn: 项目树预览
zh_tw: 項目樹預覽

# XiangMuYuSuan
source: Project Budget
de: Projektbudget
fr: Budget du projet
ko: 프로젝트 예산
ru: Бюджет проекта
zh_cn: 项目预算
zh_tw: 專案預算

# XiangMuYuSuanMingXi
source: Project budget details
de: Projektbudget Details
fr: Les détails du budget du projet
ko: 프로젝트 예산 세부 정보
ru: Бюджет проекта детали
zh_cn: 项目预算明细
zh_tw: 專案預算明細

# XiangMuZhiChuYuSuan
source: Project expenditure budget
de: Projektausgaben Budget
fr: Budget de dépenses du projet
ko: 프로젝트 지출 예산
ru: Расходы бюджета проекта
zh_cn: 项目支出预算
zh_tw: 專案支出預算

# XiangMuZhuangTai
source: Project Status
de: Projektstatus
fr: État du projet
ko: 프로젝트 상태
ru: Статус проекта
zh_cn: 项目状态
zh_tw: 專案狀態

# XiangMuZhuangTaiPingShen
source: Project status reviews
de: Projektstatus schreiben
fr: Projet d'examen d'état
ko: 프로젝트 상태 검토
ru: Проект отзыв Статус
zh_cn: 项目状态评审
zh_tw: 專案狀態評審

# XiangMuZiChanCaiGouShenQing
source: Project Asset Purchase Requisition
de: Projektvermögensbestellanforderung
fr: Asset projet Demande d'achat
ko: 프로젝트 자산 구매 요청
ru: Проект активами Заявка
zh_cn: 项目资产采购申请
zh_tw: 專案資產採購申請

# XiangMuZongYuSuan
source: Total budget
de: Gesamtbudget des Projekts
fr: Budget total du projet
ko: 전체 프로젝트 예산
ru: Общий бюджет проекта
zh_cn: 项目总预算
zh_tw: 項目總預算

# XiangMuZuoYeRenWu
source: Project Job Task
de: Projektarbeitsaufgaben
fr: Tâches de travail du projet
ko: 프로젝트 작업 작업
ru: Проектные работы Задачи
zh_cn: 作业任务
zh_tw: 項目作業任務

# XiangNengLiang
source: Line energy
de: Linie Energie
fr: Énergie de ligne
ko: 선 에너지
ru: Энергия линия
zh_cn: 线能量
zh_tw: 線能量

# XiangXiDiZhi
source: Address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 详细地址
zh_tw: 詳細地址

# XiangXiDiZhiYing
source: Address Britain
de: Adresse Britannien
fr: Adresse Bretagne
ko: 영국 주소
ru: Адрес Великобританию
zh_cn: 详细地址英
zh_tw: 詳細地址英

# XiangXiDiZhiZhong
source: Detailed address
de: Ausführliche Adresse
fr: Adresse détaillée
ko: 상세 주소
ru: Подробное адрес
zh_cn: 详细地址中
zh_tw: 詳細地址中

# XiangXiMiaoShu
source: A detailed description
de: Detaillierte Beschreibung
fr: Description détaillée
ko: 상세 설명
ru: Подробное описание
zh_cn: 详细描述
zh_tw: 詳細描述
