Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# Comment
source: Remark
de: Vermerk
fr: Remarque
ko: 말
ru: Замечание
zh_cn: 备注
zh_tw: 備註

# CommissionRate
source: Commission percentage
de: Prozent Kommission
fr: Pourcentage de la Commission
ko: 위원회 백분율
ru: Процентная комиссия
zh_cn: 提成比例
zh_tw: 提成比例

# Company
source: The company
de: Unternehmen
fr: Société
ko: 회사
ru: Компания
zh_cn: 公司
zh_tw: 公司

source: Company news
de: Unternehmensnachrichten
fr: Nouvelles de l'entreprise
ko: 회사 소식
ru: Новости компании
zh_cn: 公司新闻
zh_tw: 公司新聞

# ConfirmAmount
source: Confirmation amount
de: Bestätigung Betrag
fr: Montant de confirmation
ko: 확인 양
ru: Количество Подтверждение
zh_cn: 确认金额
zh_tw: 確認金額

# ConfirmExpense
source: Expense recognition
de: Aufwandsrealisierung
fr: La comptabilisation des dépenses
ko: 비용 인식
ru: Признания расходов
zh_cn: 费用确认
zh_tw: 費用確認

# ConfirmIncome
source: Revenue is recognized
de: Erträge werden erfasst,
fr: Les revenus sont constatés
ko: 수익 인식
ru: Выручка признается
zh_cn: 确认收入
zh_tw: 確認收入

# ConfirmManhour
source: Work confirmation
de: Arbeitsbestätigung
fr: Confirmation de travail
ko: 작업 확인
ru: Подтверждение работы
zh_cn: 工期确认
zh_tw: 工時確認

# Cong
source: From
de: Von
fr: À partir de
ko: 부터
ru: От
zh_cn: 从
zh_tw: 從

# CongExcelWenJianDaoRu
source: Import from Excel file
de: Import aus Excel-Datei
fr: Importer à partir de fichier Excel
ko: 엑셀 파일에서 가져 오기
ru: Импорт из Excel файла
zh_cn: 从Excel文件导入
zh_tw: 從Excel文件導入

# CongShiZhuanJiaLeiBie
source: In the professional category
de: In der Berufsgruppe
fr: Dans la catégorie professionnelle
ko: 전문 카테고리에서
ru: В профессиональной категории
zh_cn: 从事专业类别
zh_tw: 從事專業類別

# CongShiZhuanYeLeiBie
source: In the professional category
de: In der Berufsgruppe
fr: Dans la catégorie professionnelle
ko: 전문 카테고리에서
ru: В профессиональной категории
zh_cn: 从事专业类别
zh_tw: 從事專業類別

# CongYouBianXuanQu
source: Select from the right
de: Wählen Sie aus der rechten
fr: Choisissez parmi la droite
ko: 오른쪽에서 선택
ru: Выберите справа
zh_cn: 从右边选取
zh_tw: 從右邊選取

# Constract
source: Contract
de: Vertrag
fr: Contrat
ko: 계약
ru: Контракт
zh_cn: 合同
zh_tw: 合同

# ContactList
source: Address book
de: Adressbuch
fr: Carnet d'adresses
ko: 주소록
ru: Адресная книга
zh_cn: 通信录
zh_tw: 通信錄

source: Copy
de: Kopieren
fr: Copie
ko: 복사
ru: Копия
zh_cn: 复制
zh_tw: 複製

# CopyToProject
source: Copied to the project
de: Kopiere zu Projekt
fr: Copie à projeter
ko: 복사 투사하기
ru: Копировать в проект
zh_cn: 复制到项目
zh_tw: 複製到專案

# CopyVersion
source: Version replication
de: Version Replikation
fr: La réplication de version
ko: 버전 복제
ru: Версия репликации
zh_cn: 版本复制
zh_tw: 版本複製

# Cost
source: Costs
de: Kosten
fr: Frais
ko: 비용
ru: Расходы
zh_cn: 成本
zh_tw: 成本

source: Cost rate
de: Kostensatz
fr: Taux de Coût
ko: 비용 비율
ru: Скорость Стоимость
zh_cn: 成本率
zh_tw: 成本率

# CQYGSKKJYXGS
source: CNC Technology Co., Ltd. Chongqing-crown
de: CNC Technology Co., Ltd Chongqing Yu Krone
fr: CNC Technology Co., Ltd Chongqing Yu couronne
ko: CNC 기술 유한 회사 충칭 유 왕관
ru: ЧПУ технологии Лтд Чунцин Ю. корону
zh_cn: 重庆宇冠数控科技有限公司
zh_tw: 重慶宇冠數控科技有限公司

# CreateActorGroup
source: Create a Actor Group
de: Erstellen einer Rollengruppe
fr: Créer un groupe de rôles
ko: 역할 그룹 만들기
ru: Создание группы ролей
zh_cn: 创建角色组
zh_tw: 創建角色組

# CreateProject
source: Project established
de: Projekt gegründet
fr: Projet établi
ko: 프로젝트 설립
ru: Проект создан
zh_cn: 建立的项目
zh_tw: 建立的專案

# CreateProjectReq
source: Record project requirements
de: Etablieren Projektanforderungen
fr: Établir les exigences du projet
ko: 프로젝트 요구 사항을 설정
ru: Создание проектных требований
zh_cn: 记录项目需求
zh_tw: 建立專案需求

# CreateReq
source: Record requirements
de: Etablieren Nachfrage
fr: Établir la demande
ko: 수요 수립
ru: Создание спроса
zh_cn: 记录需求
zh_tw: 建立需求

# CreateTime
source: Settling Time
de: Einschwingzeit
fr: Durée de stabilisation
ko: 시간을 정착
ru: Время установления
zh_cn: 建立时间
zh_tw: 建立時間

source: creator
de: Schöpfer
fr: Créateur
ko: 창조자
ru: Создатель
zh_cn: 创建者
zh_tw: 創建者

# CSYCKHFZJXZBHDSFPHRY
source: From the last evaluation copy performance indicators and third-party assessors
de: Von den letzten Testversion Leistungsindikatoren und Dritter Gutachter
fr: De la dernière évaluation des indicateurs de performance et de copie tiers évaluateurs
ko: 마지막 평가 복사 성능 지표 및 타사 평가자에서
ru: Из последней оценки показателей копия и экспертов сторонних
zh_cn: 从上一次考核复制绩效指标和第三方评核人员
zh_tw: 從上一次考核複製績效指標和協力廠商評核人員

# CTeJi
source: C Express
ko: C 익스프레스
ru: С Экспресс
zh_cn: C特急
zh_tw: C特急

# CTQRCZDR
source: Import from the same period schedule
de: Import aus der gleichen Zeit Zeitplan
fr: Importer dans le même calendrier de période
ko: 같은 기간 일정 가져 오기
ru: Импорт из той же схеме период
zh_cn: 从同期日程中导入
zh_tw: 從同期日程中導入

# CTQRCZDRJHRZ
source: Import program logs from the same period schedule
de: Import-Programm meldet sich aus der gleichen Zeit Zeitplan
fr: Programme importer des journaux depuis le même calendrier de période
ko: 가져 오기 프로그램은 같은 기간 일정에서 기록
ru: Импорт Программа регистрирует от той же схеме период
zh_cn: 从同期日程中导入计划日志
zh_tw: 從同期日程中導入計畫日誌

# CunDianCaiLiaoJiGuiGe
source: Spacer (materials and specifications):
de: Liner (Materialien und Spezifikationen):
fr: Liner (matériaux et les spécifications):
ko: 라이너 (재료 및 사양)
ru: Liner (материалы и технические):
zh_cn: 衬垫(材料及规格)：
zh_tw: 襯墊(材料及規格)：

# CunFangWeiZhi
source: Storage location
de: Speicherort
fr: Lieu d'entreposage
ko: 저장 위치
ru: Место хранения
zh_cn: 存放位置
zh_tw: 存放位置

# CunKouHeJi
source: Total Exists
de: Insgesamt Cunkou
fr: Total Cunkou
ko: 총 Cunkou
ru: Всего Cunkou
zh_cn: 寸口合计
zh_tw: 寸口合計

# CuoZuoYuan
source: Operator
de: Bediener
fr: Opérateur
ko: 연산자
ru: Оператор
zh_cn: 操作员
zh_tw: 操作員

# CurrentDayAmount
source: Today's cost summary
de: Die heutige Kostenübersicht
fr: Le résumé des coûts d'aujourd'hui
ko: 오늘날의 비용 요약
ru: Сегодня суммарная стоимость
zh_cn: 今日费用汇总
zh_tw: 今日費用匯總

# Customer
source: Client
de: Klient
ko: 클라이언트
ru: Клиент
zh_cn: 客户
zh_tw: 客戶

# CustomerPM
source: Account Manager
ko: 계정 관리자
ru: Менеджер по работе
zh_cn: 客户经理
zh_tw: 客戶經理

# CXSFYCZ
source: Whether the query already exists
de: Ob die Abfrage bereits vorhanden
fr: Que la requête existe déjà
ko: 쿼리가 이미 존재 여부
ru: Ли запрос уже существует
zh_cn: 查询是否已存在
zh_tw: 查詢是否已存在

# CXTJKSSJ
source: Query: Start Time
de: Abfrage: Startzeit
fr: Question: Heure de début
ko: 질의 : 시작 시간
ru: Запрос: Время
zh_cn: 查询条件：开始时间
zh_tw: 查詢準則：開始時間

# cZhuangTai
source: c Status
fr: c Statut
ko: C 상태
ru: С Статус
zh_cn: c状态
zh_tw: c狀態

# CZSYYHDMZQXSJ
source: Reforming all users right data modules
de: Die Reform alle Benutzerberechtigungen Datenmodule
fr: Réformer tous les modules de données des autorisations des utilisateurs
ko: 모든 사용자 권한 데이터 모듈을 개혁
ru: Реформирование все модули данных разрешений пользователей
zh_cn: 重整所有用户的模组权限数据
zh_tw: 重整所有使用者的模組許可權資料

# DaDi
source: Backing
de: Rückendeckung
fr: Support
ko: 후원
ru: Поддержка
zh_cn: 打底
zh_tw: 打底

# DaDiHanGong
source: Rendering welder
de: Bodenschweißgerät
fr: Soudeur creux
ko: 바닥 용접기
ru: Основывая сварщик
zh_cn: 打底焊工
zh_tw: 打底焊工

# DaDiHanGongEr
source: Bottoming welder 2
de: Bodenschweißgerät 2
fr: Creux soudeur 2
ko: 바닥 용접기 2
ru: Основывая сварщика 2
zh_cn: 打底焊工2
zh_tw: 打底焊工2

# DaDiHanGongYi
source: Rendering welder 1
de: Rendering-Schweißgerät 1
fr: Rendu soudeur 1
ko: 렌더링 용접기 1
ru: Оказание сварщика 1
zh_cn: 打底焊工1
zh_tw: 打底焊工1

# DaDiRiQi
source: Bottoming date
de: Bodenbildung Datum
fr: Date creux
ko: 바닥 날짜
ru: Дата основывая
zh_cn: 打底日期
zh_tw: 打底日期

# DaFu
source: Reply
de: Antworten
fr: Répondre
ko: 대답
ru: Ответить
zh_cn: 答复
zh_tw: 答覆

# DaFuJian
source: Large attachments
de: Große Anhänge
fr: Les pièces jointes volumineuses
ko: 큰 첨부 파일
ru: Большие вложения
zh_cn: 大附件
zh_tw: 大附件

# DaFuJianMoShi
source: Large Attachment Mode
de: Große Anhangmodus
fr: Large Mode de fixation
ko: 큰 첨부 파일 모드
ru: Режим большой Вложений
zh_cn: 大附件模式
zh_tw: 大附件模式

# DaFuShiJian
source: Reply time
de: Antwortzeit
fr: Répondre Temps
ko: 시간 응답
ru: Ответить времени
zh_cn: 答复时间
zh_tw: 答覆時間

# DaiChuLi
source: Pending
de: In Erwartung
fr: En attendant
ko: 대기 중
ru: До
zh_cn: 待处理的
zh_tw: 待處理的

# DaiChuLide
source: Pending
de: In Erwartung
fr: En attendant
ko: 대기 중
ru: До
zh_cn: 待处理的
zh_tw: 待處理的

# DaiChuLiDeDaiLi
source: Acting be treated
de: Acting verarbeitet werden
fr: Être traitée par intérim
ko: 연기 처리 할 수
ru: Обязанности быть обработаны
zh_cn: 待处理的代理的
zh_tw: 待處理的代理的

# DaiChuLiDeFengXian
source: Pending risk
de: In Erwartung Risiko
fr: Dans l'attente de risque
ko: 보류 위험
ru: В ожидании риск
zh_cn: 待处理的风险
zh_tw: 待處理的風險

# DaiChuLiDeFuWuXuQiu
source: The service needs to be treated
de: Zu behandelnde Der Service muss
fr: Le service doit être traitée
ko: 서비스가 처리 될 필요
ru: Служба нужно лечить
zh_cn: 待处理的服务需求
zh_tw: 待處理的服務需求

# DaiChuLiDeRenWu
source: Tasks to be processed
de: Aufgaben, die verarbeitet werden
fr: Tâches à traiter
ko: 태스크 처리 될
ru: Задачи должны быть обработаны
zh_cn: 待处理的任务
zh_tw: 待處理的任務

# DaiChuLiDeXiangMu
source: Pending projects
de: Anstehenden Projekte
fr: Dans l'attente de projets
ko: 프로젝트를 보류
ru: В ожидании проекты
zh_cn: 待处理的项目
zh_tw: 待處理的專案

# DaiChuLiDeXieZuo
source: Pending coordination
de: Schwebende Zusammenarbeit
fr: Dans l'attente de la collaboration
ko: 보류 협력
ru: В ожидании сотрудничество
zh_cn: 待处理的协作
zh_tw: 待處理的協作

# DaiChuLiDeXuQiu
source: Needs to be treated
de: Muss behandelt werden
fr: Doit être traitée
ko: 처리해야
ru: Нужно лечить
zh_cn: 待处理的需求
zh_tw: 待處理的需求

# DaiChuLiTouBiao
source: Pending bid
de: Schwebende Gebot
fr: Enchérir en attendant
ko: 보류 입찰
ru: В ожидании ставки
zh_cn: 待处理投标
zh_tw: 待處理投標

# DaiFaZongShu
source: The total number of outgoing
de: Insgesamt ausgeh
fr: Sortant total
ko: 총 발신
ru: Общий исходящий
zh_cn: 待发总数
zh_tw: 待發總數

# DaiFenPaiDeKeHuFuWu
source: Customer service to be dispatched
de: Kundenservice Zu versendet werden
fr: Service à la clientèle pour être expédiés
ko: 고객 서비스가 전달되는
ru: Обслуживание клиентов должны быть направлены
zh_cn: 待分派的服务
zh_tw: 待分派的客戶服務

# DaiFuHe
source: With load
de: Mit Last
fr: Avec charge
ko: 부하와
ru: С нагрузкой
zh_cn: 带负荷
zh_tw: 帶負荷

# DaiFuZongE
source: The total amount to be paid
de: Der Gesamtbetrag zu zahlen
fr: Le montant total à payer
ko: 총 금액은 지불하기
ru: Общая сумма, выплачиваемая в
zh_cn: 待付总额
zh_tw: 待付總額

# DaiHao
source: Symbol
de: Code
fr: Code
ko: 코드
ru: Код
zh_cn: 代号
zh_tw: 代號

# DaiLiHeTongJinE
source: Agent Contract Amount
de: Agent-Vertrag Betrag
fr: Agent Montant du marché
ko: 에이전트 계약 금액
ru: Агент Сумма контракта
zh_cn: 代理合同金额
zh_tw: 代理合同金額

# DaiLiHeTongZongE
source: Agent Contract Amount
de: Agent-Vertrag Betrag
fr: Agent Montant du marché
ko: 에이전트 계약 금액
ru: Агент Сумма контракта
zh_cn: 代理合同总额
zh_tw: 代理合同總額

# DaiLiRenDaiMa
source: By Code
de: Mit dem Kodex
fr: Par Code
ko: 코드
ru: По Кодекса
zh_cn: 代理人代码
zh_tw: 代理人代碼

# DaiLiRenMingCheng
source: By Title
de: Nach Titel
fr: Par Titre
ko: 제목으로
ru: По Заголовок
zh_cn: 代理人名称
zh_tw: 代理人名稱

source: Daily summary
de: Tagesübersicht
fr: Résumé quotidien
ko: 일간 요약
ru: Ежедневная сводка
zh_cn: 每日总结
zh_tw: 每日總結

# DailyTask
source: Day mission
de: Tägigen Mission
fr: Jour mission
ko: 주 임무
ru: День миссия
zh_cn: 当日任务
zh_tw: 當日任務

# DailyWorkReport
source: Logbook Report
de: Logbuch Bericht
fr: Rapport Carnet
ko: 로그 북 보고서
ru: Журнал Сообщить
zh_cn: 工作日志报表
zh_tw: 工作日志報表

# DailyWorkSummary
source: Logbook Summary
de: Logbuch Zusammenfassung
fr: Résumé du journal de bord
ko: 로그 북 요약
ru: Резюме Журнал
zh_cn: 工作日志汇总
zh_tw: 工作日志匯總

# DaiMa
source: Code
ko: 코드
ru: Код
zh_cn: 代码
zh_tw: 代碼

# DaiMaGuiZe
source: Code Rules
de: Kodex-Regeln
fr: Règles pour l'indicatif
ko: 코드 규칙
ru: Код Правила
zh_cn: 代码规则
zh_tw: 代碼規則

# DaiMaLeiXing
source: Code Type
de: Code Typ
ko: 코드 유형
ru: Код Тип
zh_cn: 代码类型
zh_tw: 代碼類型

# DaiMaTiHuan
source: Replace the code
de: Ersetzen Sie den Code
fr: Remplacez le code
ko: 코드를 바꿉니다
ru: Замените код
zh_cn: 代码替换
zh_tw: 代碼替換

# DaiMaTiHuanHouTaiFangFa
source: Replace the code background method
de: Ersetzen Sie den Code in den Hintergrund Verfahren
fr: Remplacez le code de la méthode de fond
ko: 배경 방법에서 코드를 대체
ru: Замените код в методе фоне
zh_cn: 代码替换后台方法
zh_tw: 代碼替換後臺方法

# DaiMaWei
source: Code
ko: 코드
ru: Код
zh_cn: 代码为
zh_tw: 代碼為

# DaiMaYanZheng
source: Code verification
de: Code-Verifikation
fr: Vérification de code
ko: 코드 검증
ru: Проверочный код
zh_cn: 代码验证
zh_tw: 代碼驗證

# DaiPing
source: To be evaluated
de: Auszuwertenden
fr: Pour être évalué
ko: 평가하기
ru: Для оцениваться
zh_cn: 待评
zh_tw: 待評

# DaiShenHe
source: Pending
de: In Erwartung
fr: En attendant
ko: 대기 중
ru: До
zh_cn: 待审核
zh_tw: 待審核

# DaiShenPi
source: Pending
de: In Erwartung
fr: En attendant
ko: 대기 중
ru: До
zh_cn: 待审批
zh_tw: 待審批

# DaiShouDaiZhiShengHuoYongPingFei
source: Support the collection of daily necessities fee
de: Unterstützen Sie die Sammlung von täglichen Notwendigkeiten Gebühr
fr: Appuyer la collecte de la taxe quotidienne des nécessités
ko: 일 용품 수수료의 수집 지원
ru: Поддержка сбора суточной платы первой необходимости
zh_cn: 代收代支生活用品费
zh_tw: 代收代支生活用品費

# DaiShouZongE
source: The total amount to be received
de: Der Gesamtbetrag, um aufgenommen zu werden
fr: Le montant total à être reçu
ko: 총량은 수신 될
ru: Общая сумма к получению
zh_cn: 待收总额
zh_tw: 待收總額

# DaiShouZongShu
source: The total number of pending charges
de: Die Gesamtzahl der Nähe zu sein,
fr: Le nombre total d'être proche
ko: 총 수는 가까이하기
ru: Общее количество, чтобы быть рядом
zh_cn: 待收总数
zh_tw: 待收總數

# DaiWoPiZhunDeJiHua
source: I plan to be approved
de: Ich habe vor, genehmigt werden
fr: Je prévois d'être approuvé
ko: 나는 승인 할 계획
ru: Я планирую быть утвержден
zh_cn: 待我批准的计划
zh_tw: 待我批准的計畫

# DaiWoShenHeDeJiXiao
source: After I review the performance
de: Nachdem ich einen Überblick über die Leistung
fr: Après je passe en revue la performance
ko: 나는 성능을 검토 한 결과,
ru: После того как я обзор деятельности
zh_cn: 待我审核的绩效
zh_tw: 待我審核的績效

# DaLei
source: Categories
de: Kategorien
fr: Catégories
ko: 카테고리
ru: Категории
zh_cn: 大类
zh_tw: 大類

# DaLeiDaiMa
source: Category codes
de: Kategorie-Code
fr: Code de catégorie
ko: 범주 코드
ru: Категория Код
zh_cn: 大类代码
zh_tw: 大類代碼

# DaLeiDaoRu
source: Importing categories
de: Importieren von Kategorien
fr: Importer des catégories
ko: 카테고리를 가져 오기
ru: Импорт категории
zh_cn: 大类导入
zh_tw: 大類導入

# DaLeiID
source: Category ID
de: Kategorie-ID
fr: Catégorie ID
ko: 범주 ID
ru: Категория ID
zh_cn: 大类ID
zh_tw: 大類ID

# DaLeiLieBiao
source: List categories
de: Liste der Kategorien
fr: Liste de catégories
ko: 목록 카테고리
ru: Список категорий
zh_cn: 大类列表
zh_tw: 大類列表

# DaLeiMingCheng
source: Category name
de: Kategorie Name
fr: Nom de la catégorie
ko: 카테고리 이름
ru: Название категории
zh_cn: 大类名称
zh_tw: 大類名稱

# DaLeiShuoMing
source: Category description
de: Kategorie Beschreibung
fr: Description de la catégorie
ko: 카테고리 설명
ru: Описание Категория
zh_cn: 大类说明
zh_tw: 大類說明

# DaLeiZhongLeiJiLu
source: Categories of class record
de: Kategorien des Klassenrekord
fr: Catégories de fiche de classe
ko: 클래스 레코드의 종류
ru: Категории класса записи
zh_cn: 大类中类记录
zh_tw: 大類中類記錄

# DanDaoHan
source: Single-pass welding
de: Single-Pass-Schweißen
fr: Monopasse soudage
ko: 싱글 패스 용접
ru: Однопроходная сварки
zh_cn: 单道焊
zh_tw: 單道焊

# DangAnHao
source: File No.
de: Art.Nr.
fr: Article n °
ko: 제품 번호
ru: Пункт №
zh_cn: 档案号
zh_tw: 檔案號

# DangAnMingCheng
source: File name
de: Dateiname
fr: Nom du fichier
ko: 파일 이름
ru: Имя файла
zh_cn: 档案名称
zh_tw: 檔案名稱

# DangCiLiCheng
source: When TRIP
de: Wenn TRIP
fr: Lorsque VOYAGE
ko: 때 TRIP
ru: Когда ПОЕЗДКА
zh_cn: 当次里程
zh_tw: 當次里程

# DangQianJieDuan
source: The current phase
de: Die aktuelle Phase
fr: La phase actuelle
ko: 현재 단계
ru: Нынешний этап
zh_cn: 当前阶段
zh_tw: 當前階段

# DangQianYueJieZhuan
source: Carry-over of the current month
de: Übertrag des laufenden Monats
fr: Report du mois en cours
ko: 현재 월의 이월
ru: Перенос текущего месяца
zh_cn: 当前月结转
zh_tw: 當前月結轉

# DangRiRenWu
source: Day mission
de: Tägigen Mission
fr: Jour mission
ko: 주 임무
ru: День миссия
zh_cn: 当日任务
zh_tw: 當日任務

# DangRiWenDang
source: Document same day
de: Dokumentieren Sie am gleichen Tag
fr: Documenter même jour
ko: 같은 날 문서화
ru: Документ же день
zh_cn: 当日文档
zh_tw: 當日文檔

# DangTianXiangMuRiZhi
source: Log-day
de: Day Projekt-Logbuch
fr: Jour journal de projet
ko: 데이 프로젝트 로그
ru: День Бревно
zh_cn: 当天项目日志
zh_tw: 當天專案日誌

# DanHao
source: ID
de: Ungerade Anzahl
fr: Nombre impair
ko: 기수
ru: Нечетное число
zh_cn: 单号
zh_tw: 單號

# DanJia
source: Unit price
de: Einzelpreis
fr: Prix ​​unitaire
ko: 단위 가격
ru: Цена за единицу товара
zh_cn: 单价
zh_tw: 單價

# DanJiaShiJi
source: Price (Actual)
de: Preis (Ist)
fr: Prix ​​(Actual)
ko: 가격 (실제)
ru: Цена (Факт)
zh_cn: 单价(实际)
zh_tw: 單價(實際)

# DanJiaYuan
source: Price (yuan)
de: Preis (Yuan)
fr: Prix ​​(yuan)
ko: 가격 (위안)
ru: Цена (юань)
zh_cn: 单价（元）
zh_tw: 單價（元）

# DanJiaYuSuan
source: Price (budget)
de: Preis (Budget)
fr: Prix ​​(budget)
ko: 가격 (예산)
ru: Цена (бюджет)
zh_cn: 单价(预算)
zh_tw: 單價(預算)

# DanJiBeiZhu
source: Shock Notes:
de: Shock Hinweise:
fr: Notes de choc:
ko: 충격 참고 :
ru: Ударные Примечания:
zh_cn: 冲击备注：
zh_tw: 衝擊備註：

# DanJiCheXiangPengZhangLiang
source: The impact of lateral expansion:
de: Die Auswirkungen der lateralen Ausdehnung:
fr: L'impact de l'expansion latérale:
ko: 수평 확장의 영향 :
ru: Влияние бокового расширения:
zh_cn: 冲击侧向膨胀量：
zh_tw: 衝擊側向膨脹量：

# DanJiQueKouLeiXing
source: Impact notched type:
de: Kerbschlagtyp:
fr: Type d'impact crantée:
ko: 노치 타입 영향 :
ru: Воздействие зубчатый тип:
zh_cn: 冲击缺口类型：
zh_tw: 衝擊缺口類型：

# DanJiQueKouWeiZhi
source: The impact of the gap position:
de: Die Auswirkungen der Spaltposition:
fr: L'impact de la position d'écart:
ko: 갭 위치의 영향 :
ru: Влияние положения зазора:
zh_cn: 冲击缺口位置：
zh_tw: 衝擊缺口位置：

# DanJiShiYanBaoGaoBianHao
source: Impact test report number:
de: Auswirkungen Prüfbericht-Nummer:
fr: Incidence numéro de rapport d'essai:
ko: 충격 시험 보고서 번호 :
ru: Влияние число Протокол испытаний:
zh_cn: 冲击试验报告编号：
zh_tw: 衝擊試驗報告編號：

# DanJiShiYanBianHao
source: Single test No.
de: Einzelne Testzahlen
fr: Numéros d'essai individuels
ko: 단일 시험 번호
ru: Холост числа испытаний
zh_cn: 单机试验编号
zh_tw: 單機試驗編號

# DanJiShiYangChiCun
source: Impact of the sample size:
de: Auswirkungen der Stichprobengröße:
fr: Impact de la taille de l'échantillon:
ko: 표본 크기의 영향 :
ru: Влияние размера выборки:
zh_cn: 冲击试样尺寸：
zh_tw: 衝擊試樣尺寸：

# DanJiShiYanWenDu
source: Impact test temperature:
de: Schlagprüfung Temperatur:
fr: Impact de la température de test:
ko: 충격 시험 온도 :
ru: Температура испытания на удар:
zh_cn: 冲击试验温度：
zh_tw: 衝擊試驗溫度：

# DanJiXiShouGong
source: Impact energy:
de: Schlagenergie:
fr: Impact de l'énergie:
ko: 충돌 에너지 :
ru: Энергия удара:
zh_cn: 冲击吸收功：
zh_tw: 衝擊吸收功：

# DanSiHan
source: Single wire welding
de: Einzeldraht-Schweißen
fr: Seul fil de soudage
ko: 단일 와이어 용접
ru: Одноместный сварочной проволоки
zh_cn: 单丝焊
zh_tw: 單絲焊

# DanWei
source: Unit
de: Aggregat
fr: Unité
ko: 단위
ru: Блок
zh_cn: 单位
zh_tw: 單位

# DanWeiBianGeng
source: Change units
de: Maßeinheiten ändern
fr: Unités de changement
ko: 단위 변경
ru: Изменить единицы
zh_cn: 单位变更
zh_tw: 單位變更

# DanWeiBianHao
source: Unit No.
ko: 단위 번호
ru: Блок №
zh_cn: 单位编号
zh_tw: 單位編號

# DanWeiDianHua
source: Work Phone
de: Einheit Telefon
fr: Unité Téléphone
ko: 단위 전화
ru: Блок Телефон
zh_cn: 单位电话
zh_tw: 單位電話

# DanWeiDiZhi
source: Address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 单位地址
zh_tw: 單位位址

# DanWeiFenZhi
source: Unit value
de: Anteilwert
fr: Valeur unitaire
ko: 단위 값
ru: Единичная стоимость
zh_cn: 单位分值
zh_tw: 單位分值

# DanWeiGongChengBianHao
source: Unit project number
de: Einheit Projektnummer
fr: Numéro de projet de l'unité
ko: 유닛 프로젝트 번호
ru: Количество Единица проект
zh_cn: 单位工程编号
zh_tw: 單位元工程編號

# DanWeiGongChengMingCheng
source: Unit project name
de: Einheit Projektnamen
fr: Unité nom du projet
ko: 단위 프로젝트 이름
ru: Название блока проекта
zh_cn: 单位工程名称
zh_tw: 單位元工程名稱

# DanWeiLeiXing
source: Unit Type
de: Einheit Typ
fr: Type d'unité
ko: 단위 유형
ru: Тип блока
zh_cn: 单位类型
zh_tw: 單位類型

# DanWeiMingChen
source: company name
de: Name des Unternehmens
fr: Nom de l'entreprise
ko: 회사 명
ru: Название компании
zh_cn: 单位名称
zh_tw: 單位名稱

# DanWeiMingCheng
source: company name
de: Name des Unternehmens
fr: Nom de l'entreprise
ko: 회사 명
ru: Название компании
zh_cn: 单位名称
zh_tw: 單位名稱

# DanXianTuHao
source: Line diagram No.
de: Liniendiagramm No.
fr: Ligne n ° diagramme
ko: 라인도 공보
ru: Линия схема No.
zh_cn: 单线图号
zh_tw: 單線圖號

# DanXianTuHaoYeMa
source: Line diagram number Page
de: Liniendiagramm Nummer Page
fr: Numéro de ligne du diagramme page
ko: 라인도 번호 페이지
ru: Номер строки схема страницу
zh_cn: 单线图号页码
zh_tw: 單線圖號頁碼

# DanXianTuJieTouBianJi
source: Joint line diagram editor
de: Gemeinsame Liniendiagramm-Editor
fr: Joint Line éditeur de diagrammes
ko: 공동 라인 다이어그램 편집기
ru: Редактор диаграмм Совместное линия
zh_cn: 单线图接头编辑
zh_tw: 單線圖接頭編輯

# DanXianTuJieTouLieBiao
source: Single-line view of the joint list
de: Single-Line-Blick auf die gemeinsame Liste
fr: Vue unique ligne de la liste commune
ko: 공동 목록의 한 줄보기
ru: Просмотр одиночного линии совместного списка
zh_cn: 单线图接头列表
zh_tw: 單線圖接頭列表

# Dao
source: To
de: Bis
fr: À
ko: 에
ru: Для
zh_cn: 到
zh_tw: 到

# DaoChu
source: Export
ko: 수출
ru: Экспорт
zh_cn: 导出
zh_tw: 匯出

# DaoChuDaoExcel
source: Export to Excel
de: Export nach Excel
fr: Exporter vers Excel
ko: Excel로 내보내기
ru: Экспорт в Excel
zh_cn: 导出到Excel
zh_tw: 匯出到Excel

# DaoChuDaoExcelWenJian
source: Export to Excel file
de: Export nach Excel-Datei
fr: Exporter vers un fichier Excel
ko: 엑셀 파일로 내보내기
ru: Экспорт в Excel файл
zh_cn: 导出到Excel文件
zh_tw: 匯出到Excel文件

# DaoChuExcel
source: Export Excel
ko: 엑셀
ru: Экспорт в Excel
zh_cn: 导出Excel
zh_tw: 匯出Excel

# DaoChuJianZhiKuCun
source: Exporting inventory impairment
de: Exportieren von Inventarwertminderung
fr: Exportation dépréciation des stocks
ko: 내보내기 재고 손상
ru: Экспорт обесценения запасов
zh_cn: 导出减值库存
zh_tw: 匯出減值庫存

# DaoChuJiYaFaLiaoDan
source: Export backlog issue requisitions
de: Export Bestand Haarauswahlliste
fr: Exporter cheveux arriéré picklist
ko: 수출 백 로그 헤어 선택 목록
ru: Экспорт отставание волосы списка выбора
zh_cn: 导出积压发料单
zh_tw: 匯出積壓發料單

# DaoChuJiYaMingXi
source: Export backlog Details
de: Export Bestand Einzelheiten
fr: Exporter arriéré Détails
ko: 수출 백 로그 상세
ru: Экспорт отставание Подробнее
zh_cn: 导出积压明细
zh_tw: 匯出積壓明細

# DaoChuNian
source: Export Year
de: Export Jahr
fr: Exporter Année
ko: 수출 년도
ru: Экспорт Год
zh_cn: 导出年
zh_tw: 匯出年

# DaoChuRiZhiWeiEXCEL
source: Pour logs for EXCEL
de: Gießen Sie Protokolle für EXCEL
fr: Verser journaux pour EXCEL
ko: 엑셀에 대한 로그를 부어
ru: Налейте журналы для EXCEL
zh_cn: 倒出日志为EXCEL
zh_tw: 倒出日誌為EXCEL

# DaoChuShengXiaoJiYaJiHua
source: Export into force backlog plan
de: Export Bestand Plan in die Tat
fr: Plan d'exportation arriéré en vigueur
ko: 효과로 수출 잔고 계획
ru: Экспорт отставание план в действие
zh_cn: 导出生效积压计划
zh_tw: 匯出生效積壓計畫

# DaoChuWanChengJiYaJiHua
source: Export to complete the backlog plan
de: Export plant, um den Rückstand zu vervollständigen
fr: Export prévoit d'achever l'arriéré
ko: 수출은 백 로그를 완료 할 계획이다
ru: Экспорт планирует завершить отставание
zh_cn: 导出完成积压计划
zh_tw: 匯出完成積壓計畫

# DaoChuXiangMuFeiYong
source: Export project cost
de: Export Projektkosten
fr: Les coûts du projet d'exportation
ko: 수출 프로젝트 비용
ru: Затраты Экспорт проекта
zh_cn: 导出项目费用
zh_tw: 匯出專案費用

# DaoChuXiangMuWBS
source: Export Project WBS
de: Export-Projekt PSP-
ko: 수출 프로젝트 WBS
ru: Экспорт проекта WBS
zh_cn: 导出项目WBS
zh_tw: 匯出項目WBS

# DaoChuXiangMuZuoYe
source: Export Project Work
de: Export Projektarbeit
fr: Projet d'exportation de travail
ko: 수출 프로젝트 작업
ru: Экспорт проекта Работа
zh_cn: 导出项目作业
zh_tw: 匯出項目作業

# DaoDianZhuiZhiGongJianJuLi
source: Contact tip to work distance:
de: Kontaktspitze, die Arbeit Entfernung:
fr: Contactez pointe à la distance de travail:
ko: 작업 거리에 접촉 팁 :
ru: Связаться чаевые работа расстояние:
zh_cn: 导电嘴至工件距离：
zh_tw: 導電嘴至工件距離：
