Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGZBDXBJC
source: Warning, mandatory tender subject, please check!
de: Warning, obligatorische Ausschreibung unterliegen, überprüfen Sie bitte!
fr: Attention, obligatoire objet d'appel d'offres, s'il vous plaît vérifier!
ko: 경고, 필수 입찰 대상, 확인하시기 바랍니다!
ru: Предупреждение, обязательным предметом тендера, пожалуйста, проверьте!
zh_cn: 警告，招标对象必选，请检查！
zh_tw: 警告，招標物件必選，請檢查！

# ZZJGZBFABJC
source: Warning, mandatory tender program, please check!
de: Warning, obligatorische Ausschreibung Programm, überprüfen Sie bitte!
fr: Attention, le programme d'achat obligatoire, s'il vous plaît vérifier!
ko: 경고, 필수 부드러운 프로그램, 확인하시기 바랍니다!
ru: Предупреждение, обязательным тендер программа, пожалуйста, проверьте!
zh_cn: 警告，招标方案必选，请检查！
zh_tw: 警告，招標方案必選，請檢查！

# ZZJGZBFAYBDYSCSB
source: Warning, the tender scheme has been called, Delete failed!
de: Achtung, das Ausschreibungssystem aufgerufen wurde, zu löschen fehlgeschlagen!
fr: Attention, le système d'appel d'offres a été appelé, supprimer échoué!
ko: 경고, 입찰 방식이 호출 된, 삭제 실패!
ru: Предупреждение, схема конкурс был назван, удалить не удалось!
zh_cn: 警告，招标方案已被调用，删除失败！
zh_tw: 警告，招標方案已被調用，刪除失敗！

# ZZJGZBFAYFBZBGGJC
source: Warning, the tender scheme has released tenders, please check!
de: Warnung hat die Ausschreibungsregelung veröffentlicht Ausschreibungen, bitte!
fr: Attention, le système d'appel d'offres a été publié offres, s'il vous plaît vérifier!
ko: 경고, 입찰 방식은 입찰을 게시되었습니다, 확인하시기 바랍니다!
ru: Предупреждение, схема тендер был опубликован тендеры, пожалуйста, проверьте!
zh_cn: 警告，招标方案已发布招标公告，请检查！
zh_tw: 警告，招標方案已發佈招標公告，請檢查！

# ZZJGZBFAYFBZBWZBTZJC
source: Warning, the tender program has released the successful / unsuccessful bidders, please check!
de: Warnung hat die Ausschreibung Programm veröffentlicht die erfolgreiche / nicht erfolgreich ist, überprüfen Sie bitte!
fr: Attention, le programme d'appel d'offres a publié le succès / échec, s'il vous plaît vérifier!
ko: 경고, 부드러운 프로그램이 성공 / 실패, 확인하시기 바랍니다 출시했습니다!
ru: Предупреждение, тендер программа выпустила успешный / не успешно, проверьте!
zh_cn: 警告，招标方案已发布中标/未中标通知，请检查！
zh_tw: 警告，招標方案已發佈中標/未中標通知，請檢查！

# ZZJGZBJHBJC
source: Warning, mandatory tendering plan, please check!
de: Warning, obligatorische Ausschreibung Programm, überprüfen Sie bitte!
fr: Attention, le programme d'achat obligatoire, s'il vous plaît vérifier!
ko: 경고, 필수 부드러운 프로그램, 확인하시기 바랍니다!
ru: Предупреждение, обязательным тендер программа, пожалуйста, проверьте!
zh_cn: 警告，招标计划必选，请检查！
zh_tw: 警告，招標計畫必選，請檢查！

# ZZJGZBJHYKBJC
source: Warning, the tender scheme has opening, check!
de: Warnung hat die Ausschreibungsprogramm wurde Öffnen, bitte!
fr: Attention, le programme d'appel d'offres a été l'ouverture, s'il vous plaît vérifier!
ko: 경고, 부드러운 프로그램이 개방 된, 확인하시기 바랍니다!
ru: Предупреждение, тендер программа была открытием, пожалуйста, проверьте!
zh_cn: 警告，招标计划已开标，请检查！
zh_tw: 警告，招標計畫已開標，請檢查！

# ZZJGZBKSRBNDYJSRCZSBJC
source: Warning, the tender can not be greater than the end date of the start date, the operation fails, check!
de: Achtung, das Angebot kann nicht größer als das Enddatum des Startdatum liegen, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, l'offre ne peut pas être supérieure à la date de la date de début de la fin, l'opération échoue, vérifiez!
ko: 입찰이 시작일 종료일보다 클 수 없다, 경고 처리가 실패 확인!
ru: Предупреждение, тендер не может быть больше, чем на дату окончания даты начала, операция терпит неудачу, проверьте!
zh_cn: 警告，招标开始日期不能大于结束日期，操作失败，请检查！
zh_tw: 警告，招標開始日期不能大於結束日期，操作失敗，請檢查！

# ZZJGZBNDY1JC
source: Warning, the weight should not be greater than 1, please check!
de: Warnung sollte das Gewicht nicht größer als 1 sein, prüfen Sie bitte!
fr: Attention, le poids ne doit pas être supérieur à 1, s'il vous plaît vérifier!
ko: 경고, 무게가 1보다 클 수 없습니다해야 확인하시기 바랍니다!
ru: Предупреждение, вес не должен быть больше, чем 1, пожалуйста, проверьте!
zh_cn: 警告，权重不能大于1，请检查！
zh_tw: 警告，權重不能大於1，請檢查！

# ZZJGZBYHYBDYSCSB
source: Warning, the tender invitation has been called, Delete failed!
de: Achtung, die Ausschreibung genannt worden ist, löschen fehlgeschlagen!
fr: Attention, l'appel d'offres a été appelé, supprimer échoué!
ko: 경고, 부드러운 초대가 불려, 삭제 실패!
ru: Предупреждение, тендер приглашение было назвать, стереть не удалось!
zh_cn: 警告，招标邀请函已被调用，删除失败！
zh_tw: 警告，招標邀請函已被調用，刪除失敗！

# ZZJGZGTZDWBXCZSBJC
source: Warning, rectification notice is mandatory, the operation fails, check!
de: Achtung, Berichtigung Ankündigung obligatorisch ist, die Operation fehlschlägt, überprüfen!
fr: Attention, avis de rectification est obligatoire, l'opération échoue, vérifiez!
ko: 경고, 정류 통지는 필수이며, 작업이 실패, 확인!
ru: Внимание, устранение уведомление является обязательным, операция терпит неудачу, проверьте!
zh_cn: 警告，整改通知单为必选项，操作失败，请检查！
zh_tw: 警告，整改通知單為必選項，操作失敗，請檢查！

# ZZJGZGWJLXCZCLXWJNBNSC
source: Warning, the presence of this type of document file types, you can not delete!
de: Achtung, das Vorhandensein dieser Art von Datei dieser Dateityp, können Sie nicht löschen!
fr: Attention, la présence de ce type de fichier de ce type de fichier, vous ne pouvez pas supprimer!
ko: 경고, 파일이 파일 형식이 유형의 존재, 당신은 삭제할 수 없습니다!
ru: Предупреждение, наличие этого типа файла Этот тип файла, вы не можете удалить!
zh_cn: 警告，这个文件类型存在此类型文件，你不能删除！
zh_tw: 警告，這個檔案類型存在此類型檔，你不能刪除！

# ZZJGZJBNWKCZSBJC
source: Warning, the experts can not be empty, the operation fails, check!
de: Warnung, können die Experten nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, les experts ne peuvent pas être vide, l'opération échoue, vérifier!
ko: , 전문가는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, эксперты не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，专家不能为空，操作失败，请检查！
zh_tw: 警告，專家不能為空，操作失敗，請檢查！

# ZZJGZJDDFJDJC
source: Warnings, select node's parent, please check!
de: Warning, wählen Sie bitte Knoten zurück, bitte!
fr: Attention, s'il vous plaît sélectionnez le parent de noeud, s'il vous plaît vérifier!
ko: 경고, 노드의 부모를 선택, 확인하시기 바랍니다!
ru: Внимание, пожалуйста, выберите родительский узел, пожалуйста, проверьте!
zh_cn: 警告，请选择节点的父节点，请检查！
zh_tw: 警告，請選擇節點的父節點，請檢查！

# ZZJGZJHCY
source: Warnings, select program members!
de: Warning, wählen Sie bitte die Versorgungsanwärter!
fr: Attention, s'il vous plaît sélectionner affiliés!
ko: 경고, 방식 멤버를 선택하십시오!
ru: Внимание, пожалуйста, выберите пользователей схемы!
zh_cn: 警告，请选择计划成员！
zh_tw: 警告，請選擇計畫成員！

# ZZJGZKYZEXCELWJ
source: Warning, you can only select the Excel file!
de: Warnung, können Sie nur wählen Sie die Excel-Datei!
fr: Attention, vous ne pouvez sélectionner le fichier Excel!
ko: 경고, 당신은 엑셀 파일을 선택할 수 있습니다!
ru: Предупреждение, вы можете выбрать только файл в Excel!
zh_cn: 警告，只可以选择Excel文件！
zh_tw: 警告，只可以選擇Excel檔！

# ZZJGZLJCDWBXCZSBJC
source: Warning, the quality checklist is mandatory, the operation fails, check!
de: Achtung, die Qualität Checkliste obligatorisch, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, la liste de contrôle de la qualité est obligatoire, l'opération échoue, vérifiez!
ko: 경고, 품질 체크리스트는 필수이며, 작업이 실패, 확인!
ru: Предупреждение, контрольный список качество является обязательным, операция терпит неудачу, проверьте!
zh_cn: 警告，质量检查单为必选项，操作失败，请检查！
zh_tw: 警告，品質檢查單為必選項，操作失敗，請檢查！

# ZZJGZLXTZDWBXCZSBJC
source: Warning, notice is mandatory quality defects, the operation fails, check!
de: Achtung, Hinweis verbindliche Qualitätsmängel, die Operation fehlschlägt, überprüfen!
fr: Attention, l'avis est des défauts de qualité obligatoires, l'opération échoue, vérifiez!
ko: 경고,주의 사항은 필수 품질 결함이며, 작업이 실패, 확인!
ru: Внимание, уведомление обязательные дефекты качества, операция терпит неудачу, проверьте!
zh_cn: 警告，质量缺陷通知单为必选项，操作失败，请检查！
zh_tw: 警告，品質缺陷通知單為必選項，操作失敗，請檢查！

# ZZJGZNSSELECTCYJBNSDELETEUPDATEINSERTCREATEDROPYJJC
source: Warning, only SELECT query, not a DELETE, UPDATE, INSERT, CREATE, DROP statement, please check!
de: Achtung, nur SELECT-Abfrage, nicht DELETE, UPDATE, INSERT, CREATE, DROP-Anweisung, bitte!
fr: Attention, seuls requête SELECT, pas un DELETE, UPDATE, INSERT, CREATE, instruction DROP, s'il vous plaît vérifier!
ko: 경고 만 SELECT 쿼리가 아닌 DELETE, UPDATE, INSERT는, CREATE, DROP 문, 확인하시기 바랍니다!
ru: Внимание, только запрос на выборку, а не DELETE, UPDATE, INSERT, CREATE, DROP заявление, пожалуйста, проверьте!
zh_cn: 警告，只能是SELECT查询语句，不能是DELETE,UPDATE,INSERT,CREATE,DROP语句，请检查！
zh_tw: 警告，只能是SELECT查詢語句，不能是DELETE,UPDATE,INSERT,CREATE,DROP語句，請檢查！

# ZZJGZXJZBCSJSBJC
source: Warning, reload before saving data fails, check!
de: Achtung, neu zu laden, bevor das Speichern von Daten fehlschlägt, überprüfen!
fr: Attention, recharger avant d'enregistrer des données échoue, vérifiez!
ko: 경고, 데이터 확인 실패 저장하기 전에 다시!
ru: Предупреждение, перезагрузите перед сохранением данных при сбое, проверьте!
zh_cn: 警告，重新加载保存前数据失败，请检查！
zh_tw: 警告，重新載入保存前資料失敗，請檢查！

# ZZJGZXJZTJSJSBJC
source: Warning, reload data before submission fails, check!
de: Warning, laden Sie Daten vor dem Absenden fehlschlägt, überprüfen!
fr: Attention, recharger les données avant de soumettre échoue, vérifiez!
ko: 제출에 오류가 발생하기 전에 경고, 확인, 데이터를 다시로드!
ru: Предупреждение, перезагрузите данных перед отправкой не удается, проверьте!
zh_cn: 警告，重新加载提交前数据失败，请检查！
zh_tw: 警告，重新載入提交前資料失敗，請檢查！

# ZZJGZXMBNXGJC
source: Warning, the total project can not be modified, please check!
de: Achtung, die Gesamtprojekt können nicht geändert werden, überprüfen Sie bitte!
fr: Attention, le projet ne peut être modifié, s'il vous plaît vérifier!
ko: 경고, 전체 프로젝트를 수정할 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, общее проект не может быть изменен, пожалуйста, проверьте!
zh_cn: 警告，总项目不能修改，请检查！
zh_tw: 警告，總專案不能修改，請檢查！

# ZZJGZYADMINYHCNBADMINXFZGTYHJC
source: Warning, only ADMIN user can copy the ADMIN authority to other users, please check!
de: Achtung, nur ADMIN Benutzer kann das ADMIN Autorität an andere Benutzer zu kopieren, prüfen Sie bitte!
fr: Attention, seulement utilisateur ADMIN peut copier l'autorité ADMIN aux autres utilisateurs, s'il vous plaît vérifier!
ko: 만 ADMIN 사용자를 경고하는 다른 사용자에게 관리자 권한을 복사 할 수 있습니다, 확인하시기 바랍니다!
ru: Предупреждение, только ADMIN пользователь может скопировать ADMIN права другим пользователям, пожалуйста, проверьте!
zh_cn: 警告，只有ADMIN用户才能把ADMIN权限复制给其它用户，请检查！
zh_tw: 警告，只有ADMIN用戶才能把ADMIN許可權複製給其它用戶，請檢查！

# ZZJGZYBMYCZCZSBJC
source: Warning, job code already exists, the operation fails, check!
de: Warning, Auftragscode bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le code du travail existe déjà, l'opération échoue, vérifiez!
ko: 경고, 작업 코드가 이미 존재, 작업이 실패, 확인!
ru: Внимание, код работы уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，作业编码已存在，操作失败，请检查！
zh_tw: 警告，作業編碼已存在，操作失敗，請檢查！

# ZZJGZYBMZYMCJZYYXDBNWKCZSBJC
source: Warning, job code, job name and the job is valid can not be empty, the operation fails, check!
de: Warning, Job-Code, Auftragsname und der Job gültig ist kann nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le code du travail, le nom de l'emploi et le travail est en cours de validité ne peut être vide, l'opération échoue, vérifier!
ko: 경고, 작업 코드, 작업 이름 및 작업이 비어있을 수 없습니다 유효, 작업이 실패, 확인!
ru: Внимание, код задания, имя задания и работа действительно не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，作业编码，作业名称及作业有效期都不能为空，操作失败，请检查！
zh_tw: 警告，作業編碼，作業名稱及作業有效期都不能為空，操作失敗，請檢查！

# ZZJGZYXDDCJKBMJC
source: Warnings Please select a valid export interface coding! Please check!
de: Warnungen Bitte wählen Sie einen gültigen Export-Schnittstelle Codierung! Bitte überprüfen!
fr: Avertissements S'il vous plaît sélectionner un codage de l'interface d'exportation valide! S'il vous plaît vérifier!
ko: 경고는 유효한 수출 인터페이스 코딩을 선택하세요! 확인하시기 바랍니다!
ru: Предупреждения Пожалуйста, выберите правильный кодирование экспорта интерфейса! Пожалуйста, проверьте!
zh_cn: 警告，请选择有效的导出接口编码！请检查！
zh_tw: 警告，請選擇有效的匯出介面編碼！請檢查！

# ZZJGZYYXDKSSJBNDYJSSJCZSBJC
source: Warning, the start time of the job can not be greater than the end time is valid, the operation fails, check!
de: Achtung, die Gültigkeit der Startzeit für den Job kann nicht größer als der Endzeit sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, la validité de l'heure de début de la tâche ne peut pas être supérieure à la fin des temps, l'opération échoue, vérifiez!
ko: 작업에 대해, 시작 시간의 유효성을 경고하는 종료 시간보다 클 수 없으며, 작업이 실패 확인!
ru: Предупреждение, обоснованность времени начала для работы не может быть больше, чем время окончания, операция терпит неудачу, проверьте!
zh_cn: 警告，作业有效期的开始时间不能大于结束时间，操作失败，请检查！
zh_tw: 警告，作業有效期的開始時間不能大於結束時間，操作失敗，請檢查！

# ZZJGZZHBNDY1JC
source: The heavy warnings, rights and can not be greater than 1, please check!
de: Das Gewicht der Warnung, rechts, und kann nicht größer als 1 ist, überprüfen Sie bitte wieder!
fr: Le poids de l'avertissement, à droite, et ne peut pas être supérieur à 1, s'il vous plaît vérifier!
ko: 경고의 무게는, 오른쪽, 1보다, 확인하시기 바랍니다 클 수 없습니다!
ru: Вес предупреждения, справа, и не может быть больше, чем 1, пожалуйста, проверьте!
zh_cn: 警告，权重之和不能大于1，请检查！
zh_tw: 警告，權重之和不能大於1，請檢查！

# ZZJHBNBHFFZF
source: Check number can not contain illegal characters!
de: Schecknummer nicht enthalten ungültige Zeichen!
fr: Vérifier le numéro ne peut pas contenir des caractères illégaux!
ko: 수표 번호가 잘못된 문자를 포함 할 수 없습니다!
ru: Проверьте номер не может содержать недопустимые символы!
zh_cn: 检号不能包含非法字符！
zh_tw: 檢號不能包含非法字元！

# ZZJHBNSCJHDFJHHZXJHXZSBJC
source: This plan before the plan can not be a parent or ancestor plan plan, the new failure, please check!
de: Dieser Plan, bevor der Plan nicht ein Elternteil oder Vorfahren Plan Plan sein, der neue Versagen, bitte!
fr: Ce plan avant que le plan ne peut pas être un plan parent ou ancêtre plan, le nouvel échec, s'il vous plaît vérifier!
ko: 계획하기 전에이 계획은 부모 나 조상 계획 계획을 수 없다, 새로운 실패, 확인하시기 바랍니다!
ru: Этот план до плана не может быть план родителя или предка плану, новый отказ, пожалуйста, проверьте!
zh_cn: 前计划不能是此计划的父计划或祖先计划，新增失败，请检查！
zh_tw: 前計畫不能是此計畫的父計畫或祖先計畫，新增失敗，請檢查！

# ZZJHBNSCJHDFJHXGSBJC
source: Before the plan can not be the parent of this program plan, modify fails, check!
de: Bevor der Plan nicht die Muttergesellschaft von diesem Programm zu planen, zu modifizieren fehlschlägt, überprüfen!
fr: Avant que le plan ne peut pas être le parent de ce plan de programme, modifier échoue, vérifiez!
ko: 계획이이 프로그램 계획의 부모가 될 수 없습니다 전에, 확인, 수정 실패!
ru: Перед план не может быть родителем этого плана программы, изменять не удается, проверьте!
zh_cn: 前计划不能是此计划的父计划，保存失败，请检查！
zh_tw: 前計畫不能是此計畫的父計畫，修改失敗，請檢查！

# ZZJHBNSCJHDFJHXZSBJC
source: This plan before the plan can not be a parent program, adding fails, check!
de: Dieser Plan, bevor der Plan nicht das übergeordnete Programm, das Hinzufügen fehlschlägt, überprüfen!
fr: Ce plan avant que le plan ne peut pas être le programme parent, ajoutant échoue, vérifiez!
ko: 계획하기 전에이 계획은 확인 실패 추가, 부모 프로그램이 될 수 없습니다!
ru: Этот план до плана не может быть родительская программа, добавив, терпит неудачу, проверьте!
zh_cn: 前计划不能是此计划的父计划，新增失败，请检查！
zh_tw: 前計畫不能是此計畫的父計畫，新增失敗，請檢查！

# ZZJHBNWFFZFC
source: Check number can not be illegal string!
de: Schecknummer kann nicht illegal String sein!
fr: Vérifier le numéro ne peut pas être une chaîne illégal!
ko: 확인 번호는 불법 문자열이 될 수 없습니다!
ru: Проверьте номер не может быть незаконным строка!
zh_cn: 检号不能为非法字符串！
zh_tw: 檢號不能為非法字串！

# ZZJHCG
source: Activate success!
de: Aktivieren Sie Erfolg!
fr: Activer succès!
ko: 성공을 활성화!
ru: Активируйте успех!
zh_cn: 激活成功！
zh_tw: 啟動成功！

# ZZJHFKBNWKBC
source: Program payment can not be empty, please add!
de: Programmzahlungen darf nicht leer sein, fügen Sie bitte!
fr: Les paiements de programme ne peut être vide, s'il vous plaît ajouter!
ko: 프로그램 지불은 비워 둘 수 없습니다, 추가하십시오!
ru: Платежи программа не может быть пустым, пожалуйста, добавьте!
zh_cn: 计划付款不能为空，请补充！
zh_tw: 計畫付款不能為空，請補充！

# ZZJHHCSJBNXYJHYCSJJC
source: The plan also car time can not be less than the planned time the car, check!
de: Der Plan auch Autozeit nicht weniger als geplant Auto Zeit zu sein, überprüfen Sie bitte!
fr: Le plan aussi le temps de la voiture ne peut pas être inférieure à la durée de voiture prévu, s'il vous plaît vérifier!
ko: 이 계획은 또한 자동차 시간 계획 자동차 시간보다 작을 수 없습니다, 확인하시기 바랍니다!
ru: План также время автомобиль не может быть меньше, чем запланированное время автомобиль, пожалуйста, проверьте!
zh_cn: 计划还车时间不能小于计划用车时间，请检查！
zh_tw: 計畫還車時間不能小於計畫用車時間，請檢查！

# ZZJHHNRKSRJSRZYBNWKJC
source: Program number, content, start date, end date, resources can not be empty, please check!
de: Programmnummer, Inhalt, Startdatum, Enddatum, können Ressourcen nicht leer sein, prüfen Sie bitte!
fr: Numéro de programme, le contenu, la date de début, date de fin, les ressources ne peut pas être vide, s'il vous plaît vérifier!
ko: 프로그램 번호, 내용, 시작 날짜, 종료 날짜는 자원을 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Номер программы, содержание, дата начала, дата окончания, ресурсы не может быть пустым, пожалуйста, проверьте!
zh_cn: 计划号，内容，开始日期，结束日期，资源不能为空，请检查！
zh_tw: 計畫號，內容，開始日期，結束日期，資源不能為空，請檢查！

# ZZJHMXDSYBJBW0BNTH
source: Details of the planned use flag is not 0, you can not replace!
de: Details für den geplanten Einsatz Flagge nicht 0 ist, kann nicht ersetzt werden!
fr: Détails de l'utilisation drapeau prévue est de 0, ne peuvent pas être remplacés!
ko: 계획된 사용 플래그의 세부 사항이 0이 아닌, 대체 할 수없는!
ru: Подробная информация о планируемом использовании флага не равно 0, не могут быть заменены!
zh_cn: 计划明细的使用标记不为0，不能替换！
zh_tw: 計畫明細的使用標記不為0，不能替換！

# ZZJHRWSBJC
source: Activation of the task fails, check!
de: Aktivierung der Task fehlschlägt, überprüfen!
fr: Activation de la tâche échoue, vérifiez!
ko: 작업의 활성화는 확인 실패!
ru: Активация задача не выполнена, проверьте!
zh_cn: 激活任务失败，请检查！
zh_tw: 啟動任務失敗，請檢查！

# ZZJHSBCYHBCZJC
source: Activation fails, this user does not exist, please check!
de: Aktivierung fehlschlägt, diese Benutzer nicht vorhanden ist, überprüfen Sie bitte!
fr: Activation échoue, ne existe pas cet utilisateur, s'il vous plaît vérifier!
ko: 정품 인증이 사용자가 존재하지 않는, 확인하시기 바랍니다 실패!
ru: Активация не удается, этот пользователь не существует, пожалуйста, проверьте!
zh_cn: 激活失败，此用户不存在，请检查！
zh_tw: 啟動失敗，此用戶不存在，請檢查！

# ZZJHSBJC
source: Activation fails, please check!
de: Aktivierung fehlschlägt, überprüfen Sie bitte!
fr: Activation échoue, s'il vous plaît vérifier!
ko: 정품 인증, 확인하시기 바랍니다 실패!
ru: Активация не удается, проверьте!
zh_cn: 激活失败，请检查！
zh_tw: 啟動失敗，請檢查！

# ZZJHSLBXSXSHZZS
source: Number plan must be decimal, or integer!
de: Anzahl Plan muss Dezimalstelle oder ganze Zahl sein!
fr: Plan de numérotation doit être décimal ou entier!
ko: 번호 계획은 소수점, 또는 정수 여야합니다!
ru: План Количество должно быть десятичной или целое!
zh_cn: 计划数量必须是小数，或者整数！
zh_tw: 計畫數量必須是小數，或者整數！

# ZZJHSLBXWXSHZZS
source: Number plan must decimal or integer!
de: Plan muss als Dezimalzahl, oder Ganzzahl!
fr: Plan doit comme un nombre décimal ou entier!
ko: 진수, 또는 정수로 계획해야합니다!
ru: План должен как десятичное число, или целое!
zh_cn: 计划数量必须为小数，或者整数！
zh_tw: 計畫數量必須為小數，或者整數！

# ZZJHSZTGGCCJC
source: Change plan lock status error, please check!
de: Change plan Sperrstatus Fehler, bitte!
fr: Plan de changement de statut de verrouillage erreur, s'il vous plaît vérifier!
ko: 변경 계획 잠금 상태 오류, 확인하시기 바랍니다!
ru: Изменить план ошибка состояние блокировки, пожалуйста, проверьте!
zh_cn: 计划锁状态更改出错，请检查！
zh_tw: 計畫鎖狀態更改出錯，請檢查！

# ZZJHSZTGGCG
source: Program lock status changed successfully!
de: Programmsperrstatus erfolgreich geändert!
fr: État de verrouillage du programme modifié avec succès!
ko: 프로그램의 잠금 상태가 성공적으로 변경!
ru: Состояние блокировки Программа успешно изменен!
zh_cn: 计划锁状态更改成功！
zh_tw: 計畫鎖狀態更改成功！

# ZZJHTHCG
source: Plan to return success!
de: Wir planen, den Erfolg zurück!
fr: Nous prévoyons de revenir succès!
ko: 우리는 성공을 반환 할 계획입니다!
ru: Мы планируем вернуться успех!
zh_cn: 计划退回成功！
zh_tw: 計畫退回成功！

# ZZJHTJCG
source: Plan submitted successfully!
de: Plan erfolgreich!
fr: Plan soumis avec succès!
ko: 계획은 성공적으로 제출!
ru: План представлен успешно!
zh_cn: 计划提交成功！
zh_tw: 計畫提交成功！

# ZZJJSBJC
source: Refuse to lose, please check!
de: Refusal fehlschlägt, überprüfen!
fr: Refus échoue, vérifiez!
ko: 거부 실패, 확인!
ru: Отказ не удается, проверьте!
zh_cn: 拒绝失败，请检查！
zh_tw: 拒絕失敗，請檢查！

# ZZJJSBJCZ
source: Refuse to lose, please checkpoint!
de: Refusal ausfällt, Check-Station!
fr: Refus échoue, vérifiez la station!
ko: 거절, 검사 역에 실패!
ru: Отказ не удается, проверьте станцию!
zh_cn: 拒绝失败，请检查站！
zh_tw: 拒絕失敗，請檢查站！

# ZZJLDWBNCG20GZF
source: Supervision units can not exceed 20 characters!
de: Aufsicht Einheiten, die nicht mehr als 20 Zeichen!
fr: Unités pas de surveillance de plus de 20 personnages!
ko: 감독 단위 이상 20 자!
ru: Единиц надзора не более 20 символов!
zh_cn: 监理单位不能超过20个字符！
zh_tw: 監理單位不能超過20個字元！

# ZZJLDWBYXWKBC
source: Supervision units are not allowed to empty, please add!
de: Aufsicht Einheiten erlaubt ist leer, fügen Sie bitte!
fr: Unités de supervision permis est vide, s'il vous plaît ajouter!
ko: 허용 감독 장치가 비어 추가하십시오!
ru: Надзор единиц разрешены пуст, добавьте!
zh_cn: 监理单位不允许为空，请补充！
zh_tw: 監理單位不允許為空，請補充！

# ZZJLDWCWZ
source: Units of measurement error, please select!
de: Einheiten der Messfehler, bitte wählen!
fr: Les unités de l'erreur de mesure, s'il vous plaît sélectionner!
ko: 측정 오류의 단위를 선택하세요!
ru: Единицы измерения ошибки, пожалуйста, выберите!
zh_cn: 计量单位错误，请选择！
zh_tw: 計量單位錯誤，請選擇！

# ZZJLL
source: Come!
de: Kommen Sie!
fr: Venez!
ko: 가자!
ru: Приходите!
zh_cn: 进来了！
zh_tw: 進來了！

# ZZJLXWBTSJJC
source: Leave the type of data is required, please check!
de: Verlassen Sie die Art der Daten erforderlich ist, überprüfen Sie bitte!
fr: Laissez le type de données est requis, s'il vous plaît vérifier!
ko: 데이터의 유형이 필요두고 확인하세요!
ru: Оставьте тип данных не требуется, пожалуйста, проверьте!
zh_cn: 请假类型为必填数据，请检查！
zh_tw: 請假類型為必填資料，請檢查！

# ZZJLXWBXBXBZYJLXKJC
source: Type of leave is mandatory and must ensure the type of leave available, please check!
de: Art des Urlaubs ist obligatorisch und muss sicherstellen, dass es Arten von Urlaub zur Verfügung, bitte!
fr: Type de congé est obligatoire et doit veiller à ce que il ya des types de congé disponibles, s'il vous plaît vérifier!
ko: 휴가의 종류는 필수이며, 확인하시기 바랍니다 사용할 수 있습니다 휴가의 종류가 있는지 확인해야합니다!
ru: Тип отпуска является обязательным и должен гарантировать, что есть виды отпусков доступных, пожалуйста, проверьте!
zh_cn: 请假类型为必选项，且必须保证有请假类型可选，请检查！
zh_tw: 請假類型為必選項，且必須保證有請假類型可選，請檢查！

# ZZJLXYCZJC
source: Leave type already exists, please check!
de: Urlaubsart bereits vorhanden ist, überprüfen Sie bitte!
fr: Type de congé déjà existe, s'il vous plaît vérifier!
ko: 휴가 유형은 이미 확인하시기 바랍니다 존재!
ru: Тип Оставить уже существует, пожалуйста, проверьте!
zh_cn: 请假类型已存在，请检查！
zh_tw: 請假類型已存在，請檢查！

# ZZJLZFXG
source: Duplicate records, please change!
de: Doppelte Datensätze, ändern Sie bitte!
fr: Les enregistrements en double, s'il vous plaît changer!
ko: 중복 기록, 변경하십시오!
ru: Повторяющиеся записи, пожалуйста, изменится!
zh_cn: 记录重复，请修改！
zh_tw: 記錄重複，請修改！

# ZZJRKCG
source: Fake storage success!
de: Fake-Speicher Erfolg!
fr: Le succès de stockage Faux!
ko: 가짜 기억 성공!
ru: Поддельные успех хранения!
zh_cn: 假入库成功！
zh_tw: 假入庫成功！

# ZZJSBNWKJC
source: Roles can not be empty, please check!
de: Rollen darf nicht leer sein, prüfen Sie bitte!
fr: Les rôles peuvent pas être vide, s'il vous plaît vérifier!
ko: 역할은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Роли не может быть пустым, пожалуйста, проверьте!
zh_cn: 角色不能为空，请检查！
zh_tw: 角色不能為空，請檢查！

# ZZJSCG
source: Calculation success!
de: Berechnung Erfolg!
fr: Le succès de calcul!
ko: 계산 성공!
ru: Расчет успех!
zh_cn: 计算成功！
zh_tw: 計算成功！

# ZZJSDWBNCG20GZF
source: Construction unit can not exceed 20 characters!
de: Bau-Einheit sollte nicht mehr als 20 Zeichen enthalten!
fr: Unité de construction ne devrait pas plus de 20 caractères!
ko: 건설 단위는 20 개 이상의 문자를해서는 안됩니다!
ru: • Строительные не должен быть более 20 символов!
zh_cn: 建设单位不能超过20个字符！
zh_tw: 建設單位不能超過20個字元！
