Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZCOVERDATEBNWFFZF
source: Cover Date can not be illegal characters!
de: Deckdatum kann nicht illegal Zeichen sein!
fr: Couverture date ne peut pas être des caractères illégaux!
ko: 커버 날짜에 잘못된 문자가 될 수 없습니다!
ru: Крышка Дата не может быть недопустимые символы!
zh_cn: Cover Date不能为非法字符！
zh_tw: Cover Date不能為非法字元！

# ZZCPBBCWJCCWYYKNSEXMESSAGE
source: Product Version error, please check! Error reason might be: "+ ex.Message +"
de: Produktversion Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Produit Version erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 버전 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Версия продукта ошибке, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 产品版本错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 產品版本錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZCPBHBNBHFFZF
source: Product ID can not contain illegal characters!
de: Produkt-ID darf keine unzulässige Zeichen!
fr: ID du produit ne peut pas contenir des caractères illégaux!
ko: 제품 ID는 잘못된 문자를 포함 할 수 없습니다!
ru: ID продукта не может содержать недопустимые символы!
zh_cn: 产品编号不能包含非法字符！
zh_tw: 產品編號不能包含非法字元！

# ZZCPBHBYXWKBC
source: Product Code does not permit the empty, please add!
de: Artikelnummer erlaubt ist leer, fügen Sie bitte!
fr: Numéro de produit autorisé est vide, s'il vous plaît ajouter!
ko: 허용 된 제품 번호가 비어 추가하십시오!
ru: Номер продукта позволил пуст, добавьте!
zh_cn: 产品编号不允许为空，请补充！
zh_tw: 產品編號不允許為空，請補充！

# ZZCPBHYJCZZXTX
source: Product number already exists, please re-enter!
de: Artikelnummer bereits vorhanden ist, wenden Sie sich bitte neu eingeben!
fr: Numéro de produit déjà existe, s'il vous plaît ré-entrer!
ko: 제품 번호는 이미 다시 입력하십시오 존재!
ru: Номер продукта уже существует, пожалуйста, введите!
zh_cn: 产品编号已经存在，请重新填写！
zh_tw: 產品編號已經存在，請重新填寫！

# ZZCPBNWKBC
source: Products can not be empty, please add!
de: Produkte darf nicht leer sein, fügen Sie bitte!
fr: Les produits peuvent pas être vide, s'il vous plaît ajouter!
ko: 제품은 비워 둘 수 없습니다, 추가하십시오!
ru: Продукция, не может быть пустым, пожалуйста, добавьте!
zh_cn: 产品不能为空，请补充！
zh_tw: 產品不能為空，請補充！

# ZZCPCBXCWEXMESSAGE
source: Product cost X, error: "+ ex.Message +"!
de: Produktkosten-X, Fehler: "+ ex.Message +"!
fr: Produit Coût X, Erreur: "+ ex.Message +"!
ko: 제품 원가 X, 오류 : "+ ex.Message +"!
ru: Продукт Стоимость Х, ошибка: "+ ex.Message +"!
zh_cn: 产品成本X ，错误：" + ex.Message + "！
zh_tw: 產品成本X ，錯誤：" + ex.Message + "！

# ZZCPHLXSGZDMDBNWKJC
source: License plate number, type, requisitioners code can not be empty, please check!
de: Kennzeichen, Typ, kann Bedarfsträger Code nicht leer sein, prüfen Sie bitte!
fr: Numéro d'immatriculation, le type, le code des services demandeurs ne peut pas être vide, s'il vous plaît vérifier!
ko: 번호판 번호, 유형, requisitioners 코드는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Номерной знак, тип, заказчиками код не может быть пустым, пожалуйста, проверьте!
zh_cn: 车牌号，类型，申购者代码都不能为空，请检查！
zh_tw: 車牌號，類型，申購者代碼都不能為空，請檢查！

# ZZCPLXBNBHFFZF
source: Product type can not contain illegal characters!
de: Produkttyp kann nicht enthalten ungültige Zeichen!
fr: Type de produit ne peut pas contenir des caractères illégaux!
ko: 제품 유형은 잘못된 문자를 포함 할 수 없습니다!
ru: Тип не может содержать недопустимые символы!
zh_cn: 产品类型不能包含非法字符！
zh_tw: 產品類型不能包含非法字元！

# ZZCPLXBYXWKBC
source: Product? Noisy tube Hui Walled City  blink  pure argon hook?
de: Produkt? Lautes Zylinder Hui Walled City  blink  reinem Argon Haken?
fr: Produit? Cylindre Noisy Hui ville fortifiée de clin  pur argon crochet?
ko: 제품? 시끄러운 실린더 후이 성벽 도시  깜짝  순수한 아르곤 후크?
ru: Продукт? Шумная цилиндровый Хуэй город-крепость  мигают  чистый аргон крючок?
zh_cn: 产品?嘈筒辉市砦眨氩钩洌?
zh_tw: 產品?嘈筒輝市砦眨氬鉤洌?

# ZZCPMCBNBHFFZF
source: Product name can not contain illegal characters!
de: Produktname darf keine unzulässige Zeichen!
fr: Nom du produit ne peut pas contenir des caractères illégaux!
ko: 제품 이름에 잘못된 문자를 포함 할 수 없습니다!
ru: Название продукта не может содержать недопустимые символы!
zh_cn: 产品名称不能包含非法字符！
zh_tw: 產品名稱不能包含非法字元！

# ZZCPMCBYXWKBC
source: Product names are not allowed to empty, please add!
de: Produktnamen sind nicht auf leere erlaubt, fügen Sie bitte!
fr: Les noms de produits ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 제품 이름은 공백으로 허용되지 않습니다를 추가하십시오!
ru: Названия продуктов не разрешается пустым, пожалуйста, добавьте!
zh_cn: 产品名称不允许为空，请补充！
zh_tw: 產品名稱不允許為空，請補充！

# ZZCPMSBNBHFFZF
source: Product description can not contain illegal characters!
de: Produktbeschreibung nicht enthalten ungültige Zeichen!
fr: Description du produit ne peut pas contenir des caractères illégaux!
ko: 제품 설명에 잘못된 문자를 포함 할 수 없습니다!
ru: Описание товара не может содержать недопустимые символы!
zh_cn: 产品描述不能包含非法字符！
zh_tw: 產品描述不能包含非法字元！

# ZZCPRZJCG
source: Participants for additional success!
de: Teilnehmer für weitere Erfolg!
fr: Les participants de réussite supplémentaire!
ko: 추가 성공을위한 참가자!
ru: Участники для дополнительного успеха!
zh_cn: 参评人追加成功！
zh_tw: 參評人追加成功！

# ZZCPXBNWKBC
source: Product line can not be empty, please add!
de: Produktlinie darf nicht leer sein, fügen Sie bitte!
fr: Ligne de produit ne peut pas être vide, s'il vous plaît ajouter!
ko: 제품 라인은 비워 둘 수 없습니다, 추가하십시오!
ru: Линия продукции не может быть пустым, пожалуйста, добавьте!
zh_cn: 产品线不能为空，请补充！
zh_tw: 產品線不能為空，請補充！

# ZZCPXBYXWKBC
source: Product line is not allowed to empty, please add!
de: Produktlinie ist nicht auf leere erlaubt, fügen Sie bitte!
fr: Ligne de produit est interdit de vide, s'il vous plaît ajouter!
ko: 제품 라인은 빈에 허용되지 않습니다를 추가하십시오!
ru: Линия продукции не допускается пустым, пожалуйста, добавьте!
zh_cn: 产品线不允许为空，请补充！
zh_tw: 產品線不允許為空，請補充！

# ZZCPXCWJCCWYYKNSEXMESSAGE
source: Product line error, please check! Error reason might be: "+ ex.Message +"
de: Produktlinie Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Produit erreur de ligne, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 라인 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Продукт ошибка линия, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 产品线错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 產品線錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZCSDJZNSXSHZZS
source: The initial unit price is only decimal or integer!
de: Der anfängliche Stückpreis nur dezimal oder ganze Zahl!
fr: Le prix unitaire initial est seulement décimal ou entier!
ko: 초기 단가가 단지 소수 또는 정수이다!
ru: Начальная цена единицы только десятичной или целое!
zh_cn: 初始单价只能是小数，或者整数！
zh_tw: 初始單價只能是小數，或者整數！

# ZZCSJEZNSXSHZZS
source: The initial amount only decimal or integer!
de: Ursprünglicher Betrag kann nur eine Dezimalstelle oder ganze Zahl sein!
fr: Montant initial ne peut être un nombre décimal ou entier!
ko: 초기 금액은 소수점 또는 정수가 될 수 있습니다!
ru: Первоначальный взнос может быть только целое число или десятичная!
zh_cn: 初始金额只能是小数，或者整数！
zh_tw: 初始金額只能是小數，或者整數！

# ZZCSRBNWKBC
source: The initial date can not be empty, please add!
de: Die Anfangsdatum darf nicht leer sein, fügen Sie bitte!
fr: La date initiale ne peut pas être vide, s'il vous plaît ajouter!
ko: 초기 날짜가 비어있을 수 없습니다, 추가하십시오!
ru: Начальная дата не может быть пустым, пожалуйста, добавьте!
zh_cn: 初始日期不能为空，请补充！
zh_tw: 初始日期不能為空，請補充！

# ZZCSSLZNSXSHZZS
source: The initial amount only decimal or integer!
de: Die anfängliche Nummer ist nur dezimal oder ganze Zahl!
fr: Le nombre initial est seulement décimal ou entier!
ko: 초기 숫자는 소수점 또는 정수입니다!
ru: Начальное число только десятичные или целое!
zh_cn: 初始数量只能是小数，或者整数！
zh_tw: 初始數量只能是小數，或者整數！

# ZZCTHCG
source: Initialed return success!
de: Paraphiert Rück Erfolg!
fr: Succès retour paraphé!
ko: 이니셜 복귀 성공!
ru: Парафировали возврат успех!
zh_cn: 草签退回成功！
zh_tw: 草簽退回成功！

# ZZCWBCSBJC
source: Errors, save fails, check!
de: Fehler, speichern fehlschlägt, überprüfen!
fr: Erreurs, enregistrement échoue, vérifier!
ko: 오류, 실패 저장, 확인!
ru: Ошибки, сохранить не удается, проверьте!
zh_cn: 错误，保存失败，请检查！
zh_tw: 錯誤，保存失敗，請檢查！

# ZZCWBJRDMBZCWCRJC
source: Error, offerors code is incorrect, no such person, please check!
de: Fehler, ist die Bieter Code falsch ist, keine solche Person, überprüfen Sie bitte!
fr: Erreur, code des offrants est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 오류, offerors 코드가 잘못, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка, участникам торгов неверный код, не такой человек, пожалуйста, проверьте!
zh_cn: 错误，报价人代码不正确，查无此人，请检查！
zh_tw: 錯誤，報價人代碼不正確，查無此人，請檢查！

# ZZCWBNZSHZXMZWFXMJC
source: Error, you can not choose their own projects or subprojects as a parent, please check!
de: Fehler, können Sie keine eigenen Projekte oder Teilprojekte als Eltern wählen, überprüfen Sie bitte!
fr: Erreur, vous ne pouvez pas choisir leurs propres projets ou sous-projets en tant que parent, s'il vous plaît vérifier!
ko: 오류, 당신은 부모로서 자신의 프로젝트 또는 하위 프로젝트를 선택할 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка, вы не можете выбрать свои собственные проекты или подпроектов как родитель, пожалуйста, проверьте!
zh_cn: 错误，不能选自身或子项目作为父项目，请检查！
zh_tw: 錯誤，不能選自身或子項目作為父項目，請檢查！

# ZZCWBOMBBHBNWKJC
source: Errors, BOM version number can not be empty, please check!
de: Fehler können BOM Versionsnummer nicht leer sein, prüfen Sie bitte!
fr: Erreurs, BOM numéro de version ne peut être vide, s'il vous plaît vérifier!
ko: 오류, BOM의 버전 번호는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Ошибки, спецификации номер версии не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，BOM版本号不能为空，请检查！
zh_tw: 錯誤，BOM版本號不能為空，請檢查！

# ZZCWCBMBZNGKFWJC
source: Error, this department is not in your control range, check!
de: Fehler, ist diese Abteilung nicht in der Regelbereich, überprüfen Sie bitte!
fr: Erreur, ce département ne sont pas dans votre gamme de contrôle, s'il vous plaît vérifier!
ko: 오류,이 부서는 사용자의 제어 범위에 있지 않은, 확인하시기 바랍니다!
ru: Ошибка, этот отдел не в диапазоне управления, пожалуйста, проверьте!
zh_cn: 错误，此部门不在你管控范围，请检查！
zh_tw: 錯誤，此部門不在你管控範圍，請檢查！

# ZZCWCBXDYZSPZBNZXZXDBXFYJC
source: Error, this reimbursement claims already in the approval, and can no longer add new reimbursement, please check!
de: Error, behauptet diese Erstattung bereits in der Zulassung und kann neue Erstattung nicht mehr hinzufügen, überprüfen Sie bitte!
fr: Erreur, ce remboursement prétend déjà dans l'approbation, et ne peut plus ajouter de nouveaux remboursement, s'il vous plaît vérifier!
ko: 오류,이 보상은 승인 이미 주장, 더 이상 새로운 보상을 추가 할 수 있습니다, 확인하시기 바랍니다!
ru: Ошибка, это возмещение утверждает уже в утверждении, и не может больше добавлять новые возмещения, пожалуйста, проверьте!
zh_cn: 错误，此报销单已在处理中，不能再新增新的报销费用，请检查！
zh_tw: 錯誤，此報銷單已在 審批中，不能再新增新的報銷費用，請檢查！

# ZZCWCFYYRBXDBNJXFYRLJC
source: Error, this fee has been into reimbursement claims, expenses can not be recognized, please check!
de: Error, hat diese Gebühr in Erstattungsansprüche wurden, können Ausgaben, die nicht bestätigt werden kann, überprüfen Sie bitte!
fr: Erreur, cette taxe a été dans les demandes de remboursement, les dépenses ne peuvent être confirmées, s'il vous plaît vérifier!
ko: 오류,이 수수료는 상환 청구에있다, 비용은 확인할 수없는, 확인하시기 바랍니다!
ru: Ошибка, эта плата была в возмещении расходов, расходы не могут быть подтверждены, пожалуйста, проверьте!
zh_cn: 错误，此费用已入报销单，不能进行费用确认了，请检查！
zh_tw: 錯誤，此費用已入報銷單，不能進行費用確認了，請檢查！

# ZZCWCGRDMBZCWCRJC
source: Error, the purchaser code is incorrect, no such person, please check!
de: Fehler, ist der Käufer Code falsch ist, keine solche Person, überprüfen Sie bitte!
fr: Erreur, le code de l'acheteur est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 오류, 구매자 코드가 잘못, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка, код покупатель неправильно, не такой человек, пожалуйста, проверьте!
zh_cn: 错误，采购人代码不正确，查无此人，请检查！
zh_tw: 錯誤，採購人代碼不正確，查無此人，請檢查！

# ZZCWCGSJBNDYYJDHSJJC
source: Error, not longer than the expected procurement arrival time, please check!
de: Fehler können Kaufzeit nicht größer als voraussichtliche Ankunftszeit, bitte überprüfen!
fr: Erreurs, moment de l'achat ne peuvent pas être plus grand que l'heure d'arrivée estimée, s'il vous plaît vérifier!
ko: 오류, 구매 시간이 예상 도착 시간보다 클 수 없습니다, 확인하시기 바랍니다!
ru: Ошибки, время покупки не может быть больше, чем предполагаемое время прибытия, пожалуйста, проверьте!
zh_cn: 错误，采购时间不能大于预计到货时间，请检查！
zh_tw: 錯誤，採購時間不能大於預計到貨時間，請檢查！

# ZZCWCGZLSJWJBCZBNSPJC
source: ------ Error, this workflow data file does not exist, can not approve, please check!
de: ------ Fehler, dieser Workflow-Datendatei nicht vorhanden ist, kann nicht zustimmen, bitte!
fr: ------ Erreur, ne existe pas ce fichier de données de flux de travail, ne peut pas approuver, s'il vous plaît vérifier!
ko: ------ 오류,이 워크 플로우 데이터 파일이 존재하지 않는, 승인 할 수 없습니다, 확인하시기 바랍니다!
ru: ------ Ошибка этот файл данных рабочий процесс не существует, не может одобрить, пожалуйста, проверьте!
zh_cn: ------错误，此工作流数据文件不存在，不能审批，请检查！
zh_tw: ------錯誤，此工作流資料檔案不存在，不能審批，請檢查！

# ZZCWCKSLBNDYCLPKCSLJC
source: Error, the library number is not larger than this number of inventory items, please check!
de: Fehler, nicht größer ist als diese Anzahl von Inventargegenstände der Bibliotheksnummer, bitte!
fr: Erreur, le nombre bibliothèque est pas plus grand que ce nombre d'articles en stock, s'il vous plaît vérifier!
ko: 오류, 도서관 수는 재고 항목의 수보다 크지 않은, 확인하시기 바랍니다!
ru: Ошибка, число библиотека не больше, чем это число инвентарных, пожалуйста, проверьте!
zh_cn: 错误，出库数量不能大于此物料库存数量，请检查！
zh_tw: 錯誤，出庫數量不能大於此物料庫存數量，請檢查！

# ZZCWCKSLBNDYCZCKCSLJC
source: Error, the library can not be larger than this number of asset inventory number, please check!
de: Fehler kann die Bibliothek nicht mehr als diese Anzahl von Asset Inventory Zahl sein, prüfen Sie bitte!
fr: Erreur, la bibliothèque ne peut pas être plus grand que ce nombre d'actifs numéro d'inventaire, s'il vous plaît vérifier!
ko: 오류, 라이브러리 자산 재고 번호의 수보다 클 수 없습니다, 확인하시기 바랍니다!
ru: Ошибка, библиотека не может быть больше, чем это число активов инвентарный номер, пожалуйста, проверьте!
zh_cn: 错误，出库数量不能大于此资产库存数量，请检查！
zh_tw: 錯誤，出庫數量不能大於此資產庫存數量，請檢查！

# ZZCWCWJBSMSPROJECTGSMPPWJBNSC
source: Error, this file is not MS Project format (.mpp) file, you can not upload!
de: Fehler, dies ist nicht die Datei MS Project-Format Datei (.mpp), können Sie nicht laden!
fr: Erreur, ce fichier est pas au format MS Project (.mpp) de fichier, vous ne pouvez pas télécharger!
ko: 오류,이 파일이 없습니다 MS 프로젝트 형식 (.MPP) 파일입니다, 당신은 업로드 할 수 없습니다!
ru: Ошибка, этот файл не формата MS Project (.mpp файл), вы не можете загрузить!
zh_cn: 错误，此文件不是MS Project格式(.mpp)文件，不能上传！
zh_tw: 錯誤，此檔不是MS Project格式(.mpp)檔，不能上傳！

# ZZCWDJCYMCJD
source: Error, click on the name of the node member!
de: Fehler, klicken Sie auf den Namen des Knotens Mitglied!
fr: Erreur, cliquez sur le nom du membre de noeud!
ko: 오류, 노드 멤버의 이름을 클릭!
ru: Ошибка, нажмите на название элемента узла!
zh_cn: 错误，请点击成员名称节点！
zh_tw: 錯誤，請點擊成員名稱節點！

# ZZCWDJRYDMCWCWCRJC
source: Error registrars coding errors, such person, please check!
de: Fehler, Fehlercodes Registrierung Personal, keine solche Person, überprüfen Sie bitte!
fr: Erreur, les codes d'erreur le personnel d'enregistrement, une telle personne, s'il vous plaît vérifier!
ko: 오류, 오류 코드 등록 직원, 그런 사람은, 확인하시기 바랍니다!
ru: Ошибка, коды ошибок регистрации персонал, ни одно такое лицо, пожалуйста, проверьте!
zh_cn: 错误，登记人员代码错误，查无此人，请检查！
zh_tw: 錯誤，登記人員代碼錯誤，查無此人，請檢查！

# ZZCWFBSWBXJC
source: Error, subcontractors are mandatory, check!
de: Fehler, Subunternehmer sind Pflichtfelder, bitte!
fr: Erreur, sous-traitants sont obligatoires, s'il vous plaît vérifier!
ko: 오류, 하청 업체는 필수, 확인하시기 바랍니다!
ru: Ошибка, субподрядчики являются обязательными, пожалуйста, проверьте!
zh_cn: 错误，分包商为必选项，请检查！
zh_tw: 錯誤，分包商為必選項，請檢查！

# ZZCWFYYJCWEXMESSAGE
source: Monthly finance charges, error: "+ ex.Message +"!
de: Der Finanzaufwand monatlich, Fehler: "+ ex.Message +"!
fr: Les frais financiers mensuels, erreur: "+ ex.Message +"!
ko: 금융 비용 월, 오류 : "+ ex.Message +"!
ru: Финансовые расходы ежемесячно, ошибка: "+ ex.Message +"!
zh_cn: 财务费用月结 ，错误：" + ex.Message + "！
zh_tw: 財務費用月結 ，錯誤：" + ex.Message + "！

# ZZCWFZSBJC
source: Errors, replication failures, check!
de: Fehler, Replikationsfehler, prüfen Sie bitte!
fr: Erreurs, les échecs de réplication, s'il vous plaît vérifier!
ko: 오류, 복제 실패, 확인하시기 바랍니다!
ru: Ошибки, сбои репликации, пожалуйста, проверьте!
zh_cn: 错误，复制失败，请检查！
zh_tw: 錯誤，複製失敗，請檢查！

# ZZCWFZXSJSBJC
source: Error, copy rights data fails, check!
de: Fehler, Urheberrechte Daten fehlschlägt, überprüfen!
fr: Erreur, les données sur les droits de copie échoue, vérifiez!
ko: 오류, 복사 권리 데이터에 오류가 발생, 확인!
ru: Ошибка, данные права копирования не удается, проверьте!
zh_cn: 错误，复制权限数据失败，请检查！
zh_tw: 錯誤，複製許可權資料失敗，請檢查！

# ZZCWGCBSYBBHWXZBHJC
source: Error, the contractor has been rejected, no longer rejected, check!
de: Fehler, der Auftragnehmer abgelehnt worden ist, nicht mehr abgelehnt, überprüfen Sie bitte!
fr: Erreur, l'entrepreneur a été rejetée, non plus rejeté, s'il vous plaît vérifier!
ko: 오류, 계약자가 더 이상 거부, 거절되었습니다 확인하시기 바랍니다!
ru: Ошибка, подрядчик был отклонен, больше отклонил нет, пожалуйста, проверьте!
zh_cn: 错误，该承包商已被驳回，无需再驳回，请检查！
zh_tw: 錯誤，該承包商已被駁回，無需再駁回，請檢查！

# ZZCWGCBSYBGDWXZGDJC
source: Error, the contractor has been filed, no longer archiving, please check!
de: Fehler, der Auftragnehmer wurde archiviert, nicht mehr archiviert, bitte!
fr: Erreur, l'entrepreneur a été archivé, plus l'archivage, s'il vous plaît vérifier!
ko: 오류, 계약자 보관되었습니다에게 더 이상 보관, 확인하시기 바랍니다!
ru: Не ошибка, подрядчик был архив, больше не архивирования, пожалуйста, проверьте!
zh_cn: 错误，该承包商已被归档，无需再归档，请检查！
zh_tw: 錯誤，該承包商已被歸檔，無需再歸檔，請檢查！

# ZZCWGCBSYBSHHGWXZSJC
source: Error, the contractor has been passing the examination, no retrial, please check!
de: Fehler, der Auftragnehmer hat sich das Bestehen der Prüfung, keine Wiederaufnahme des Verfahrens, überprüfen Sie bitte!
fr: Erreur, l'entrepreneur a été passé l'examen, la réouverture du procès, s'il vous plaît vérifier!
ko: 오류, 계약자는 시험을 통과 한, 아니 재심, 확인하시기 바랍니다!
ru: Ошибка, подрядчик был сдачи экзамена, не пересмотра дела, пожалуйста, проверьте!
zh_cn: 错误，该承包商已被审核合格，无需再审，请检查！
zh_tw: 錯誤，該承包商已被審核合格，無需再審，請檢查！

# ZZCWGYBMYCZJC
source: Error, the company coding already exists. Please check!
de: Fehler, die Firma Codierung bereits vorhanden ist, überprüfen Sie bitte!
fr: Erreur, la société codage existe déjà, s'il vous plaît vérifier!
ko: 오류, 회사 코드가 이미 존재 확인하세요!
ru: Ошибка, кодирование компания уже существует, пожалуйста, проверьте!
zh_cn: 错误，该企业编码已存在，请检查！
zh_tw: 錯誤，該企業編碼已存在，請檢查！

# ZZCWJC
source: Error, please check!
de: Fehler, bitte!
fr: Erreur, s'il vous plaît vérifier!
ko: 오류, 확인하시기 바랍니다!
ru: Ошибка, пожалуйста, проверьте!
zh_cn: 错误，请检查！
zh_tw: 錯誤，請檢查！

# ZZCWJCCWYYKNSERRMESSAGE
source: Error, please check! Error reason might be: "+ err.Message +"
de: Fehler, bitte! Fehler Grund könnte sein: "+ err.Message +"
fr: Erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ err.Message +"
ko: 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ err.Message +"
ru: Ошибка, пожалуйста, проверьте! Причина ошибки может быть: "+ err.message +"
zh_cn: 错误，请检查！错误原因可能是：" + err.Message + "
zh_tw: 錯誤，請檢查！錯誤原因可能是：" + err.Message + "

# ZZCWJCCWYYKNSEXMESSAGE
source: Error, please check! Error reason might be: "+ ex.Message +"
de: Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Ошибка, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZCWJYSJBNDYYJGHSJJC
source: Error borrow not longer than the expected return time, check!
de: Fehler, die Zeit nicht mehr als erwartete Rendite Zeit zu leihen, zu überprüfen!
fr: Erreurs, le temps ne peuvent pas emprunter plus que le temps de retour prévue, vérifiez!
ko: 오류, 시간 확인, 기대 수익률 시간보다 더 빌릴 수 없다!
ru: Ошибки, время не может занимать больше времени, чем ожидалось, обратном, проверьте!
zh_cn: 错误，借阅时间不能大于预计归还时间，请检查！
zh_tw: 錯誤，借閱時間不能大於預計歸還時間，請檢查！

# ZZCWJYSLYCCSJSLJC
source: Errors, loan amount has exceeded the number of books, please check!
de: Fehler, hat Kreditbetrag die Anzahl der Bücher überschritten, überprüfen Sie bitte!
fr: Erreurs, montant du prêt a dépassé le nombre de livres, s'il vous plaît vérifier!
ko: 오류, 대출 금액이 책의 수를 초과에게 확인하시기 바랍니다!
ru: Ошибки, сумма кредита превышает количество книг, пожалуйста, проверьте!
zh_cn: 错误，借阅数量已超出书籍数量，请检查！
zh_tw: 錯誤，借閱數量已超出書籍數量，請檢查！

# ZZCWJYZSLYCCYHKJSLXZJC
source: Error borrow the total number has exceeded the number of users can take the limit, check!
de: Fehler leihen die Gesamtzahl der Benutzer überschritten wurde durch mengenmäßige Beschränkungen, überprüfen Sie bitte!
fr: Erreur emprunter le nombre total d'utilisateurs a été dépassé par des restrictions quantitatives peuvent, s'il vous plaît vérifier!
ko: 오류가 사용자의 총 수는 양적 제한하여 확인하시기 바랍니다 수를 초과했습니다 빌려!
ru: Ошибка брать общее количество пользователей был превышен может количественными ограничениями, пожалуйста, проверьте!
zh_cn: 错误，借阅总数量已超出用户可借数量限制，请检查！
zh_tw: 錯誤，借閱總數量已超出用戶可借數量限制，請檢查！

# ZZCWKJLBNZJCY
source: This is a blank record, not an increase in membership!
de: Dies wird einen leeren Datensatz kann nicht erhöht Mitglied!
fr: Ceci est un enregistrement vide, ne peut pas augmenter membre!
ko: 이것은, 멤버 빈 기록 증가 할 수있다!
ru: Это пустой записи, не может увеличить член!
zh_cn: 此为空记录，不能增加成员！
zh_tw: 此為空記錄，不能增加成員！

# ZZCWKJLBNZJJSRY
source: This is a blank record, can not increase the reception staff!
de: Dieser Datensatz ist leer, kann man nicht erhöhen das Personal an der Rezeption!
fr: Ce dossier est vide, vous ne pouvez pas augmenter le personnel de la réception!
ko: 이 기록이 비어있는, 당신은 리셉션 직원을 늘릴 수 없습니다!
ru: Эта запись является пустым, вы не можете увеличить прием сотрудников!
zh_cn: 此为空记录，不能增加接收人员！
zh_tw: 此為空記錄，不能增加接收人員！

# ZZCWLCMBBNWKJC
source: Error, process templates can not be empty, please check!
de: Fehler, Prozessvorlagen darf nicht leer sein, prüfen Sie bitte!
fr: Erreur modèles, processus ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류, 프로세스 템플릿은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Шаблоны Ошибка, процесс не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，流程模板不能为空，请检查！
zh_tw: 錯誤，流程範本不能為空，請檢查！

# ZZCWLCMBMCBNWKJC
source: Error, the process template name can not be empty, please check!
de: Fehler Prozessvorlage Name darf nicht leer sein, prüfen Sie bitte!
fr: Processus d'erreur nom du modèle ne peut pas être vide, s'il vous plaît vérifier!
ko: 오류 프로세스 템플릿 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Процесс Ошибка имя шаблона не может быть пустым, пожалуйста, проверьте!
zh_cn: 错误，流程模板名称不能为空，请检查！
zh_tw: 錯誤，流程範本名稱不能為空，請檢查！

# ZZCWNKNSCLJSZLGRBMGSZGSGJSZJC
source: Error, you may delete the role of the group 'personal', 'department', 'Company' This group of three characters, please check!
de: Fehler, können Sie die Rolle der Gruppe der "persönlichen", "Abteilung" zu löschen, "Gesellschaft" Diese Gruppe von drei Zeichen, überprüfen Sie bitte!
fr: Erreur, vous pouvez supprimer le rôle du groupe «personnel», «département», «Société» Ce groupe de trois personnages, s'il vous plaît vérifier!
ko: 오류, 당신은 그룹 '개인', '부서'의 역할을 삭제할 수 있습니다, '회사'세 문자의이 그룹, 확인하시기 바랍니다!
ru: Ошибка, вы можете удалить роль 'личного', '' отдела группы, «Компания» Эта группа из трех символов, пожалуйста, проверьте!
zh_cn: 错误，你可能删除了角色组里‘个人’，’部门‘，’公司‘这个三个角色组，请检查！
zh_tw: 錯誤，你可能刪除了角色組裡‘個人’，’部門‘，’公司‘這個三個角色組，請檢查！

# ZZCWRKDHZNSZSJC
source: Error, Receipt number only? Boschniakia glabra starlings frightened Yuan Chin ?
de: Fehler, Beleg Nummer? Boschniakia glabra Stare Chin  Yuan Angst?
fr: Erreur, numéro de réception uniquement? Boschniakia glabra étourneaux Chin  Yuan peur?
ko: 오류, 영수증 번호 만? Boschniakia의 glabra 찌르레기 친  위안이 두려워?
ru: Ошибка, номер квитанции только? Boschniakia голая скворцы Чин  Юань испугался?
zh_cn: 错误，入库单号只?苁钦爰觳椋?
zh_tw: 錯誤，入庫單號只?蓯欽爰觳椋?
