Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ModuleName
source: Module
de: Funktionsbaustein
fr: Module de fonction
ko: -> 복사 프로젝트 계획
ru: Функциональный модуль
zh_cn: 功能模组
zh_tw: 功能模組

# MoHuChaXun
source: Fuzzy query
de: Fuzzy-Abfrage
fr: Requête Fuzzy
ko: 로그 북 보고서
ru: Нечеткие запрос
zh_cn: 模糊查询
zh_tw: 模糊查詢

# MoKuai
source: Module
ko: -> 간트
ru: Модуль
zh_cn: 模块
zh_tw: 模組

# MoKuaiLeiXing
source: Module Type
de: Modultyp
fr: Type de module
ko: -> 구현 계획
ru: Тип модуля
zh_cn: 模块类型
zh_tw: 模組類型

# MoKuaiMingCheng
source: Module name
de: Modulname
fr: Nom du module
ko: -> 수익 ​​정산
ru: Имя модуля
zh_cn: 模块名称
zh_tw: 模組名稱

# MoKuaiXinXi
source: Module Information
de: Baugruppen
fr: Informations sur le module
ko: -> 공동 작업을 시작합니다
ru: Модуль данных
zh_cn: 模块信息
zh_tw: 模組資訊

source: Month schedule
de: Monat Zeitplan
fr: Calendrier Mois
ko: -> 계획
ru: График месяц
zh_cn: 月日程
zh_tw: 月日程

# MoQingJinE
source: End Please amount
de: Bitte beenden Betrag
fr: S'il vous plaît finir Montant
ko: -> 관련 문서
ru: Пожалуйста, в конечном Количество
zh_cn: 末请金额
zh_tw: 末請金額

# MoZuLeiXing
source: Module Type
de: Modultyp
fr: Type de module
ko: -> 요소는 구조가 설정 정의
ru: Тип модуля
zh_cn: 模组类型
zh_tw: 模組類型

# MRPBanBen
source: MRP version
de: MRP-Versionen
fr: Versions MRP
ko: -> 평가 필요
ru: MRP версии
zh_cn: MRP版本
zh_tw: MRP版本

# MRPZhanKai
source: MRP Expand
fr: MRP Développer
ko: -> 프로젝트 검토
ru: MRP Развернуть
zh_cn: MRP展开
zh_tw: MRP展開

# MRPZhanKaiYunSuan
source: MRP expand operation
de: MRP erweitern Betrieb
fr: MRP opération d'extension
ko: -> 프로젝트 계획 검토
ru: MRP расширить операцию
zh_cn: MRP展开运算
zh_tw: MRP展開運算

# MRPZhuJiHua
source: MRP master plan
fr: Plan directeur MRP
ko: -> 작업 검토
ru: MRP мастер-план
zh_cn: MRP主计划
zh_tw: MRP主計畫

# MRPZhuJiHuaPaiChan
source: MRP master planning schedule
de: Dispositionsplanung Masterplan
fr: MRP plan directeur de la programmation
ko: -> 위험 평가
ru: MRP сводное планирование план
zh_cn: MRP主计划排产
zh_tw: MRP主計畫排產

# MTBaoGaoBianHao
source: MT Report Number:
de: MT Bericht Nummer:
fr: MT Rapport numéro:
ko: -> 프로젝트 구현 (프로세스 모델)
ru: МТ Сообщить Количество:
zh_cn: MT报告编号：
zh_tw: MT報告編號：

# MTHeGeJiBie
source: MT quality level:
de: MT qualifizierten Level:
fr: MT Niveau qualifiée:
ko: -> 프로그램의 구현 (프로세스 모델)
ru: МТ квалифицированный уровень:
zh_cn: MT合格级别：
zh_tw: MT合格級別：

# MTJianCheBiLi
source: MT detection ratio:
de: MT Erfassungsverhältnis:
fr: MT taux de détection:
ko: -> 요구 사항 처리 (흐름 모드)
ru: МТ отношение обнаружения:
zh_cn: MT检测比例：
zh_tw: MT檢測比例：

# MTJianYanJieGuo
source: MT test results:
de: MT Testergebnisse:
fr: Les résultats des tests MT:
ko: -> 위험 관리 (흐름 모드)
ru: Результаты испытаний MT:
zh_cn: MT检验结果：
zh_tw: MT檢驗結果：

# MTPingDingBiaoZhun
source: MT evaluation criteria:
de: MT Bewertungskriterien:
fr: MT critères d'évaluation:
ko: -> 작업 구현 (프로세스 모델)
ru: Критерии оценки: MT
zh_cn: MT评定标准：
zh_tw: MT評定標準：

# MTRiQi
source: MT Date
de: MT Datum
fr: Date de MT
ko: -> 작업으로 전환
ru: МТ Дата
zh_cn: MT日期
zh_tw: MT日期

# MuBan
source: Template
de: Vorlage
fr: Gabarit
ko: 어떤 항목이 후 "등록"버튼을 클릭) 필요하지 않습니다, 시스​​템은 직접 시험 페이지로 이동합니다
ru: Шаблон
zh_cn: 模板
zh_tw: 範本

# MuBanBuZhouCanKao
source: Template Step Reference
de: Template Schritt Referenz
fr: Modèle Étape Référence
ko: 허난 GEIL 중공업 기계 유한 회사,
ru: Шаблон Шаг Ссылка
zh_cn: 模板步骤参考
zh_tw: 範本步驟參考

# MuBanLeiXing
source: Template Types
de: Vorlagentypen
fr: Types de modèle
ko: 매크로 금속 조직 샘플 :
ru: Шаблон Типы
zh_cn: 模板类型
zh_tw: 範本類型

# MuBanMingCheng
source: Template Name
fr: Nom du modèle
ko: 매크로 금속 표준 :
ru: Имя шаблона
zh_cn: 模板名称
zh_tw: 範本名稱

# MuBanWeiHu
source: Template Maintenance
de: Vorlagenverwaltung
fr: Entretien Template
ko: 레드 티켓
ru: Шаблон обслуживание
zh_cn: 模板维护
zh_tw: 範本維護

# MuBanWuiHu
source: Template Maintenance
de: Vorlagenverwaltung
fr: Entretien Template
ko: 주인
ru: Шаблон обслуживание
zh_cn: 模板维护
zh_tw: 範本維護

# MuBanXiangMu
source: Template Project
de: Vorlagenprojekt
fr: Projet Template
ko: 두께
ru: Шаблон проекта
zh_cn: 模板项目
zh_tw: 範本專案

# MuBiao
source: the goal
de: Ziel
fr: Objectif
ko: 두께 편집기
ru: Цель
zh_cn: 目标
zh_tw: 目標

# MuBiaoChengBen
source: Target Cost
de: Sollkosten
fr: Coût cible
ko: 두께 목록
ru: Целевая цена
zh_cn: 目标成本
zh_tw: 目標成本

# MuBiaoKeHuMoKuai
source: Target client module
de: Zielkundenmodul
fr: Module client cible
ko: 물류
ru: Модуль клиентов Целевая
zh_cn: 目标客户模块
zh_tw: 目標客戶模組

# MuCaiCaiZhi
source: Mold material Material
de: Formstoff-Material
fr: Matériau moule Matériel
ko: 시간
ru: Плесень материала Материал
zh_cn: 模材材质
zh_tw: 模材材質

# MuCaiChongJi
source: The impact of base metal:
de: Basismetall shock:
fr: Choc de métaux de base:
ko: 열 시간 후 :
ru: Основной металл шок:
zh_cn: 母材区冲击：
zh_tw: 母材區衝擊：

# MuCaiGangHao
source: Base metal steel
de: Stahlgrundmaterial
fr: Matériau de base en acier
ko: 가열 후 온도 :
ru: Сталь базовый материал
zh_cn: 母材钢号
zh_tw: 母材鋼號

# MuCaiGuiGe
source: Base metal specification
de: Basismetall-Spezifikation
fr: Spécification de métaux de base
ko: HR 시스템 가져 오기
ru: Технические недрагоценных металлов
zh_cn: 母材规格
zh_tw: 母材規格

# MuCaiLeiBie
source: Base metal category
de: Basismetall Kategorie
fr: Catégorie de métaux de base
ko: HR 시스템 템플릿 가져 오기 (다운로드 클릭)
ru: Базовая категория металла
zh_cn: 母材类别
zh_tw: 母材類別

# MuCaiQiTa
source: Other base metal:
fr: Autres métaux:
ko: HSE 관리
ru: Другое недрагоценных металлов:
zh_cn: 母材其他：
zh_tw: 母材其他：

# MuDiDi
source: Destination
de: Reiseziel
ko: 일반 HSE
ru: Назначения
zh_cn: 目的地
zh_tw: 目的地

# MuKuai
source: Module
ko: 일반 HSE 목록
ru: Модуль
zh_cn: 模块
zh_tw: 模組

# MuQin
source: Mother
de: Mutter
fr: Mère
ko: HSE 교육
ru: Мать
zh_cn: 母亲
zh_tw: 母親

# MuZuSheZhi
source: Module Settings
de: Modul-Einstellungen
fr: Paramètres du module
ko: HSE 교육 프로그램
ru: Настройки модуля
zh_cn: 模组设置
zh_tw: 模組設置

# MyActor
source: My character
de: Mein Charakter
fr: Mon personnage
ko: HSE 교육 프로그램 목록
ru: Мой герой
zh_cn: 我的角色
zh_tw: 我的角色

# MyComment
source: My opinion
de: Meine Kommentare
fr: Mes commentaires
ko: HSE 교육 목록
ru: Мои комментарии
zh_cn: 我的意见
zh_tw: 我的意見

# MyCreatedProject
source: I built the project
de: Ich baute das Projekt
fr: Je construit le projet
ko: 나는 프로젝트를 구축
ru: Я построил проект
zh_cn: 建立的项目
zh_tw: 我建立的專案

# MyInvolvedProject
source: I participated in the project
de: I an dem Projekt beteiligt
fr: Je ai participé au projet
ko: 나는이 프로젝트에 참여
ru: Я участвовал в проекте
zh_cn: 参与的项目
zh_tw: 我參與的專案

# MyMember
source: Direct members
de: Direkte Mitgliedschaft
fr: Adhésion directe
ko: 직접 회원
ru: Прямая Членство
zh_cn: 直接成员
zh_tw: 直接成員

# MyMemberProject
source: Direct project members
de: Direkter Projektmitglieder
fr: Membres directs de projets
ko: 직접 프로젝트 멤버
ru: Прямые участники проекта
zh_cn: 直接成员的项目
zh_tw: 直接成員的項目

source: My opinion
de: Meine Kommentare
fr: Mes commentaires
ko: 나의 의견
ru: Мои комментарии
zh_cn: 我的意见
zh_tw: 我的意見

source: My project
de: Mein Projekt
fr: Mon projet
ko: 내 프로젝트
ru: Мой проект
zh_cn: 我的项目
zh_tw: 我的項目

# MyProjectMeeting
source: My Meeting
de: Meine Projekttreffen
fr: Ma rencontre de projet
ko: 내 프로젝트 회의
ru: Моя встреча проекта
zh_cn: 我的项目会议
zh_tw: 我的專案會議

# MyQueryScope
source: My query range
de: Meine Anfrage Bereich
fr: Ma gamme de requête est
ko: 내 질의 범위는
ru: Мой диапазон запросов
zh_cn: 我的查询范围是
zh_tw: 我的查詢範圍是

source: My task
de: Meine Aufgabe
fr: Ma tâche
ko: 내 작업
ru: Моя задача
zh_cn: 我的任务
zh_tw: 我的任務

# MyUnderTakeProject
source: I led project
de: Ich führte Projekt
fr: Je menais projet
ko: 나는 프로젝트를 주도
ru: Я привел проект
zh_cn: 主导的项目
zh_tw: 我主導的專案

# MyWorkAndStatus
source: My work and working conditions
de: Ich arbeite und Arbeitsstatus
fr: Je travaille et le statut de travail
ko: 나는 일을하고 작업 상태
ru: Я работаю и статус работы
zh_cn: 我的工作和工作状态
zh_tw: 我的工作和工作狀態

# MyWorkflow
source: My application
de: Meine Bewerbung
fr: Ma demande
ko: 내 응용 프로그램
ru: Мое приложение
zh_cn: 我的申请
zh_tw: 我的申請

# MZGZLBGAQY
source: Weekly workload report (by region)
de: Wöchentliche Arbeitsbelastung Bericht (nach Regionen)
fr: Rapport de la charge de travail hebdomadaire (par région)
ko: 주간 작업 보고서 (지역별)
ru: Еженедельный отчет нагрузка (по регионам)
zh_cn: 每周工作量报告（按区域）
zh_tw: 每週工作量報告（按區域）

source: Name
fr: Nom
ko: 이름
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# Nan
source: Male
de: Männlich
fr: Mâle
ko: 남성
ru: Мужчина
zh_cn: 男
zh_tw: 男

# NBGLYDN
source: Related internal page (computer):
de: Bezogenen internen Seite (PC):
fr: Page interne connexes (PC):
ko: 관 내부 페이지 (PC) :
ru: Связанные внутренняя страница (ПК):
zh_cn: 内部关联页面（电脑）：
zh_tw: 內部關聯頁面（電腦）：

# NBGLYYD
source: Inter-related pages (move):
de: Interne verwandten Seiten (move):
fr: Pages connexes internes (de déplacement):
ko: 내부 관련 페이지 (이동) :
ru: Внутренние похожие страницы (перемещение):
zh_cn: 内部关联页面（移动）：
zh_tw: 內部關聯頁面（移動）：

# NeiBu
source: Internal
de: Interne
fr: Interne
ko: 내부의
ru: Внутренний
zh_cn: 内部
zh_tw: 內部

# NeiBuWaiBao
source: Internal Outsourcing
de: Internes Outsourcing
fr: Externalisation interne
ko: 내부 아웃소싱
ru: Внутренний аутсорсинг
zh_cn: 内部外包
zh_tw: 內部外包

# NeiBuWangDuan
source: Internal network segment
de: Interne Netzwerksegment
fr: Segment de réseau interne
ko: 내부 네트워크 세그먼트
ru: Внутренняя сеть сегмент
zh_cn: 内部网段
zh_tw: 內部網段

# NeiBuYongHuYongMoZu
source: Internal users to use modules
de: Interne Benutzer verwenden Module
fr: Les utilisateurs internes utilisent des modules
ko: 내부 사용자는 모듈을 사용
ru: Внутренние пользователи используют модули
zh_cn: 内部用户用模组
zh_tw: 內部用戶用模組

# NeiRong
source: Contents
de: Inhaltsverzeichnis
fr: Contenu
ko: 내용
ru: Содержание
zh_cn: 内容
zh_tw: 內容

# NeiRongSQL
source: Content (SQL)
de: Inhalt (SQL)
fr: Contenu (SQL)
ko: 내용 (SQL)
ru: Содержимое (SQL)
zh_cn: 内容（SQL)
zh_tw: 內容（SQL)

source: New
de: Neue
fr: Nouveau
ko: 새로운
ru: Новый
zh_cn: 新增
zh_tw: 新增

# NewPM
source: New Project Manager
ko: 새 프로젝트 관리자
ru: Новый руководитель проекта
zh_cn: 新项目经理
zh_tw: 新專案經理

source: News List
de: Nachrichten-Archiv
fr: Liste de Nouvelles
ko: 뉴스 목록
ru: Список новостей
zh_cn: 新闻列表
zh_tw: 新聞列表

# NewsSpace
source: News
de: Nachrichten
fr: Nouvelles
ko: 뉴스
ru: Новости
zh_cn: 新闻资讯
zh_tw: 新聞資訊

# NextModules
source: Later modules
de: Später Module
fr: Les modules suivants
ko: 나중에 모듈
ru: Более поздние модули
zh_cn: 后面的模块
zh_tw: 後面的模組

# Nian
source: Year
de: Jahr
fr: Année
ko: 년
ru: Год
zh_cn: 年
zh_tw: 年

# NianChuDanJia
source: Price per year
de: Preis pro Jahr
fr: Prix ​​par an
ko: 연간 가격
ru: Цена за год
zh_cn: 年初单价
zh_tw: 年初單價

# NianChuJinE
source: Amount at the beginning
de: Wert zu Beginn
fr: Montant au début
ko: 처음에 양
ru: Сумма в начале
zh_cn: 年初金额
zh_tw: 年初金額

# NianChuRiQi
source: Date of beginning
de: Datum Jahr
fr: Date année
ko: 날짜 년
ru: Дата году
zh_cn: 年初日期
zh_tw: 年初日期

# NianChuShuLiang
source: Number of early
de: Anzahl der Anfang
fr: Nombre de début
ko: 초기의 수
ru: Количество рано
zh_cn: 年初数量
zh_tw: 年初數量

# NianFen
source: Years
de: Jahre
fr: Ans
ko: 년
ru: Лет
zh_cn: 年份
zh_tw: 年份

# NianJi
source: Year
de: Jahr
fr: Année
ko: 년
ru: Год
zh_cn: 年级
zh_tw: 年級

# NianJiJiLu
source: Year Record
de: Jahresvergleich
fr: Une année record
ko: 올해 기록
ru: Год Запись
zh_cn: 年级记录
zh_tw: 年級記錄

# NianLiHui
source: ORDINARY
fr: ORDINAIRE
ko: 경상
ru: ОЧЕРЕДНОЕ
zh_cn: 年例会
zh_tw: 年例會

# NianLin
source: Age
de: Lebensalter
ko: 나이
ru: Возраст
zh_cn: 年龄
zh_tw: 年齡

# NianLing
source: Age
de: Lebensalter
ko: 나이
ru: Возраст
zh_cn: 年龄
zh_tw: 年齡

# NianYue
source: Years
de: Jahre
fr: Ans
ko: 년
ru: Лет
zh_cn: 年月
zh_tw: 年月

# NianYueRi
source: year month day
de: Das Datum
fr: La date
ko: 날짜
ru: Дата
zh_cn: 年月日
zh_tw: 年月日

# NiDeWeiZhi
source: your position
de: Sie sind hier
fr: Vous êtes ici
ko: 현재 위치
ru: Вы находитесь здесь
zh_cn: 你的位置
zh_tw: 你的位置

# NiDeYiJian
source: Your opinion
de: Ihre Meinung
fr: Votre avis
ko: 귀하의 의견
ru: Ваше мнение
zh_cn: 你的意见
zh_tw: 你的意見

# NKeKaiWenTi
source: N-off open question
de: N off offene Frage
fr: N hors question ouverte
ko: 의문 오프 N
ru: N от открытого вопроса
zh_cn: N客开问题
zh_tw: N客開問題

source: No
de: Kein
fr: Non
ko: 아니
ru: Нет
zh_cn: 否
zh_tw: 否

# NoBianHao
source: No ID
de: Keine ID
ko: ID 없음
ru: Нет ID
zh_cn: No编号
zh_tw: No編號

source: Normal
fr: Ordinaire
ko: 표준
ru: Нормальный
zh_cn: 正常
zh_tw: 正常

# NoticeMeetingMember
source: Inform participants
de: Informieren Sie die Teilnehmer
fr: Informer les participants
ko: 참가자에게 알려
ru: Сообщить участников
zh_cn: 通知与会人员
zh_tw: 通知與會人員

# NoticeOperator
source: Notify Assignee
de: Benachrichtigen Assignee
fr: Avertissez cessionnaire
ko: 담당자에게 알림
ru: Сообщите правопреемником
zh_cn: 通知受理人
zh_tw: 通知受理人

# NoticePlanMember
source: Notification scheme members
de: Benachrichtigungsschema Mitglieder
fr: Membres du régime de notification
ko: 알림 방식 멤버
ru: Участники схемы оповещения
zh_cn: 通知计划成员
zh_tw: 通知計畫成員

# NoticeProjectCreator
source: Inform the project people
de: Menschen bemerken das Projekt
fr: Les gens remarquent le projet
ko: 사람들은 프로젝트를 통지
ru: Люди замечают проект
zh_cn: 通知立项人
zh_tw: 通知立項人

# NoticeProjectTeamMember
source: Notify project team members
de: Benachrichtigen Projektteammitglieder
fr: Membres de l'équipe de projet notifier
ko: 프로젝트 팀 구성원에게 알림
ru: Сообщите членам команды проекта
zh_cn: 通知项目组成员
zh_tw: 通知專案組成員

# NoticeThisMember
source: Notification of this member
de: Bekanntgabe dieser Mitglied
fr: La notification de cet organe
ko: 이 멤버에 대한 알림
ru: Уведомление об этой членом
zh_cn: 通知此成员
zh_tw: 通知此成員

# NTBaoGaoBianHao
source: NT Report ID
de: NT melden ID
fr: NT Rapport ID
ko: NT 보고서 ID
ru: NT Сообщить ID
zh_cn: NT报表编号
zh_tw: NT報表編號

# NuBiao
source: Daily
de: Täglich
fr: Tous les jours
ko: 매일
ru: Ежедневно
zh_cn: 日报
zh_tw: 日報

# Number
source: Quantity
de: Menge
fr: Quantité
ko: 양
ru: Количество
zh_cn: 数量
zh_tw: 數量

# Nv
source: Female
de: Weiblich
fr: Femelle
ko: 여성
ru: Женщина
zh_cn: 女
zh_tw: 女

# Operation
source: Action
de: Handeln
ko: 행동
ru: Действие
zh_cn: 动作
zh_tw: 動作

source: Operator
de: Bediener
fr: Opérateur
ko: 연산자
ru: Оператор
zh_cn: 操作者
zh_tw: 操作者

# OperatorCode
source: Code
ko: 코드
ru: Код
zh_cn: 代码
zh_tw: 代碼

# Organizer
source: Convener
fr: Coordonnateur
ko: 비너
ru: Координатор
zh_cn: 召集人
zh_tw: 召集人

# OShiPeiBuDing
source: O Adapter Patch
de: O-Adapter-Flecken
fr: O Patch Adaptateur
ko: O 어댑터 패치
ru: О адаптер патч
zh_cn: O适配补丁
zh_tw: O適配補丁

# OtherSet
source: Other settings
de: Weitere Einstellungen
fr: Autres paramètres
ko: 기타 설정
ru: Другие настройки
zh_cn: 其它设置
zh_tw: 其它設置

# OuYuan
source: EUR
de: Euro
fr: Euro
ko: 유로
ru: Евро
zh_cn: 欧元
zh_tw: 歐元

# PaiCheDan
source: Sent a car alone
de: Ein Auto geschickt allein
fr: Envoyé une voiture seule
ko: 단독으로 자동차를 보내
ru: Отправлено автомобиль в одиночку
zh_cn: 派车单
zh_tw: 派車單

# PaiCheDanHao
source: Sent a car to a single number
de: Ein Auto geschickt, um eine einzelne Zahl
fr: Envoyé une voiture à un seul numéro
ko: 하나의 번호로 차를 보낸
ru: Отправлено автомобиль на один номер
zh_cn: 派车单号
zh_tw: 派車單號

# PaiCheRenQianZi
source: Sent a car Signature
de: Sent ein Auto Signature
fr: Envoyer un Signature de voiture
ko: 차 서명을 보낸
ru: Послал автомобиль Подпись
zh_cn: 派车人签字
zh_tw: 派車人簽字

# PaiMingTuiGuang
source: Rank Promotion
de: Rang Promotion
fr: Rang Promotion
ko: 순위 추진
ru: Ранг продвижение
zh_cn: 排名推广
zh_tw: 排名推廣

# PaiQianGong
source: Dispatch workers
de: Versand Arbeiter
fr: Travailleurs d'expédition
ko: 파견 근로자
ru: Отправка работников
zh_cn: 派遣工
zh_tw: 派遣工

# PaiXu
source: Sequence
de: Sequenz
fr: Séquence
ko: 순서
ru: Последовательность
zh_cn: 排序
zh_tw: 排序

# PaiXuFangShi
source: Sort by
de: Sortieren nach
fr: Trier par
ko: 정렬
ru: Сортировать по
zh_cn: 排序方式
zh_tw: 排序方式

# PaiZhao
source: Photograph
de: Photographie
fr: Photographie
ko: 사진
ru: Фотография
zh_cn: 拍照
zh_tw: 拍照

# PaiZhaoZhe
source: Photographer
de: Fotograf
fr: Photographe
ko: 사진 작가
ru: Фотограф
zh_cn: 拍照者
zh_tw: 拍照者

source: Parent Project
ko: 부모 프로젝트
ru: Родитель проекта
zh_cn: 父项目
zh_tw: 父項目

source: Participants
de: Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 与会人员
zh_tw: 與會人員

source: Password
de: Passwort
fr: Mot de passe
ko: 암호
ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# PayBackTime
source: Return time
de: Uhrzeit der Rückgabe
fr: Temps de retour
ko: 반환 시간
ru: Вернуться времени
zh_cn: 归还时间
zh_tw: 歸還時間

# PBXZPBQK
source: The bid evaluation group evaluation situation
de: Die Angebotsauswertung Gruppe Evaluierung Situation
fr: La situation d'évaluation du groupe d'évaluation des soumissions
ko: 입찰 평가 그룹의 평가 상황
ru: Ситуация оценка группы оценки конкурсных предложений
zh_cn: 评标小组评标情况
zh_tw: 評標小組評標情況

# PeiHe
source: Coordinate
de: Koordinate
fr: Coordonner
ko: 좌표의
ru: Координировать
zh_cn: 配合
zh_tw: 配合

# PeiJianLingYongShenQing
source: Accessories recipients apply
de: Zubehör Empfänger gelten
fr: Accessoires destinataires appliquent
ko: 액세서리받는 사람이 적용
ru: Аксессуары получателей применять
zh_cn: 配件领用申请
zh_tw: 配件領用申請

# PeiJianShenLing
source: Accessories apply
de: Zubehör anwenden
fr: Accessoires appliquent
ko: 액세서리 적용
ru: Аксессуары применяются
zh_cn: 配件申领
zh_tw: 配件申領

# PeiLiaoZHCFY
source: Lose material (equivalent to cost)
de: Lose Material (äquivalent zu den Kosten)
fr: Perdre du matériau (l'équivalent de coût)
ko: 재료 패 (비용에 해당)
ru: Потерять материал (эквивалент стоимости)
zh_cn: 赔料(折合成费用)
zh_tw: 賠料(折合成費用)

# PeiXunDiDian
source: Course locations
de: Training Ort
fr: Lieu de la formation
ko: 교육 장소
ru: Обучение Откуда
zh_cn: 培训地点
zh_tw: 培訓地點

# PeiXunGuanLi
source: Training Management
fr: Gestion de la formation
ko: 교육 관리
ru: Управление Обучение
zh_cn: 培训管理
zh_tw: 培訓管理

# PeiXunJieShuShiJian
source: Training End Time
de: Training Endzeit
fr: Heure de fin de formation
ko: 훈련 종료 시간
ru: Обучение заканчивается
zh_cn: 培训结束时间
zh_tw: 培訓結束時間

# PeiXunJiLu
source: Training records
de: Schulungsunterlagen
fr: Les dossiers de formation
ko: 교육 기록
ru: Учебные записи
zh_cn: 培训记录
zh_tw: 培訓記錄

# PeiXunJiLuXinXi
source: Training Record information
de: Training Record Informationen
fr: Enregistrer les informations de formation
ko: 교육 기록 정보
ru: Информация Обучение Запись
zh_cn: 培训记录信息
zh_tw: 培訓記錄資訊

# PeiXunKaiShiShiJian
source: Training Start Time
de: Trainingsstartzeit
fr: Formation Start Time
ko: 교육 시작 시간
ru: Обучение Время
zh_cn: 培训开始时间
zh_tw: 培訓開始時間

# PeiXunLeiXing
source: Type of Training
de: Trainingstyp
fr: Type de formation
ko: 교육 유형
ru: Тип обучения
zh_cn: 培训类型
zh_tw: 培訓類型

# PeiXunNeiRong
source: Training content
de: Schulungsinhalt
fr: Contenu de la formation
ko: 교육 내용
ru: Содержание обучения
zh_cn: 培训内容
zh_tw: 培訓內容

# PeiXunNeiRongZhaiYao
source: Training Summaries
de: Ausbildung Executive Summary
fr: Formation Résumé
ko: 요약 훈련
ru: Обучение Executive Summary
zh_cn: 培训内容概要
zh_tw: 培訓內容概要

# PeiXunRenYuanChaXun
source: Trainers inquiry
de: Trainer-Anfrage
fr: Enquête formateurs
ko: 트레이너 문의
ru: Тренеры запрос
zh_cn: 培训人员查询
zh_tw: 培訓人員查詢

# PeiXunRenYuanWeiHu
source: Maintenance trainers
de: Wartung Trainer
fr: Formateurs d'entretien
ko: 유지 보수 트레이너
ru: Обслуживание тренеры
zh_cn: 培训人员维护
zh_tw: 培訓人員維護

# PeiXunRiQi
source: Training Dates
de: Schulungstermine
fr: Dates de la formation
ko: 교육 날짜
ru: Обучение Сроки
zh_cn: 培训日期
zh_tw: 培訓日期

# PeiXunShiJian
source: Training time
de: Trainingszeit
fr: Le temps de formation
ko: 교육 시간
ru: Время обучения
zh_cn: 培训时间
zh_tw: 培訓時間

# PeiXunXiangGuanXinXi
source: Training Related Information
fr: Formation Informations connexes
ko: 관련 정보를 교육
ru: Обучение информации, связанной
zh_cn: 培训相关信息
zh_tw: 培訓相關資訊

# PeiXunXiangMu
source: Training Program
fr: Programme de formation
ko: 교육 프로그램
ru: Программа обучения
zh_cn: 培训项目
zh_tw: 培訓專案

# PeiXunXinXi
source: Training Information
de: Trainings Informationen
fr: Renseignements sur la formation
ko: 교육 정보
ru: Обучение Информация
zh_cn: 培训信息
zh_tw: 培訓資訊

# PeiXunXinXiLeiBie
source: Training Information Category
de: Training Information Kategorie
fr: Information concernant la formation Catégorie
ko: 교육 정보 카테고리
ru: Обучение Информация Категория
zh_cn: 培训信息类别
zh_tw: 培訓資訊類別

# PeiXunYiJu
source: Training based
de: Training auf der Basis
fr: Based Training
ko: 교육 기반
ru: Обучение на основе
zh_cn: 培训依据
zh_tw: 培訓依據

# PengSheHu
source: Spray arc
de: Sprühlichtbogen
fr: Arc de pulvérisation
ko: 스프레이 호
ru: Спрей дуги
zh_cn: 喷射弧
zh_tw: 噴射弧

# PengYou
source: Friend
de: Freundin
fr: Collègue
ko: 친구
ru: Друг
zh_cn: 朋友
zh_tw: 朋友

# PengZuiZhiJing
source: Nozzle diameter:
de: Düsendurchmesser:
fr: Diamètre de la buse:
ko: 노즐 직경 :
ru: Диаметр сопла:
zh_cn: 喷嘴直径：
zh_tw: 噴嘴直徑：

source: personal space
de: Persönlichen Bereich
fr: L'espace personnel
ko: 개인 공간
ru: Личное пространство
zh_cn: 个人空间
zh_tw: 個人空間

# PiFuBing
source: Skin disease
de: Hautkrankheit
fr: Maladie de la peau
ko: 피부 질환
ru: Кожные заболевания
zh_cn: 皮肤病
zh_tw: 皮膚病

# PiHeRen
source: Approved by
de: Genehmigt durch
fr: Approuvé par
ko: 승인
ru: Утверждено
zh_cn: 处理人
zh_tw: 批核人

# PiKuan
source: Appropriations
de: Mittel
fr: Crédits
ko: 세출
ru: Ассигнования
zh_cn: 批款
zh_tw: 批款

# PiKuanShiJian
source: Appropriations time
de: Appropriation Zeit
fr: Affectation Temps
ko: 처분 시간
ru: Присвоение Время
zh_cn: 批款时间
zh_tw: 批款時間

# PiKuanWan
source: Appropriations (million)
de: Ermächtigungen (Mio.)
fr: Crédits (millions)
ko: 세출 (만)
ru: Ассигнования (млн)
zh_cn: 批款(万)
zh_tw: 批款(萬)

# PiLiangChuZhang
source: The bulk of the account
de: Batch außer Betracht
fr: Lot de compte
ko: 계정에서 로그 아웃 배치
ru: Пакетная из счета
zh_cn: 批量出账
zh_tw: 批量出賬

# PiLiangDaoRu
source: Batch Import
ko: 일괄 가져 오기
ru: Пакетный импорт
zh_cn: 批量导入
zh_tw: 批量導入

# PiLiangDaoRuChengYuan
source: Batch Import members
de: Bulk Import Mitglieder
fr: Membres d'importation en vrac
ko: 대량 가져 오기 회원
ru: Массовые члены Импорт
zh_cn: 批量导入成员
zh_tw: 批量導入成員

# PiLiangDaoRuChengYuanPeiXun
source: Batch Import member training
de: Bulk Import Mitglied Ausbildung
fr: La formation de gros membre d'importation
ko: 대량 가져 오기 회원 교육
ru: Массовая подготовка член Импорт
zh_cn: 批量导入成员培训
zh_tw: 批量導入成員培訓

# PiLiangDaoRuYuanGong
source: Bulk import of employees
de: Bulk-Import von Mitarbeitern
fr: L'importation en masse des employés
ko: 직원의 대량 수입
ru: Массовый импорт сотрудников
zh_cn: 批量导入员工
zh_tw: 批量導入員工

# PiLiangRuZhang
source: Batch recorded
de: Batch aufgezeichnet
fr: Batch enregistrée
ko: 배치 기록
ru: Пакетная записаны
zh_cn: 批量入账
zh_tw: 批量入帳

# PiLiangTianJia
source: Bulk Add
de: Groß hinzufügen
fr: Ajout en bloc
ko: 대량 추가
ru: Массовая Добавить
zh_cn: 批量添加
zh_tw: 批量添加

# PingBiao
source: Bid
ko: 입찰
ru: Заявка
zh_cn: 评标
zh_tw: 評標

# PingBiaoBaoGao
source: Evaluation report
de: Bewertungsbericht
fr: Rapport d'évaluation
ko: 평가 보고서
ru: Отчет об оценке
zh_cn: 评标报告
zh_tw: 評標報告

# PingBiaoBaoGaoLieBiao
source: Bid Evaluation Report List
de: Bid Evaluation Report Liste
fr: Rapport d'évaluation des offres Liste
ko: 입찰 평가 보고서 목록
ru: Конкурсная Отчет Список
zh_cn: 评标报告列表
zh_tw: 評標報告列表

# PingBiaoBaoGaoNeiRong
source: Evaluation report
de: Bewertungsbericht
fr: Rapport d'évaluation
ko: 평가 보고서
ru: Отчет об оценке
zh_cn: 评标报告内容
zh_tw: 評標報告內容

# PingBiaoBaoGaoRen
source: People bid evaluation report
de: Menschen bieten Evaluierungsbericht
fr: Les gens de soumission rapport d'évaluation
ko: 사람들은 평가 보고서를 입찰
ru: Люди ставку отчет об оценке
zh_cn: 评标报告人
zh_tw: 評標報告人

# PingBiaoBaoGaoRiQi
source: Bid Evaluation Report Date
de: Bid Evaluation Report Datum
fr: Rapport d'évaluation des soumissions Date
ko: 입찰 평가 보고서 날짜
ru: Организатор торгов Дата Оценка Сообщить
zh_cn: 评标报告日期
zh_tw: 評標報告日期

# PingBiaoBaoGaoShenPi
source: Approval of the evaluation report
de: Genehmigung des Evaluierungsberichts
fr: Approbation du rapport d'évaluation
ko: 평가 보고서의 승인
ru: Об утверждении отчета об оценке
zh_cn: 评标报告审批
zh_tw: 評標報告審批

# PingBiaoChengYuan
source: Evaluation members
de: Bewertung Mitglieder
fr: Les membres d'évaluation
ko: 평가 위원
ru: Участники оценки
zh_cn: 评标成员
zh_tw: 評標成員

# PingBiaoJiLu
source: Evaluation record
de: Bewertung Rekord
fr: Fiche d'évaluation
ko: 평가 기록
ru: Оценка запись
zh_cn: 评标记录
zh_tw: 評標記錄

# PingBiaoJiLuLieBiao
source: Evaluation Record List
de: Bewertung Aufnahmeliste
fr: Évaluation liste des enregistrements
ko: 평가 레코드 목록
ru: Оценка Список Запись
zh_cn: 评标记录列表
zh_tw: 評標記錄清單
