Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# DaoDianZuiZhiGongJianJuLi
source: Contact tip to work distance:
de: Kontaktspitze, die Arbeit Entfernung:
fr: Contactez pointe à la distance de travail:
ko: 작업 거리에 접촉 팁 :
ru: Связаться чаевые работа расстояние:
zh_cn: 导电嘴至工件距离：
zh_tw: 導電嘴至工件距離：

# DaoHanLeiXing
source: Pass welding Type:
de: Pass-Schweißen Art:
fr: Passez soudage Type:
ko: 용접 유형을 전달합니다
ru: Pass сварки Тип:
zh_cn: 道焊类型：
zh_tw: 道焊類型：

# DaoHuoGuiGe
source: Arrival specifications
de: Ankunft Spezifikationen
fr: Spécifications d'arrivée
ko: 도착 사양
ru: Характеристики Прибытие
zh_cn: 到货规格
zh_tw: 到貨規格

# DaoHuoGuiGeXingHao
source: Arrival Specifications Model
de: Anreise Technische Daten Modell
fr: Spécifications d'arrivée modèle
ko: 도착 사양 모델
ru: Прибытие Технические характеристики Модель
zh_cn: 到货规格型号
zh_tw: 到貨規格型號

# DaoHuoMingCheng
source: Arrival Name
de: Ankunft Namen
fr: Arrivée Nom
ko: 도착 이름
ru: Прибытие Имя
zh_cn: 到货名称
zh_tw: 到貨名稱

# DaoHuoShiJian
source: Arrival time
de: Anreisezeit
fr: Heure d'arrivée
ko: 도착 시간
ru: Время прибытия
zh_cn: 到货时间
zh_tw: 到貨時間

# DaoHuoShuLiang
source: Arrivals
de: Zugänge
fr: Arrivées
ko: 도착
ru: Прибытие
zh_cn: 到货数量
zh_tw: 到貨數量

# DaoJianWenDu
source: Road Room temperature:
de: Straßenraumtemperatur:
fr: La température ambiante Route:
ko: 도로 실내 온도 :
ru: Температура Дорога номер:
zh_cn: 道间温度：
zh_tw: 道間溫度：

# DaoPai
source: Inverted
ko: 반전
ru: Перевернутый
zh_cn: 倒排
zh_tw: 倒排

# DaoQiShiJian
source: Expiration Date
de: Ablaufdatum
fr: Date d'expiration
ko: 유통 기간
ru: Дата истечения срока действия
zh_cn: 到期时间
zh_tw: 到期時間

# DaoRu
source: Import
fr: Importer
ko: 수입
ru: Импорт
zh_cn: 导入
zh_tw: 導入

# DaoRuSheBei
source: Importing equipment
de: Importieren von Geräten
fr: L'importation de matériel
ko: 가져 오기 장비
ru: Импорт оборудования
zh_cn: 导入设备
zh_tw: 導入設備

# DaoRuShuJu
source: Import Data
de: Daten importieren
fr: Importer des données
ko: 데이터 가져 오기
ru: Импорт данных
zh_cn: 导入数据
zh_tw: 導入數據

# DaoRuXiangMuFeiYong
source: Import project costs
de: Import Projektkosten
fr: Les coûts du projet d'importation
ko: 가져 오기 프로젝트 비용
ru: Расходы на импорт проекта
zh_cn: 导入项目费用
zh_tw: 導入專案費用

# DaoRuXiangMuWBS
source: Import Project WBS
de: Projekt importieren PSP
fr: Importer projet WBS
ko: 프로젝트 가져 오기 WBS
ru: Импорт проекта WBS
zh_cn: 导入项目WBS
zh_tw: 導入項目WBS

# DaoRuXinXi
source: Import Information
de: Import Informationen
fr: Information sur l'importation
ko: 가져 오기 정보
ru: Импорт данных
zh_cn: 导入信息
zh_tw: 導入信息

# DaoRuXinZengChengYuanXinXi
source: Import New Member Information
de: Import Neues Mitglied Informationen
fr: Information sur l'importation Nouveau membre
ko: 가져 오기 신입 회원 정보
ru: Информация Импорт Новичок
zh_cn: 导入新增成员信息
zh_tw: 導入新增成員資訊

# DaoRuYuanGongXinXi
source: Import employee information
de: Import Mitarbeiterinformationen
fr: Renseignements sur les employés d'importation
ko: 가져 오기 직원 정보
ru: Информация о сотрудниках Импорт
zh_cn: 导入员工信息
zh_tw: 導入員工資訊

# DaoRuZhuangTai
source: Import Status
fr: Importer Statut
ko: 가져 오기 상태
ru: Импорт Статус
zh_cn: 导入状态
zh_tw: 導入狀態

# DaoRuZuoYeShuJu
source: Import jobs data
de: Import Jobdaten
fr: Les données de l'emploi à l'importation
ko: 가져 오기 작업 데이터
ru: Данные работы Импорт
zh_cn: 导入作业数据
zh_tw: 導入作業資料

# DaQu
source: Region
de: Bereich
fr: Région
ko: 지방
ru: Область
zh_cn: 大区
zh_tw: 大區

source: Date
de: Datum
ko: 날짜
ru: Дата
zh_cn: 日期
zh_tw: 日期

# DaXie
source: Capital
de: Hauptstadt
ko: 자본
ru: Капитал
zh_cn: 大写
zh_tw: 大寫

# DaYin
source: Print
de: Drucken
fr: Imprimer
ko: 인쇄
ru: Печать
zh_cn: 打印
zh_tw: 列印

# DaYinBiaoJi
source: Print mark
de: Druckmarke
fr: Marque d'impression
ko: 인쇄 마크
ru: Знак печати
zh_cn: 打印标记
zh_tw: 列印標記

# DaYingBiaoJi
source: Print mark
de: Druckmarke
fr: Marque d'impression
ko: 인쇄 마크
ru: Знак печати
zh_cn: 打印标记
zh_tw: 列印標記

# DaYinRTQuKuai
source: Print RT block
de: Drucken RT-Block
fr: Imprimer RT Bloquer
ko: RT 블록 인쇄
ru: Распечатать RT блок
zh_cn: 打印RT区块
zh_tw: 列印RT區塊

# DaYiWenJian
source: Q & A document
de: Q & A-Dokument
fr: Q & Un document
ko: Q & A 문서
ru: Вопрос & документ
zh_cn: 答疑文件
zh_tw: 答疑文件

# DaYu
source: More than the
de: Größer als
fr: Supérieure à
ko: 보다 큼
ru: Более
zh_cn: 大于
zh_tw: 大於

# DaZhongXiaoLeiBianJi
source: Medium and small class editor
de: Mittlere und kleine Klasseneditor
fr: Moyen et petit éditeur de classe
ko: 중소 클래스 편집기
ru: Редактор Средний и малый класс
zh_cn: 大中小类编辑
zh_tw: 大中小類編輯

# DBFSYJSJSZQMSBTFSYJFSSHHYFSSJTHT
source: Send mail on behalf of times, when you set it to put a signature, it will replace when it is time to send the mail sent.
de: E-Mail an, im Auftrag von Zeiten, als Sie es einrichten zu setzen eine Signatur wird es zu ersetzen, wenn die Zeit, um Mail zu senden.
fr: Envoyer un e-mail au nom de fois, lorsque vous mettez à apposer une signature va le remplacer lorsque le temps pour envoyer du courrier.
ko: 당신은 시간이 메일을 보낼 때 서명을 대체 할 것이다 넣어를 설정할 때, 배를 대신하여 전자 메일을 보내주십시오.
ru: Отправить по электронной почте от имени времена, когда вы установите его, чтобы положить подпись будет заменить его, когда время для отправки почты.
zh_cn: 代表发送邮件时间，设置签名时把它放上，邮件发送时会以发送时间替换它。
zh_tw: 代表發送郵件時間，設置簽名時把它放上，郵件發送時會以發送時間替換它。

# DBMDQXSJFZDDMW
source: Copy right data to the code division
de: Urheberrechte Datensektoren, um Code
fr: Secteurs copie de données de l'homme au code
ko: 코드 복사 권한 데이터 섹터
ru: Копировать секторы данных в коде права
zh_cn: 的部门的权限数据复制到代码为
zh_tw: 的部門的許可權資料複製到代碼為

# DBMZYYSJ
source: Language data synchronization module
de: Sprachdatensynchronisationsmodul
fr: Langue module de synchronisation de données
ko: 언어 데이터 동기화 모듈
ru: Модуль синхронизации данных Язык
zh_cn: 同步模组语言数据
zh_tw: 同步模組語言資料

# DCaoZuoXingXuQiu
source: D operational needs
de: D betrieblichen Anforderungen
fr: Besoins opérationnels D
ko: D 운영 요구
ru: D оперативные потребности
zh_cn: D操作性需求
zh_tw: D操作性需求

# DCCBJCSJ
source: Export cost performance data
de: Export Kosten Leistungsdaten
fr: Les données de performance des coûts d'exportation
ko: 수출 비용 성능 데이터
ru: Данные о производительности стоимость экспорта
zh_cn: 导出成本绩效数据
zh_tw: 匯出成本績效資料

# DCJYFLD
source: Export backlog issue requisitions
de: Export Bestand Haarauswahlliste
fr: Exporter cheveux arriéré picklist
ko: 수출 백 로그 헤어 선택 목록
ru: Экспорт отставание волосы списка выбора
zh_cn: 导出积压发料单
zh_tw: 匯出積壓發料單

# DCJZFLD
source: Export impairment send requisitions
de: Export Wertminderung Sendeanforderungen
fr: Dépréciation d'exportation réquisitions d'envoi
ko: 수출 손상 전송 요청이
ru: Экспорт обесценения посыла заявки
zh_cn: 导出减值发料单
zh_tw: 匯出減值發料單

# DCSXJYJH
source: Export into force backlog plan
de: Export Bestand Plan in die Tat
fr: Plan d'exportation arriéré en vigueur
ko: 효과로 수출 잔고 계획
ru: Экспорт отставание план в действие
zh_cn: 导出生效积压计划
zh_tw: 匯出生效積壓計畫

# DCSXJZJH
source: Impairment plan to export into force
de: Export Impairment-Plan in Kraft
fr: Plan d'exportation Dépréciation en vigueur
ko: 효과로 수출 손상 계획
ru: Экспорт обесценение план в действие
zh_cn: 导出生效减值计划
zh_tw: 匯出生效減值計畫

# DCWCJYJH
source: Export to complete the backlog plan
de: Export plant, um den Rückstand zu vervollständigen
fr: Export prévoit d'achever l'arriéré
ko: 수출은 백 로그를 완료 할 계획이다
ru: Экспорт планирует завершить отставание
zh_cn: 导出完成积压计划
zh_tw: 匯出完成積壓計畫

# DCWCJZJH
source: Export complete Impairment plan
de: Export vollständige Wertminderung Plan
fr: Exporter plan de dépréciation complète
ko: 수출 완전한 손상 계획
ru: Экспорт полный план обесценение
zh_cn: 导出完成减值计划
zh_tw: 匯出完成減值計畫

# DDJDRSHQKXQDRSJMGYSJDRCGWWHQDJBC
source: When you click Import, it will clear the previously imported data. After the monthly data import success is correct, click Save!
de: Wenn Sie auf Importieren klicken, werden die zuvor importierten Daten zu löschen. Nach korrekter die monatliche Datenimport Erfolg ist, klicken Sie auf Speichern!
fr: Lorsque vous cliquez sur Importer, il va effacer les données précédemment importés. Après le succès mensuelle d'importation de données est correcte, cliquez sur Enregistrer!
ko: 당신이 가져 오기를 클릭하면 이전에 가져온 데이터를 삭제합니다. 월별 데이터 가져 오기 성공이 올바른지 후 저장을 클릭!
ru: Когда вы щелкните Импорт, он будет очистить ранее импортированных данных. После ежемесячная успех импорта данных правильно, нажмите кнопку Сохранить!
zh_cn: 当点击导入时，会清空先前导入数据。每个月数据导入成功无误后，请点击保存！
zh_tw: 當點擊導入時，會清空先前導入數據。每個月資料導入成功無誤後，請點擊保存！

# DeBanBen
source: Releases
de: Veröffentlichungen
fr: Communiqués
ko: 자료
ru: Релизы
zh_cn: 的版本
zh_tw: 的版本

# DeBuMen
source: The department
de: Die Abteilung
fr: Le département
ko: 부서
ru: Отдел
zh_cn: 的部门
zh_tw: 的部門

# DeCanYuRenYuan
source: The participants
de: Die Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 的参与人员
zh_tw: 的參與人員

# DeCeShiJiLu
source: Test records
de: Prüfprotokolle
fr: Les données des tests
ko: 테스트 기록
ru: Протоколы испытаний
zh_cn: 的测试记录
zh_tw: 的測試記錄

# Decription
source: Description
de: Bezeichnung
ko: 기술
ru: Описание
zh_cn: 描述
zh_tw: 描述

# DefaultLanguage
source: Default
de: Standard
fr: Par défaut
ko: 디폴트 값
ru: Дефолт
zh_cn: 默认
zh_tw: 默認

# DefaultRouting
source: Default Process
de: Standardprozess
fr: Processus par défaut
ko: 기본 프로세스
ru: По умолчанию процесс
zh_cn: 缺省工艺
zh_tw: 缺省工藝

# DeJiHuaBanBen
source: The plan version
de: Die Planversion
fr: La version du plan
ko: 계획 버전
ru: Версия план
zh_cn: 的计划版本
zh_tw: 的計畫版本

# DeKeShiRenYuanSheZhi
source: Visual staffing
de: Visuelle Personal
fr: Dotation visuelle
ko: 비주얼 인력
ru: Визуальный штатное расписание
zh_cn: 的可视人员设置
zh_tw: 的可視人員設置

# Delay
source: Tardiness
de: Verspätung
fr: Manque de ponctualité
ko: 지각
ru: Медлительность
zh_cn: 拖期
zh_tw: 拖期

source: Delete
de: Löschen
fr: Supprimer
ko: 삭제
ru: Удалять
zh_cn: 删除
zh_tw: 刪除

# DeLiWaiYongHu
source: User exception
de: User-Ausnahme
fr: Exception de l'utilisateur
ko: 사용자 예외
ru: Исключение пользователя
zh_cn: 的例外用户
zh_tw: 的例外用戶

# DengJi
source: Register
de: Registrieren
fr: Inscription
ko: 회원 가입
ru: Регистрация
zh_cn: 登记
zh_tw: 登記

# DengJiLiYou
source: Registration reasons
de: Registrierung Gründen
fr: Raisons d'inscription
ko: 등록 이유
ru: Регистрация причин
zh_cn: 登记理由
zh_tw: 登記理由

# DengJiNeiRong
source: Registration Content
de: Registration Inhalt
fr: Contenu d'enregistrement
ko: 등록 내용
ru: Регистрация Содержание
zh_cn: 登记内容
zh_tw: 登記內容

# DengJiRen
source: Subscriber
de: Teilnehmer
fr: Abonné
ko: 구독자
ru: Абонент
zh_cn: 登记人
zh_tw: 登記人

# DengJiRenYuan
source: Registration staff
de: Anmeldung Mitarbeiter
fr: Le personnel d'enregistrement
ko: 등록 직원
ru: Регистрация персонала
zh_cn: 登记人员
zh_tw: 登記人員

# DengJiRiQi
source: Registration Date
de: Datum der Registrierung
fr: Date d'inscription
ko: 등록 날짜
ru: Дата регистрации
zh_cn: 登记日期
zh_tw: 登記日期

# DengJiShiJian
source: check-in time
de: Registrierung Zeit
fr: Temps d'enregistrement
ko: 등록 시간
ru: Время регистрации
zh_cn: 登记时间
zh_tw: 登記時間

# DengJiTuiHui
source: Registration Return
fr: Inscription Retour
ko: 등록 반환
ru: Регистрация Вернуться
zh_cn: 登记退回
zh_tw: 登記退回

# DengJiYueFen
source: Registration Month
de: Registration Monat
fr: Inscription Mois
ko: 등록 월
ru: Регистрация месяц
zh_cn: 登记月份
zh_tw: 登記月份

# DengJiZhe
source: Registrant
fr: Déclarant
ko: 등록자
ru: Регистрант
zh_cn: 登记者
zh_tw: 登記者

# DengLu
source: Log in
fr: Connexion
ko: 로그인
ru: Войти
zh_cn: 登录
zh_tw: 登錄

# DengLuChuan
source: Login string
fr: Connexion chaîne
ko: 로그인 문자열
ru: Войти строка
zh_cn: 登录串
zh_tw: 登錄串

# DengLuDaiMa
source: Login code
fr: Connectez-vous Code
ko: 로그인 코드
ru: Войти код
zh_cn: 登录代码
zh_tw: 登錄代碼

# DengLuMiMa
source: login password
de: Login Passwort
fr: Login Mot de passe
ko: 로그인 암호
ru: Логин Пароль
zh_cn: 登录密码
zh_tw: 登錄密碼

# DengLuMing
source: login name
de: Anmeldename
fr: Nom de connexion
ko: 로그인 이름
ru: Войти Имя
zh_cn: 登录名
zh_tw: 登錄名

# DengLuShiJian
source: Login Time
de: Login Zeit
fr: Durée de connexion
ko: 로그인 시간
ru: Войти Время
zh_cn: 登录时间
zh_tw: 登錄時間

# DengLuWeiZhi
source: Login location
de: Login Ort
fr: Emplacement Connexion
ko: 로그인 위치
ru: Войти место
zh_cn: 登录位置
zh_tw: 登錄位置

# DengXianDengJi
source: And other line-level
de: Und andere Line-Level-
fr: Et au niveau de l'autre ligne
ko: 그리고 다른 라인 레벨
ru: И другая линия уровня
zh_cn: 等线等级
zh_tw: 等線等級

# DepartCode
source: Department Code
de: Abteilungscode
fr: Code de département
ko: 부서 코드
ru: Код отдела
zh_cn: 部门代码
zh_tw: 部門代碼

source: Department
de: Abteilung
fr: Département
ko: 부
ru: Отдел
zh_cn: 部门
zh_tw: 部門

# DepartmentMember
source: Sector Members
de: Sektormitglieder
fr: Membres des Secteurs
ko: 부문 회원
ru: Пользователи сектор
zh_cn: 部门成员
zh_tw: 部門成員

# DepartName
source: Department name
de: Abteilung Name
fr: Nom Département
ko: 부서 이름
ru: Название отдела
zh_cn: 部门名称
zh_tw: 部門名稱

# Description
source: Detailed description
de: Bezeichnung
fr: Description
ko: 기술
ru: Описание
zh_cn: 详细说明
zh_tw: 詳細說明

# DeWenDangLieBiao
source: Documents List
de: Dokumentenliste
fr: Liste des documents
ko: 문서 목록
ru: Список документов
zh_cn: 的文档列表
zh_tw: 的文檔列表

# DeYongHu
source: User
de: Benutzer
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh_cn: 的用户
zh_tw: 的用戶

# DeZhengShu
source: Integer
de: Ganze Zahl
fr: Entier
ko: 정수
ru: Целое число
zh_cn: 的整数
zh_tw: 的整數

# DeZhuangTaiLieBiao
source: The status list
de: Die Statusliste
fr: La liste d'état
ko: 상태 목록
ru: Список состояний
zh_cn: 的状态列表
zh_tw: 的狀態清單

# DGMBSDTB
source: Pending purchase of tender bid
de: Werden den Kauf der Ausschreibungsgebot
fr: Être l'achat de l'offre publique d'achat
ko: 부드러운 입찰을 구입하는
ru: Будьте покупке конкурсную заявку
zh_cn: 待购买标书的投标
zh_tw: 待購買標書的投標

# DGProjectID
source: ID
de: Art.Nr.
fr: Article n °
ko: 제품 번호
ru: Пункт №
zh_cn: 项目号
zh_tw: 項目號

# DGXSSZYQZDRYYGMKZLXZDDHBDQDDGQ
source: When checked, as long as any one of them in the module in the project, will put the present with the past
de: Wenn markiert, solange einer von ihnen in einem Modul in das Projekt, die Gegenwart mit der Vergangenheit setzen
fr: Quand elle est cochée, aussi longtemps que l'un d'eux dans un module dans le projet, mettra le présent avec le passé
ko: 프로젝트의 모듈에 그들 중 하나로서, 한 선택하면, 과거와 현재를 넣어 것입니다
ru: Когда проверили, пока любой из них в модуле в проекте, поставит настоящее с прошлым
zh_cn: 当勾选上时，只要其中的任意一个模块在立项中的，都会把当前的带过去
zh_tw: 當勾選上時，只要其中的任意一個模組在立項中的，都會把當前的帶過去

# DH
source: Phone: 020-38063662,18620229388,13370230193
de: Telefon: 020-38063662,18620229388,13370230193
fr: Téléphone: 020-38063662,18620229388,13370230193
ko: 전화 : 020-38063662,18620229388,13370230193
ru: Телефон: 020-38063662,18620229388,13370230193
zh_cn: 电话：020-38063662，18620229388，13370230193
zh_tw: 電話：020-38063662，18620229388，13370230193

# DHJEWB
source: Ordering Amount (Currency)
de: Bestellbetrag (Währung)
fr: Commande Montant (devise)
ko: 주문 금액 (통화)
ru: Сумма заказа (валюта)
zh_cn: 订货金额(外币)
zh_tw: 訂貨金額(外幣)

# Di
source: Article
de: Beitrag
fr: Objet
ko: 기사
ru: Статья
zh_cn: 第
zh_tw: 第

# Di2
source: Low
fr: Bas
ko: 낮은
ru: Низкий
zh_cn: 低
zh_tw: 低

# DianHua
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# DianHua1
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# DianHua2
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# DianHua4
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh_cn: 电话
zh_tw: 電話

# DianHuaE
source: Phone 2
de: Telefon 2
fr: Téléphone 2
ko: 전화 2
ru: Телефон 2
zh_cn: 电话2
zh_tw: 電話2

# DianHuaEr
source: Phone 2
de: Telefon 2
fr: Téléphone 2
ko: 전화 2
ru: Телефон 2
zh_cn: 电话2
zh_tw: 電話2

# DianHuaYi
source: Phone 1
de: Telefon 1
fr: Téléphone 1
ko: 전화 1
ru: Телефон 1
zh_cn: 电话1
zh_tw: 電話1

# DianHuDianYa
source: Arc voltage (V):
de: Lichtbogenspannung (V):
fr: Tension d'arc (V):
ko: 아크 전압 (V) :
ru: Напряжение дуги (В):
zh_cn: 电弧电压(V)：
zh_tw: 電弧電壓(V)：

# DianJiXiaZai
source: click to download
de: Hier klicken zum Download
fr: Cliquez ici pour télécharger
ko: 다운로드하려면 클릭
ru: Кликните, чтобы скачать
zh_cn: 点击下载
zh_tw: 點擊下載

# DianJiXuanQuJiHua
source: Click Select Program
de: Klicken Sie auf Select Program
fr: Cliquez sur Choisir un programme
ko: 프로그램 선택을 클릭합니다
ru: Нажмите кнопку Выбрать программу
zh_cn: 点击选取计划
zh_tw: 點擊選取計畫

# DianLiuJiXing
source: Current Polarity:
de: Aktuelle Polarität:
fr: Polarité actuel:
ko: 현재 극성 :
ru: Текущий Полярность:
zh_cn: 电流极性：
zh_tw: 電流極性：

# DianLiuZhongLei
source: Current Category:
de: Aktuelle Kategorie:
fr: Catégorie actuelle:
ko: 현재 카테고리 :
ru: Текущая категория:
zh_cn: 电流种类：
zh_tw: 電流種類：

# DianLiuZhongLeiYuTeXing
source: Current types and characteristics:
de: Stromart und Eigenschaften:
fr: Type et caractéristiques actuel:
ko: 현재 유형과 특성 :
ru: Вид тока и характеристики:
zh_cn: 电流种类与特性：
zh_tw: 電流種類與特性：

# DianNao
source: Computer
fr: Ordinateur
ko: 컴퓨터
ru: Компьютер
zh_cn: 电脑
zh_tw: 電腦

# DianNaoSheBei
source: Computer Equipment
de: Computeranlage
fr: Matériel informatique
ko: 컴퓨터 장비
ru: Компьютерное оборудование
zh_cn: 电脑设备
zh_tw: 電腦設備

# DianShu
source: Count
de: Zählen
fr: Compter
ko: 계산
ru: Считать
zh_cn: 点数
zh_tw: 點數

# DianTeXingQiTa
source: Other electrical characteristics:
de: Andere elektrischen Eigenschaften:
fr: Autres caractéristiques électriques:
ko: 기타 전기 특성 :
ru: Другие электрические характеристики:
zh_cn: 电特性其他：
zh_tw: 電特性其他：

# DianZiBan
source: E-edition
de: Die elektronische Version
fr: La version électronique
ko: 전자 버전
ru: Электронная версия
zh_cn: 电子版
zh_tw: 電子版

# DianZiBanLuJing
source: The electronic version path
de: Die elektronische Version Pfad
fr: La version électronique trajet
ko: 전자 버전 경로
ru: Электронная версия путь
zh_cn: 电子版路径
zh_tw: 電子版路徑

# DianZiYouJian
source: E-mail
ko: E 메일
ru: Электронная почта
zh_cn: 电子邮件
zh_tw: 電子郵件

# DianZiYouXiang
source: E-mail
ko: E 메일
ru: Электронная почта
zh_cn: 电子邮箱
zh_tw: 電子郵箱

# DiaoChaNeiRong
source: The survey
de: Die Umfrage
fr: L'enquête
ko: 설문 조사
ru: Опрос
zh_cn: 调查内容
zh_tw: 調查內容

# DiaoChaRiQi
source: Survey Date
de: Umfrage Datum
fr: Date de l'enquête
ko: 설문 조사 날짜
ru: Голосование Дата
zh_cn: 调查日期
zh_tw: 調查日期

# DiaoChaXinXi
source: Survey information
de: Umfrageinformationen
fr: Enquête sur l'information
ko: 조사 정보
ru: Обзорная информация
zh_cn: 调查信息
zh_tw: 調查資訊

# DiaoZhi
source: Transferred to another post
de: Auf eine andere Stelle übertragen
fr: Transféré à un autre poste
ko: 다른 게시물에 양도
ru: Переведен на другую должность
zh_cn: 调职
zh_tw: 調職

# DiDian
source: Location
de: Stelle
fr: Emplacement
ko: 위치
ru: Расположение
zh_cn: 地点
zh_tw: 地點

# DiErZhou
source: The second week
de: Die zweite Woche
fr: La deuxième semaine
ko: 두 번째 주
ru: Вторая неделя
zh_cn: 第二周
zh_tw: 第二周

# DingBiao
source: Calibration
de: Kalibrierung
ko: 교정
ru: Калибровка
zh_cn: 定标
zh_tw: 定標

# DingDanMingCheng
source: Order Name
de: Auftragsname
fr: Nom Ordre
ko: 주문 이름
ru: Заказ Название
zh_cn: 订单名称
zh_tw: 訂單名稱

# DingEXiangMu
source: Quota project
de: Quota-Projekt
fr: Projet de quota
ko: 할당량 프로젝트
ru: Квота проект
zh_cn: 定额项目
zh_tw: 定額專案

# DingYi
source: Definitions
de: Begriffsbestimmungen
fr: Définitions
ko: 정의
ru: Определения
zh_cn: 定义
zh_tw: 定義

# DiSanFangCaoZuoJiLu
source: Third-party operating record
de: Drittanbieter-Betriebsrekord
fr: Fiche d'exploitation tiers
ko: 타사 운영 기록
ru: Опыт эксплуатации Сторонние
zh_cn: 第三方操作记录
zh_tw: 協力廠商操作記錄

# DiSanFangPing
source: Third party comment
de: Drittbewertung
fr: Évaluation par un tiers
ko: 타사 평가
ru: Оценка третьей стороной
zh_cn: 第三方评
zh_tw: 協力廠商評

# DiSanFangPingFen
source: Third-party ratings
de: Third-Party-Rating
fr: Note tiers
ko: 타사 평가
ru: Сторонние рейтинг
zh_cn: 第三方评分
zh_tw: 協力廠商評分

# DiSanfangPingFeng
source: Third-party ratings
de: Third-Party-Rating
fr: Note tiers
ko: 타사 평가
ru: Сторонние рейтинг
zh_cn: 第三方评分
zh_tw: 協力廠商評分

# DiSanFangPingQuanZhong
source: Third party assessment weights
de: Drittbewertung Gewichte
fr: Poids d'évaluation par des tiers
ko: 타사 평가 가중치
ru: Вес оценки сторонних
zh_cn: 第三方评权重
zh_tw: 協力廠商評權重

# DiSanFangPingZongFen
source: Total third-party comment
de: Drittbewertung Punktzahl
fr: Troisième partie note d'évaluation
ko: 타사 평가 점수
ru: Оценка оценка третьей стороной
zh_cn: 第三方评总分
zh_tw: 協力廠商評總分

# DiSanFangYe
source: Third-party page
de: Drittanbieter-Seite
fr: Page tiers
ko: 타사 페이지
ru: Сторонние страница
zh_cn: 第三方页
zh_tw: 協力廠商頁

# DiSanFangYeMobile
source: Third-party page (Mobile)
de: Drittanbieter-Seite (Mobile)
fr: Page tiers (mobile)
ko: 타사 페이지 (모바일)
ru: Сторонние страница (для мобильных устройств)
zh_cn: 第三方页(Mobile)
zh_tw: 協力廠商頁(Mobile)

# DiSanFangYePC
source: Third Party pages (PC)
de: Third Party-Seiten (PC)
fr: Tiers pages (PC)
ko: 타사 페이지 (PC)
ru: Третья партия Страницы (ПК)
zh_cn: 第三方页(PC)
zh_tw: 協力廠商頁(PC)

# DiSanFangZongPingFeng
source: Third-party rating total:
de: Drittbewertung Punktzahl:
fr: Troisième partie note d'évaluation:
ko: 타사 평가 점수 :
ru: Оценка оценка третьей стороной:
zh_cn: 第三方评总分：
zh_tw: 協力廠商評總分：

# DiSanZhou
source: The third week
de: Die dritte Woche
fr: La troisième semaine
ko: 세 번째 주
ru: Третья неделя
zh_cn: 第三周
zh_tw: 第三周

# DiscoveryTime
source: Find time
de: Finden Sie Zeit
fr: Trouvez le temps
ko: 시간 찾기
ru: Найдите время
zh_cn: 发现时间
zh_tw: 發現時間

# DiShui
source: Rent
de: Mieten
fr: Louer
ko: 임대
ru: Аренда
zh_cn: 地税
zh_tw: 地稅

# DiSiZhou
source: The fourth week
de: Vierte Woche
fr: Quatrième Semaine
ko: 넷째 주
ru: Четвертая неделя
zh_cn: 第四周
zh_tw: 第四周

# DiWenChongJi
source: Low impact:
de: Kälteschlag:
fr: Faible impact de la température:
ko: 낮은 온도의 영향 :
ru: Низкая температурное воздействие:
zh_cn: 低温冲击：
zh_tw: 低溫衝擊：

# DiWenChongJiWenDu
source: Low impact temperature:
de: Geringe Auswirkung Temperatur:
fr: Basse température de l'impact:
ko: 낮은 충격 온도 :
ru: Низкая температура воздействия:
zh_cn: 低温冲击温度：
zh_tw: 低溫衝擊溫度：

# DiWenHanFengQuChongJi
source: Low-temperature weld zone impact:
de: Low Schweißzone Auswirkungen:
fr: Faible impact de la zone de soudure:
ko: 낮은 용접부에 미치는 영향 :
ru: Низкий сварки зона воздействия:
zh_cn: 低温焊缝区冲击：
zh_tw: 低溫焊縫區衝擊：

# DiWenMuCaiQuChongJi
source: The impact of low base metal:
de: Die Auswirkungen der niedrigen Basismetall:
fr: L'impact de la faible métal de base:
ko: 기저 금속의 영향 :
ru: Влияние низкой недрагоценных металлов:
zh_cn: 低温母材区冲击：
zh_tw: 低溫母材區衝擊：

# DiWenReYingXiangQuChongJi
source: Low-temperature heat affected zone impact:
de: Niedertemperatur-Wärmeeinflusszone Auswirkungen:
fr: Chaleur à basse température de la zone affectée par l'impact:
ko: 저온 열 영향 영역의 영향 :
ru: Низкотемпературный тепловой удар пострадавших зона:
zh_cn: 低温热影响区冲击：
zh_tw: 低溫熱影響區衝擊：

# DiYiZhou
source: first week
de: Die erste Woche
fr: La première semaine,
ko: 첫 번째 주
ru: В первую неделю
zh_cn: 第一周
zh_tw: 第一周

# DiZhi
source: Address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 地址
zh_tw: 地址

# DJBZJDTB
source: Bid to be a deposit
de: Bewerbung um eine Anzahlung sein
fr: Soumissions pour être un dépôt
ko: 보증금으로 입찰
ru: Конкурсного быть депозит
zh_cn: 待交保证金的投标
zh_tw: 待交保證金的投標

# DJHXCGQDH
source: Click to write off inventory after purchase
de: Klicken Sie auf, um die Einkaufsliste nach abschreiben
fr: Cliquez ici pour annuler la liste d'achats après
ko: 후 쇼핑 목록을 작성합니다
ru: Нажмите, чтобы списать список покупок после
zh_cn: 点击核销采购清单后
zh_tw: 點擊核銷採購清單後

# DJZBFDTB
source: Successful bid fee to be cross
de: Der Höchstbietende die Gebühren bezahlen zu sein
fr: L'enchérisseur gagnant pour payer les frais d'être
ko: 낙찰자가 될 비용을 지불
ru: Победителем торгов платить взносы, чтобы быть
zh_cn: 待交中标费的投标
zh_tw: 待交中標費的投標

# DKBDTB
source: To be the opening bid
de: Um die Öffnung Gebots
fr: Pour être l'offre d'ouverture
ko: 오프닝 입찰가하려면
ru: Чтобы быть Открытие торгов
zh_cn: 待开标的投标
zh_tw: 待開標的投標

# DLSPLXLB
source: Agents list type approval
de: Agenten aufzulisten Typgenehmigung
fr: Liste des agents de l'approbation de type
ko: 에이전트는 형식 승인을 나열
ru: Список утверждение типа Агенты
zh_cn: 代理审批类型列表
zh_tw: 代理審批類型清單

# DMDZDRMBDJXZ
source: Code Control Import Template (click to download)
de: Code Control Import Template (klicken zum Download)
fr: Code de contrôle Modèle d'importation (cliquez pour télécharger)
ko: 코드 제어 템플릿 가져 오기 (다운로드 클릭)
ru: Управление Импорт шаблона кода (нажмите, чтобы загрузить)
zh_cn: 代码对照导入模板(点击下载)
zh_tw: 代碼對照導入範本(點擊下載)
