Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZFZXSJSBJC
source: Copy rights data fails, check!
de: Kopierrechte Daten fehlschlägt, überprüfen!
fr: Copier les données de l'homme échoue, vérifiez!
ko: 복사 권리 데이터에 오류가 발생, 확인!
ru: Копировать данные права не удается, проверьте!
zh_cn: 复制权限数据失败，请检查！
zh_tw: 複製許可權資料失敗，請檢查！

# ZZGBCG
source: Close success
de: Schließen Erfolg
fr: Fermer succès
ko: 닫기 성공
ru: Закрыть успех
zh_cn: 关闭成功
zh_tw: 關閉成功

# ZZGBCWJCCWYYKNSEXMESSAGE
source: Close the error, please check! Error reason might be: "+ ex.Message +"
de: Schließen Sie die Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Fermez l'erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 오류를 닫고 확인하세요! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Закройте ошибку, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 关闭错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 關閉錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZGBRWSBJC
source: Close the task fails, check!
de: Schließen Sie die Aufgabe fehlschlägt, überprüfen!
fr: Fermer la tâche échoue, vérifiez!
ko: 확인 작업이 실패 닫습니다!
ru: Закрыть задача не выполнена, проверьте!
zh_cn: 关闭任务失败，请检查！
zh_tw: 關閉任務失敗，請檢查！

# ZZGBSBJC
source: Change fails, check!
de: Nicht ändern, zu überprüfen!
fr: Changement échoue, vérifiez!
ko: 변경 실패, 확인!
ru: Изменить удается, проверьте!
zh_cn: 改变失败，请检查！
zh_tw: 改變失敗，請檢查！

# ZZGBTHCG
source: Close Return success!
de: Schließen Zurück Erfolg!
fr: Fermer succès retour!
ko: 닫기 복귀 성공!
ru: Закрыть Вернуться успех!
zh_cn: 关闭退回成功！
zh_tw: 關閉退回成功！

# ZZGBZZSJBZYCZJC
source: The currency already exists in the data table, please check!
de: In der Datentabelle die Währung bereits vorhanden ist, überprüfen Sie bitte!
fr: La monnaie existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 통화가 이미 데이터 테이블에 존재 확인하세요!
ru: Валюта уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 该币种在数据表中已存在，请检查！
zh_tw: 該幣種在資料表中已存在，請檢查！

# ZZGCBSISBNBMHZCBSMZSJBZYCZJC
source: The Press ISBN code or publisher name already exists in the data table, please check!
de: Drücken Sie die Press ISBN-Code oder Namen in der Datentabelle bereits vorhanden ist, überprüfen Sie bitte!
fr: Appuyez sur le code ISBN de Presse ou le nom existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 보도 ISBN 코드를 누르거나 이름이 이미 데이터 테이블에 존재 확인하세요!
ru: Нажмите кода нажмите ISBN или название уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 该出版社ISBN编码或者出版社名在数据表中已存在，请检查！
zh_tw: 該出版社ISBN編碼或者出版社名在資料表中已存在，請檢查！

# ZZGCBSYBSYWFSC
source: The press has been used, can not be deleted!
de: Der Verlag verwendet worden ist, kann nicht gelöscht werden!
fr: La maison d'édition a été utilisé, ne peut pas être supprimé!
ko: 출판사가 사용되었습니다, 삭제할 수 없습니다!
ru: Издательский дом была использована, не может быть удален!
zh_cn: 该出版社已被使用，无法删除！
zh_tw: 該出版社已被使用，無法刪除！

# ZZGCGDYJDJRKBXZCDJRKJC
source: The purchase order has been registered in storage, storage without re-registration, please check!
de: Die Bestellung hat bei der Lagerung registriert wurde, Lagerung ohne Rückmeldung, überprüfen Sie bitte!
fr: L'ordre d'achat a été enregistré dans le stockage, le stockage sans ré-enregistrement, s'il vous plaît vérifier!
ko: 구매 주문이 저장소에 등록되어에게, 저장 다시 등록하지 않고, 확인하시기 바랍니다!
ru: Заказ на поставку был зарегистрирован в хранилище, хранение без перерегистрации, пожалуйста, проверьте!
zh_cn: 该采购单已经登记入库，不需再次登记入库，请检查！
zh_tw: 該採購單已經登記入庫，不需再次登記入庫，請檢查！

# ZZGCLZJHMXZYJCZBNZTJ
source: The material that already exists in the planning details, can not do to add!
de: Das Material in das Programm bereits im Detail vorhanden ist, können Sie nicht schreiben!
fr: Le matériau dans le programme existe déjà dans les détails, vous ne pouvez pas ne pas ajouter!
ko: 프로그램의 소재는 이미 세부 존재, 당신은 추가 할 수 없습니다!
ru: Материал в программе уже существует в деталях, вы не можете сделать добавить!
zh_cn: 该材料在计划明细中已经存在，不能做添加！
zh_tw: 該材料在計畫明細中已經存在，不能做添加！

# ZZGCZTYDSJNYBPCYLCBNTSPCJC
source: The car had been sent in the same period of time, a car can not be sent, please check!
de: Das Auto ist in der gleichen Zeit gesendet wurde, kann ein Auto nicht gesendet werden, überprüfen Sie bitte!
fr: La voiture a été envoyé dans le même laps de temps, une voiture ne peut pas être envoyé, s'il vous plaît vérifier!
ko: 자동차는 시간의 같은 기간에 보냈습니다, 차 보낼 수 없습니다, 확인하시기 바랍니다!
ru: Автомобиль был отправлен в тот же период времени, автомобиль не может быть отправлено, пожалуйста, проверьте!
zh_cn: 该车在同一段时间内已被派出，一辆车不能同时派出，请检查！
zh_tw: 該車在同一段時間內已被派出，一輛車不能同時派出，請檢查！

# ZZGDAYBGDWXZCGD
source: The file has been archived, no archiving again!
de: Die Datei archiviert wurde, keine Archivierung wieder!
fr: Le fichier a été archivé, sans archivage de nouveau!
ko: 파일 보관되었으며, 아니 보관 다시!
ru: Файл в архиве, нет архивирования снова!
zh_cn: 该档案已被归档，无须再次归档！
zh_tw: 該檔案已被歸檔，無須再次歸檔！

# ZZGDCG
source: Archiving success!
de: Archivierung Erfolg!
fr: Archivage succès!
ko: 보관 성공!
ru: Архивирование успех!
zh_cn: 归档成功！
zh_tw: 歸檔成功！

# ZZGDDJBNWFFZF
source: Pipeline level can not be illegal characters!
de: Grade-Pipeline kann nicht illegal Zeichen sein!
fr: Pipeline de grade ne peut pas être des caractères illégaux!
ko: 학년 파이프 라인에 잘못된 문자가 될 수 없습니다!
ru: Трубопровод Оценка не может быть недопустимые символы!
zh_cn: 管道等级不能为非法字符！
zh_tw: 管道等級不能為非法字元！

# ZZGDGGBNWFFZF
source: Pipeline specifications can not be illegal characters!
de: Pipeline-Daten kann nicht illegal Zeichen sein!
fr: Spécifications des pipelines ne peuvent pas être des caractères illégaux!
ko: 파이프 라인 사양에 잘못된 문자가 될 수 없습니다!
ru: Характеристики трубопроводов не может быть недопустимые символы!
zh_cn: 管道规格不能为非法字符！
zh_tw: 管道規格不能為非法字元！

# ZZGDSBJC
source: Archiving fails, check!
de: Archivierung fehlschlägt, überprüfen!
fr: Archivage échoue, vérifiez!
ko: 보관은 확인 실패!
ru: Архивирование терпит неудачу, проверьте!
zh_cn: 归档失败，请检查！
zh_tw: 歸檔失敗，請檢查！

# ZZGGBNWFFZF
source: Specifications can not be illegal characters!
de: Technische Daten können nicht illegal Zeichen sein!
fr: Les spécifications peuvent ne pas être des caractères illégaux!
ko: 사양에 잘못된 문자가 될 수 없습니다!
ru: Технические характеристики не могут быть недопустимые символы!
zh_cn: 规格不能为非法字符！
zh_tw: 規格不能為非法字元！

# ZZGGCCJCYSRHYXDBNWK
source: Change error, please check (Any of the above can be null)!
de: Fehler ändern, überprüfen Sie bitte (mehr als eine darf nicht leer sein)!
fr: Changement erreur, s'il vous plaît vérifier (pas plus que l'on ne peut être vide)!
ko: 변경 오류가 확인하시기 바랍니다 (더 이상은 비워 둘 수 없습니다)!
ru: Изменить ошибке, пожалуйста, проверьте (больше, чем не может быть пустым!)
zh_cn: 更改出错，请检查(以上任何一项都不能为空)！
zh_tw: 更改出錯，請檢查(以上任何一項都不能為空)！

# ZZGGCG
source: Change Success!
de: Ändern Erfolg!
fr: Changement succès!
ko: 변경 성공!
ru: Изменить Удачи!
zh_cn: 更改成功！
zh_tw: 更改成功！

# ZZGGSBHBNBHFFZF
source: Specification number can not contain illegal characters!
de: Spezifikation Zahl nicht enthalten ungültige Zeichen!
fr: Numéro de spécification ne peut pas contenir des caractères illégaux!
ko: 사양 번호가 잘못된 문자를 포함 할 수 없습니다!
ru: Спецификация число не может содержать недопустимые символы!
zh_cn: 规格书编号不能包含非法字符！
zh_tw: 規格書編號不能包含非法字元！

# ZZGGSBJC
source: Change fails, check!
de: Nicht ändern, zu überprüfen!
fr: Changement échoue, vérifiez!
ko: 변경 실패, 확인!
ru: Изменить удается, проверьте!
zh_cn: 更改失败，请检查！
zh_tw: 更改失敗，請檢查！

# ZZGGSBJCDMZFHMXWK
source: Change fails, check (code duplication or an empty)!
de: Nicht ändern, Scheck (Code-Duplizierung oder eine leere)!
fr: Modification échoue, chèque (duplication de code ou un vide)!
ko: 변경이 실패 검사 (코드 중복 또는 빈)!
ru: Изменить удается, проверьте (дублирование кода или пустой)!
zh_cn: 更改失败，请检查(代码重复或某项为空)！
zh_tw: 更改失敗，請檢查(代碼重複或某項為空)！

# ZZGGSBJCZFHMXWK
source: Change fails, check (or an empty repeat)!
de: Änderung fehlschlägt, überprüfen (Wiederholung oder eine leere)!
fr: Changement échoue, vérifiez (répéter ou d'un vide)!
ko: 변경, 확인 (반복하거나 빈) 실패!
ru: Изменить удается, проверьте (повторить или пустой)!
zh_cn: 更改失败，请检查(重复或某项为空)！
zh_tw: 更改失敗，請檢查(重複或某項為空)！

# ZZGGSBMMCDBXDYHDY8WBXBHSZJZMJC
source: Change fails, the password length must be greater than or equal to 8, and must contain numbers and letters, please check!
de: Änderung fehlschlägt, muss der Passwortlänge größer als oder gleich 8 sein und darf Zahlen, Buchstaben enthalten, überprüfen Sie bitte!
fr: Modification échoue, la longueur du mot de passe doit être supérieure ou égale à 8, et doit contenir des chiffres et des lettres, s'il vous plaît vérifier!
ko: 변경, 암호 길이는 8보다 크거나 같아야합니다 실패하고 숫자와 문자 메시지 있어야합니다, 확인하시기 바랍니다!
ru: Изменить терпит неудачу, длина пароля должна быть больше или равна 8, и должен содержать цифры и буквы, пожалуйста, проверьте!
zh_cn: 更改失败，密码长度必须大于或等于8位，且必须包含数字及字母，请检查！
zh_tw: 更改失敗，密碼長度必須大於或等於8位元，且必須包含數位元及字母，請檢查！

# ZZGGSBMMCDBXDYHDY8WJC
source: Change fails, the password length must be greater than or equal to 8, please check!
de: Änderung fehlschlägt, muss der Passwortlänge größer als oder gleich 8 sein, prüfen Sie bitte!
fr: Modification échoue, la longueur du mot de passe doit être supérieure ou égale à 8, s'il vous plaît vérifier!
ko: 변경, 암호 길이가 8 같거나 커야합니다 실패, 확인하시기 바랍니다!
ru: Изменение терпит неудачу, длина пароля должна быть больше или равно 8, проверьте!
zh_cn: 更改失败，密码长度必须大于或等于8位，请检查！
zh_tw: 更改失敗，密碼長度必須大於或等於8位，請檢查！

# ZZGGXHBNCG66GZF
source: Model specifications can not be more than 66 characters!
de: Modellspezifikationen können nicht mehr als 66 Zeichen sein!
fr: Spécifications de modèle ne peut pas être plus de 66 caractères!
ko: 모델 사양 이상 66자를 초과 할 수 없습니다!
ru: Спецификации модели не может быть больше, чем 66 символов!
zh_cn: 规格型号不能超过66个字符！
zh_tw: 規格型號不能超過66個字元！

# ZZGGXHBNWKBC
source: Model specifications can not be empty, please add!
de: Modell-Spezifikationen darf nicht leer sein, fügen Sie bitte!
fr: Spécifications de modèle ne peut pas être vide, s'il vous plaît ajouter!
ko: 모델 사양은 비워 둘 수 없습니다, 추가하십시오!
ru: Спецификации модели не может быть пустым, пожалуйста, добавьте!
zh_cn: 规格型号不能为空，请补充！
zh_tw: 規格型號不能為空，請補充！

# ZZGHBOMCG
source: BOM curing success!
de: BOM härtenden Erfolg!
fr: BOM durcissement succès!
ko: BOM은 성공을 치료!
ru: Спецификация отверждения успех!
zh_cn: 固化BOM成功！
zh_tw: 固化BOM成功！

# ZZGHJYSYBYYWFSC
source: The environmental factors have been cited, can not be deleted!
de: Die Umweltfaktoren wurden zitiert, kann nicht gelöscht werden!
fr: Les facteurs environnementaux ont été citées, ne peuvent pas être supprimés!
ko: 환경 적 요인이 인용 한, 삭제할 수 없습니다!
ru: Факторы окружающей среды были названы, не могут быть удалены!
zh_cn: 该环境因素已被引用，无法删除！
zh_tw: 該環境因素已被引用，無法刪除！

# ZZGJHMXZCGDZYJCZBNZTJ
source: The plan details the procurement list already exists, you can not do to add!
de: Der Plan Details der Beschaffungsliste bereits vorhanden ist, können Sie nicht schreiben!
fr: Le plan détaille la liste d'approvisionnement existe déjà, vous ne pouvez pas ne pas ajouter!
ko: 계획은 조달 목록이 이미 존재하는 세부 사항, 당신은 추가 할 수 없습니다!
ru: План детализирует список закупок уже существует, вы не можете сделать добавить!
zh_cn: 该计划明细在采购清单中已经存在，不能做添加！
zh_tw: 該計畫明細在採購清單中已經存在，不能做添加！

# ZZGJHXYFLDJSBJW0DWSC
source: Under this plan has made the requisition <settlement tag> 0 is not deleted!
de: Im Rahmen dieses Plans hat Anforderung <Siedlung tag> 0 wird nicht gelöscht gemacht!
fr: Selon ce plan a fait réquisition <règlement tag> à 0 est pas supprimé!
ko: 이 계획에 따라 요청 0 <정착 태그> 삭제되지 않습니다했다!
ru: Согласно этому плану составила заявку <поселение тег> 0 не удален!
zh_cn: 该计划下有发料单<结算标记>为0的未删除！
zh_tw: 該計畫下有發料單<結算標記>為0的未刪除！

# ZZGJHXYFLDJSBJW1DWTD
source: Under this plan has made the requisition <settlement marked> -1 is not chargeback!
de: Im Rahmen dieses Plans hat Anforderung <Siedlung tag> gemacht -1 nicht Chargeback!
fr: Selon ce plan a fait réquisition <règlement tag> -1 est pas réimputerez!
ko: 이 계획에 따라 요청 <정착 태그>을 만들었다 -1 거절 할되지 않습니다!
ru: Согласно этому плану составила заявку <расчетов тег> -1 не платежа!
zh_cn: 该计划下有发料单<结算标记>为-1的未退单！
zh_tw: 該計畫下有發料單<結算標記>為-1的未退單！

# ZZGJKBMZSJBZYCZJC
source: The interface encoded in the data already in the table, check!
de: Die in der Datentabelle codiert Schnittstelle vorhanden ist, überprüfen Sie bitte!
fr: L'interface codée dans le tableau de données déjà existe, s'il vous plaît vérifier!
ko: 데이터 테이블에서 인코딩 된 인터페이스에 이미 존재 확인하세요!
ru: Интерфейс кодируется в таблице данных уже существует, пожалуйста, проверьте!
zh_cn: 该接口编码在数据表中已存在，请检查！
zh_tw: 該介面編碼在資料表中已存在，請檢查！

# ZZGJSJK
source: Key data gaps!
de: Key Datenlücken!
fr: Lacunes dans les données clés!
ko: 주요 데이터의 차이!
ru: Основные пробелы в данных!
zh_cn: 关键数据空缺！
zh_tw: 關鍵資料空缺！

# ZZGJYZJMCZSJBZYCZJC
source: The loan document name already exists in the data table, please check!
de: Das Darlehen Dokumentnamen in der Datentabelle bereits vorhanden ist, überprüfen Sie bitte!
fr: Le nom du document de prêt existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 대출 문서 이름이 이미 데이터 테이블에 존재 확인하세요!
ru: Название кредита документ уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 该借阅证件名称在数据表中已存在，请检查！
zh_tw: 該借閱證件名稱在資料表中已存在，請檢查！

# ZZGLCCJC
source: Related error, please check!
de: Verwandte Fehler, bitte!
fr: Erreur liée, s'il vous plaît vérifier!
ko: 관련 오류를 확인하시기 바랍니다!
ru: Связанные ошибки, пожалуйста, проверьте!
zh_cn: 关联出错，请检查！
zh_tw: 關聯出錯，請檢查！

# ZZGLFLBNWK
source: Management fee can not be empty!
de: Verwaltungsgebühr darf nicht leer sein!
fr: Les frais de gestion ne peut pas être vide!
ko: 관리 수수료는 비워 둘 수 없습니다!
ru: Плата за управление не может быть пустым!
zh_cn: 管理费率不能为空！
zh_tw: 管理費率不能為空！

# ZZGLFLBNWKBC
source: Management fee can not be empty, please add!
de: Verwaltungsgebühr darf nicht leer sein, fügen Sie bitte!
fr: Les frais de gestion ne peut pas être vide, s'il vous plaît ajouter!
ko: 관리 수수료는 비워 둘 수 없습니다, 추가하십시오!
ru: Плата за управление не может быть пустым, пожалуйста, добавьте!
zh_cn: 管理费率不能为空，请补充！
zh_tw: 管理費率不能為空，請補充！

# ZZGLFLBXWXSHZZS
source: Management fee must be decimal or integer!
de: Verwaltungsgebühr muss eine Dezimalzahl oder ganze Zahl sein!
fr: Frais de gestion doit être un nombre décimal ou entier!
ko: 관리 수수료는 소수 또는 정수 여야합니다!
ru: Плата за управление должно быть десятичным числом или!
zh_cn: 管理费率必须为小数，或者整数！
zh_tw: 管理費率必須為小數，或者整數！

# ZZGLPBCZWFDZJC
source: The item does not exist, can not be adjusted, check!
de: Dieser Artikel existiert nicht, kann nicht eingestellt werden, zu überprüfen!
fr: Cet article ne existe pas, ne peut pas être réglé, vérifiez!
ko: 이 항목이 조절 될 수없고, 존재하지 않는, 검사!
ru: Этот пункт не существует, не может быть изменена, проверьте!
zh_cn: 该物料不存在，无法调整，请检查！
zh_tw: 該物料不存在，無法調整，請檢查！

# ZZGLXMCZSJBZYCZJC
source: The type name already exists in the data table, please check!
de: Der Typname in der Datentabelle bereits vorhanden ist, überprüfen Sie bitte!
fr: Le nom du type existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 형 이름이 이미 데이터 테이블에 존재 확인하세요!
ru: Имя типа уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 该类型名称在数据表中已存在，请检查！
zh_tw: 該類型名稱在資料表中已存在，請檢查！

# ZZGMCG
source: Renamed successfully!
de: Erfolgreich umbenannt!
fr: Rebaptisé avec succès!
ko: 성공적으로 명칭 변경!
ru: Переименован успешно!
zh_cn: 更名成功！
zh_tw: 更名成功！

# ZZGMHG1BNWFFZF
source: Welder 1 can not cover up illegal characters!
de: Welder 1 kann nicht vertuschen ungültige Zeichen!
fr: Soudeur 1 ne peut pas couvrir des caractères illégaux!
ko: 용접기 1 잘못된 문자를 포함 할 수 없습니다!
ru: Сварщик 1 не может прикрыть незаконные символов!
zh_cn: 盖面焊工1不能为非法字符！
zh_tw: 蓋面焊工1不能為非法字元！

# ZZGMHG2BNWFFZF
source: Welder 2 can not cover up illegal characters!
de: Welder 2 kann nicht vertuschen ungültige Zeichen!
fr: Soudeur 2 ne peut pas couvrir des caractères illégaux!
ko: 용접기 2 잘못된 문자를 포함 할 수 없습니다!
ru: Сварщик 2 не может прикрыть незаконные символов!
zh_cn: 盖面焊工2不能为非法字符！
zh_tw: 蓋面焊工2不能為非法字元！

# ZZGMRBNWFFZF
source: Date can not cover up for the illegal character!
de: Datum kann nicht vertuschen, für den illegalen Charakter!
fr: Date ne peut pas couvrir pour le caractère illégal!
ko: 날짜는 불법 문자를 은폐 할 수 없다!
ru: Дата не может покрыть за незаконное характер!
zh_cn: 盖面日期不能为非法字符！
zh_tw: 蓋面日期不能為非法字元！

# ZZGMSBJC
source: Renamed fails, check!
de: Umbenannt fehlschlägt, überprüfen!
fr: Rebaptisé échoue, vérifiez!
ko: 실패 명칭 변경, 확인!
ru: Переименован терпит неудачу, проверьте!
zh_cn: 更名失败，请检查！
zh_tw: 更名失敗，請檢查！

# ZZGSBJC
source: Pending fails, check!
de: Ausstehend fehlschlägt, überprüfen!
fr: En attente échoue, vérifiez!
ko: 진행중 실패, 확인!
ru: В ожидании удается, проверьте!
zh_cn: 挂起失败，请检查！
zh_tw: 掛起失敗，請檢查！

# ZZGSBMBNWKSCSBJC
source: The home department can not be empty, upload failed, please check!
de: Das Heim-Abteilung darf nicht leer sein, Hochladen fehlgeschlagen, überprüfen Sie bitte!
fr: Le ministère d'attache ne peut être vide, télécharger échoué, s'il vous plaît vérifier!
ko: 홈 부서는 비워 둘 수 없습니다 실패 업로드 확인하세요!
ru: Департамент внутренних дел не может быть пустым, загружать не удалось, пожалуйста, проверьте!
zh_cn: 归属部门不能为空，上传失败，请检查！
zh_tw: 歸屬部門不能為空，上傳失敗，請檢查！

# ZZGSDYCKWFZCCKJC
source: The application form has a library, the library can not again, please check!
de: Das Antragsformular verfügt über eine Bibliothek, eine Bibliothek kann nicht noch einmal, bitte!
fr: Le formulaire de demande comprend une bibliothèque, une bibliothèque ne peut pas à nouveau, s'il vous plaît vérifier!
ko: 신청서는 도서관이 도서관은하지 다시 확인하시기 바랍니다 수 있습니다!
ru: Заявка имеет библиотеку, библиотеку можно не раз, пожалуйста, проверьте!
zh_cn: 该申请单已出库，无法再次出库，请检查！
zh_tw: 該申請單已出庫，無法再次出庫，請檢查！

# ZZGSDYPCWXZCPCJC
source: The application form has been sent a car without having to send a car again, please check!
de: Das Antragsformular wurde ein Auto geschickt, ohne ein Auto zu senden, überprüfen Sie bitte!
fr: Le formulaire de demande a été envoyé une voiture sans avoir à envoyer une voiture à nouveau, s'il vous plaît vérifier!
ko: 신청서를 다시 확인하시기 바랍니다 차를 보낼 필요없이 차를 보냈습니다!
ru: Заявка была отправлена ​​автомобиль без отправки автомобиль снова, пожалуйста, проверьте!
zh_cn: 该申请单已派车，无需再次派车，请检查！
zh_tw: 該申請單已派車，無需再次派車，請檢查！

# ZZGSMCBNWFFZF
source: The company name can not be illegal characters!
de: Die Firma kann nicht illegal Zeichen sein!
fr: Le nom de la société ne peut pas être des caractères illégaux!
ko: 회사 이름에 잘못된 문자가 될 수 없습니다!
ru: Название компании не может быть недопустимые символы!
zh_cn: 公司名称不能为非法字符！
zh_tw: 公司名稱不能為非法字元！

# ZZGTBYKBWXZCR
source: The proposal has been opening without confirmation again!
de: Der Vorschlag wurde dem Öffnen, ohne Bestätigung noch einmal!
fr: La proposition a été l'ouverture, sans confirmation à nouveau!
ko: 제안은 다시 확인하지 않고, 개방되었습니다!
ru: Предложение было открытие, без подтверждения еще раз!
zh_cn: 该投标已开标，无需再次确认！
zh_tw: 該投標已開標，無需再次確認！

# ZZGTZYBHSWXZCHS
source: The drawing has been recovered, without recovering again!
de: Die Zeichnung wiederhergestellt wurde, ohne wieder erholt!
fr: Le dessin a été récupéré, sans récupérer à nouveau!
ko: 도면은 다시 복구하지 않고, 회복되었습니다!
ru: Розыгрыш был восстановлен, не приходя снова!
zh_cn: 该图纸已被回收，无须再次回收！
zh_tw: 該圖紙已被回收，無須再次回收！

# ZZGWJYBGDWXZCGD
source: The file has been archived, no archiving again!
de: Die Datei archiviert wurde, keine Archivierung wieder!
fr: Le fichier a été archivé, sans archivage de nouveau!
ko: 파일 보관되었으며, 아니 보관 다시!
ru: Файл в архиве, нет архивирования снова!
zh_cn: 该文件已被归档，无须再次归档！
zh_tw: 該檔已被歸檔，無須再次歸檔！

# ZZGWJYBHSWXZCHS
source: The file has been recovered, without recovering again!
de: Die Datei wurde wiedergewonnen, ohne wieder erholt!
fr: Le fichier a été récupéré, sans récupérer à nouveau!
ko: 이 파일은 다시 복구하지 않고, 회복되었습니다!
ru: Файл был восстановлен, не приходя снова!
zh_cn: 该文件已被回收，无须再次回收！
zh_tw: 該檔已被回收，無須再次回收！

# ZZGWJYBXHWXZCXH
source: The file has been destroyed, no destruction again!
de: Die Datei ist zerstört, keine Zerstörung wieder!
fr: Le fichier a été détruit, pas de destruction à nouveau!
ko: 파일이 파괴되었습니다, 아니 파괴 다시!
ru: Файл был разрушен, нет разрушения снова!
zh_cn: 该文件已被销毁，无须再次销毁！
zh_tw: 該檔已被銷毀，無須再次銷毀！

# ZZGXCCJC
source: Update error, please check!
de: Fehler aktualisieren, überprüfen Sie bitte!
fr: Erreur de mise à jour, s'il vous plaît vérifier!
ko: 업데이트 오류, 확인하시기 바랍니다!
ru: Ошибка обновления, пожалуйста, проверьте!
zh_cn: 保存出错，请检查！
zh_tw: 更新出錯，請檢查！

# ZZGXCG
source: update completed!
de: Update erfolgreich!
fr: Mettre à jour réussie!
ko: 성공적인 업데이트!
ru: Обновление успешно!
zh_cn: 保存成功！
zh_tw: 更新成功！

# ZZGXDJBNWFFZF
source: Line level can not be illegal characters!
de: Grade-Pipeline kann nicht illegal Zeichen sein!
fr: Pipeline de grade ne peut pas être des caractères illégaux!
ko: 학년 파이프 라인에 잘못된 문자가 될 수 없습니다!
ru: Трубопровод Оценка не может быть недопустимые символы!
zh_cn: 管线等级不能为非法字符！
zh_tw: 管線等級不能為非法字元！

# ZZGXFYCG
source: Renewal fees success!
de: Jahresgebühren Erfolg!
fr: Les frais de renouvellement de succès!
ko: 갱신 수수료 성공!
ru: Возобновление сборы успех!
zh_cn: 更新费用成功！
zh_tw: 更新費用成功！

# ZZGXFYSBJC
source: Renewal fees fails, check!
de: Jahresgebühren fehlschlägt, überprüfen!
fr: Les frais de renouvellement échoue, vérifiez!
ko: 갱신 수수료, 확인 실패!
ru: Возобновление сборы терпит неудачу, проверьте!
zh_cn: 更新费用失败，请检查！
zh_tw: 更新費用失敗，請檢查！

# ZZGXGSCG
source: Update Work Success!
de: Update Erfolg bei der Arbeit!
fr: Mise à jour succès travail!
ko: 업데이트 작업 성공!
ru: Обновление Работа Удачи!
zh_cn: 更新工期成功！
zh_tw: 更新工時成功！

# ZZGXGSSBJC
source: Update work fails, check!
de: Update Arbeit fehlschlägt, überprüfen!
fr: Travaux de mise à jour échoue, vérifiez!
ko: 업데이트 작업이 실패 체크!
ru: Обновление работа не удается, проверьте!
zh_cn: 更新工期失败，请检查！
zh_tw: 更新工時失敗，請檢查！

# ZZGXHBNWFFZF
source: Line number can not be illegal characters!
de: Zeilennummer kann nicht illegal Zeichen sein!
fr: Numéro de ligne ne peut pas être des caractères illégaux!
ko: 행 번호에 잘못된 문자가 될 수 없습니다!
ru: Номер строки не может быть недопустимые символы!
zh_cn: 管线号不能为非法字符！
zh_tw: 管線號不能為非法字元！

# ZZGXJBBNWFFZF
source: Line level can not be illegal characters!
de: Line-Pegel kann nicht illegal Zeichen sein!
fr: Niveau de ligne ne peut pas être des caractères illégaux!
ko: 라인 레벨에 잘못된 문자가 될 수 없습니다!
ru: Линейный не может быть недопустимые символы!
zh_cn: 管线级别不能为非法字符！
zh_tw: 管線級別不能為非法字元！

# ZZGXJCBNWFFZF
source: Pipeline inspection can not be illegal characters!
de: Pipeline-Inspektion kann nicht illegal Zeichen sein!
fr: Inspection d'un pipeline ne peut pas être des caractères illégaux!
ko: 파이프 라인 검사에 잘못된 문자가 될 수 없습니다!
ru: Трубопровод инспекция не может быть недопустимые символы!
zh_cn: 管线检查不能为非法字符！
zh_tw: 管線檢查不能為非法字元！

# ZZGXJJCG
source: Update prize success!
de: Aktualisieren Sie Boni Erfolg!
fr: Mettre à jour les primes succès!
ko: 보너스 성공을 업데이트!
ru: Обновление бонусы успех!
zh_cn: 更新奖金成功！
zh_tw: 更新獎金成功！

# ZZGXJJSBJC
source: Updated bonus failed, check!
de: Aktualisiert Bonus gescheitert, bitte!
fr: Mise à jour de bonus échoué, s'il vous plaît vérifier!
ko: 보너스 실패 업데이트, 확인하시기 바랍니다!
ru: Обновлено бонус не удалось, пожалуйста, проверьте!
zh_cn: 更新奖金失败，请检查！
zh_tw: 更新獎金失敗，請檢查！

# ZZGXSBCZGLDGZLJLBNGXJC
source: The update fails, an association of workflow records can not be updated, please check!
de: Die Aktualisierung fehlschlägt, gibt es einen Workflow zugeordnete Datensätze nicht aktualisiert werden kann, überprüfen Sie bitte!
fr: La mise à jour échoue, il ya un flux de travail les documents associés ne peuvent pas être mis à jour, s'il vous plaît vérifier!
ko: 실패 업데이트, 관련 기록을 업데이트 할 수없는 흐름이, 확인하시기 바랍니다!
ru: Обновление не удается, есть рабочий связанные записи не могут быть обновлены, пожалуйста, проверьте!
zh_cn: 保存失败，存在关联的工作流记录，不能保存，请检查！
zh_tw: 更新失敗，存在關聯的工作流記錄，不能更新，請檢查！

# ZZGXSBDMBNGGJC
source: The update fails, the code can not be changed, please check!
de: Update fehlschlägt, wird der Code kann nicht geändert werden, überprüfen Sie bitte!
fr: Mise à jour échoue, le code ne peut pas être modifié, s'il vous plaît vérifier!
ko: 업데이트는 코드를 변경할 수 없습니다, 실패, 확인하세요!
ru: Обновление неуспешно, то код не может быть изменен, пожалуйста, проверьте!
zh_cn: 保存失败，代码不能更改，请检查！
zh_tw: 更新失敗，代碼不能更改，請檢查！
