Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# TXSJSYXSJLWBTXRQGHDWCPZLCPCDMGYKBHSLHSDJJECWFY
source: The following data as required when filling in the data: date | purchase units | Product Category | Products length code | Craft Card Number | Number | tax price | amount | financial expenses;
de: Die folgenden Daten je nach Bedarf beim Ausfüllen des Daten: Datum | Kaufeinheiten | Produkte | Produktlängencode | Prozesskartennummer | Anzahl | Steuer Preis | Betrag | Finanzaufwendungen;
fr: Les données suivantes, comme indiqué lors du remplissage dans les données: Date | unités d'achat | Produits | code de longueur de produits | Nombre Processus de carte | Nombre | Prix d'impôt | Montant | frais financiers;
ko: 필요에 따라 다음과 같은 데이터 데이터 작성 : 날짜 | 구매 단위 | 제품 | 제품 길이 코드 | 프로세스 카드 번호 | 번호 | 세금 가격 | 양 | 금융 비용;
ru: Следующие данные, как требуется при заполнении данных: Дата | покупки единицы | Продукция | Длина изделия Код | Количество Карточка процесса | Количество | налог цена | Сумма | финансовые затраты;
zh_cn: 填写数据时以下数据列为必填项：日期|购货单位|产品种类|产品长代码|工艺卡编号|数量|含税单价|金额|财务费用；
zh_tw: 填寫資料時以下資料列為必填項：日期|購貨單位元|產品種類|產品長代碼|工藝卡編號|數量|含稅單價|金額|財務費用；

# TXSJSYXSJLWBTXXLDMWZMCGGXHBZJBJLDWHSDWHSXSDZMSDZBZ
source: The following data as required when filling in the data: subclass Code | supplies Name | Specifications Model | Standard | level | Unit | Unit conversion | conversion factor | Control Description | Control Standards
de: Die folgenden Daten je nach Bedarf beim Ausfüllen des Daten: Unterklasse-Code | lieferungen Name | Technische Daten Modell | Standard | Stufe | Einheit | Umrechnung von Einheiten | Umrechnungsfaktor | Systembeschreibung | Kontrollstandards
fr: Les données suivantes comme nécessaires au moment de remplir les données: la sous-classe Code | Nom | fournitures Spécifications Modèle | Standard | Niveau | Unité | Conversion d'unités | Facteur de conversion | Contrôle Description | normes de contrôle
ko: 데이터를 채울 때 다음과 같은 데이터가 필요 : 서브 클래스 코드 | 공급 이름 | 사양 모델 | 표준 | 레벨 | 단위 | 단위 변환 | 변환 계수 | 제어 설명 | 관리 기준
ru: Следующие данные, как требуется при заполнении данных: подкласс Код | принадлежности | Имя | Технические характеристики Модель Стандарт | Уровень | Группа | | блок преобразования фактор преобразования | | управления Описание управления Стандарты
zh_cn: 填写数据时以下数据列为必填项：小类代码|物资名称|规格型号|标准|级别|计量单位|换算单位|换算系数|对照描述|对照标准
zh_tw: 填寫資料時以下資料列為必填項：小類代碼|物資名稱|規格型號|標準|級別|計量單位|換算單位|換算係數|對照描述|對照標準

# TXSJSYXSJLWBTXYWZDMXWZDM
source: When completing the data as required following data: raw materials Code | New Materials Code
de: Bei der Erfüllung der erforderlichen Daten folgende Daten ein: das ursprüngliche Material Code | Neue Werkstoffe-Code
fr: Lorsque vous remplissez les données en tant que données requis suivants: Le code de matériel original | New Materials code
ko: | 새로운 재료 코드 원본 자료 번호 : 필요한 다음과 같은 데이터로 데이터를 완료 한 경우
ru: При заполнении данных, необходимых следующие данные: оригинальный материал кода | Новые материалы кода
zh_cn: 填写数据时以下数据列为必填项：原物资代码|新物资代码
zh_tw: 填寫資料時以下資料列為必填項：原物資代碼|新物資代碼

# Type
source: Types of
de: Type
fr: Type
ko: 유형
ru: Тип
zh_cn: 类型
zh_tw: 類型

# TZJSZCY
source: Notify Actor group
de: Benachrichtigen Rollengruppe
fr: Avertissez groupe de rôles
ko: 역할 그룹을 통지
ru: Сообщите группу ролей
zh_cn: 通知角色组成员
zh_tw: 通知角色組成員

# TZSBSJDRMB
source: Special equipment data into the template
de: Special Equipment Data Import Template
fr: Modèle équipement spécial d'importation de données
ko: 특수 장비 데이터 가져 오기 템플릿
ru: Шаблон Спецтехника Импорт данных
zh_cn: 特种设备数据导入模版
zh_tw: 特種設備資料導入模版

# TZZYSJDRMB
source: Special operations data into template
de: Spezielle Operationen Datenimport-Vorlagen
fr: Les opérations spéciales de modèles d'importation de données
ko: 특수 작업 데이터 가져 오기 템플릿
ru: Специальные операции шаблоны импортировать данные
zh_cn: 特种作业数据导入模版
zh_tw: 特種作業資料導入模版

# U8BanBen
source: U8 version
fr: Version U8
ko: U8 버전
ru: U8 версия
zh_cn: U8版本
zh_tw: U8版本

# U8BanBeng
source: U8 version
fr: Version U8
ko: U8 버전
ru: U8 версия
zh_cn: U8版本
zh_tw: U8版本

# U8JiaMiShenQing
source: U8 encryption application
de: U8 Verschlüsselungsanwendung
fr: Application de chiffrement U8
ko: U8 암호화 응용
ru: U8 приложение шифрования
zh_cn: U8加密申请
zh_tw: U8加密申請

# U8KeyShenQing
source: U8Key application
de: U8Key Anwendung
fr: Demande U8Key
ko: U8Key 응용 프로그램
ru: U8Key приложение
zh_cn: U8Key申请
zh_tw: U8Key申請

# U8RuanJiaMiShenQing
source: U8 soft encryption application
de: U8 weichen Verschlüsselungsanwendung
fr: Application de chiffrement douce U8
ko: U8 부드러운 암호화 응용 프로그램
ru: U8 мягким приложение, шифрование
zh_cn: U8软加密申请
zh_tw: U8軟加密申請

# U8WenTiChaXun
source: U8 problem query
de: U8 Problemabfrage
fr: U8 problème requête
ko: U8 문제 쿼리
ru: U8 проблема запроса
zh_cn: U8问题查询
zh_tw: U8問題查詢

# U8WenTiShenPi
source: U8 issue approval
de: U8 Thema Zulassung
fr: U8 approbation d'émission
ko: U8 발행 승인
ru: Утверждение вопрос U8
zh_cn: U8问题审批
zh_tw: U8問題審批

# U8WenTiTiJiao
source: U8 question submitted
de: U8 Frage vorgelegt
fr: U8 question soumise
ko: U8 질문 제출
ru: U8 вопрос представляется
zh_cn: U8问题提交
zh_tw: U8問題提交

# U8WenTiXiangQing
source: U8 Issue Details
de: U8 Vorgangsdetails
fr: U8 Edition Détails
ko: U8 문제 세부 사항
ru: U8 Подробности выпуск
zh_cn: U8问题详情
zh_tw: U8問題詳情

# U9KeyShenQing
source: U9Key application
de: U9Key Anwendung
fr: Demande U9Key
ko: U9Key 응용 프로그램
ru: U9Key приложение
zh_cn: U9Key申请
zh_tw: U9Key申請

# U9WenTiChaXun
source: U9 problem query
de: U9 Problemabfrage
fr: U9 problème requête
ko: U9 문제 쿼리
ru: U9 проблема запроса
zh_cn: U9问题查询
zh_tw: U9問題查詢

# U9WenTiShenPi
source: U9 issue approval
de: U9 Thema Zulassung
fr: U9 approbation d'émission
ko: U9 발행 승인
ru: Утверждение вопрос U9
zh_cn: U9问题审批
zh_tw: U9問題審批

# U9WenTiTiJiao
source: U9 question submitted
de: U9 Frage vorgelegt
fr: U9 question soumise
ko: U9 질문 제출
ru: U9 вопрос представляется
zh_cn: U9问题提交
zh_tw: U9問題提交

source: Unit
de: Aggregat
fr: Unité
ko: 단위
ru: Блок
zh_cn: 单位
zh_tw: 單位

# UnitSalary
source: Unit wage
de: Lohnstück
fr: Salarial unitaire
ko: 단위 임금
ru: Блок заработной платы
zh_cn: 单位薪资
zh_tw: 單位薪資

# UnReadNumber
source: Not reading
de: Nicht das Lesen
fr: Ne pas lire
ko: 독서하지 않음
ru: Не читая
zh_cn: 未读数
zh_tw: 未讀數

# Update
source: Modify
de: Modifizieren
fr: Modifier
ko: 수정
ru: Изменять
zh_cn: 修改
zh_tw: 修改

source: Upload
de: Hochladen
fr: Télécharger
ko: 업로드
ru: Загрузить
zh_cn: 上传
zh_tw: 上傳

# UploadDoc
source: Upload file
de: Datei-Upload
fr: Télécharger un fichier
ko: 업로드 파일
ru: Загрузить файл
zh_cn: 上传文档
zh_tw: 上傳文檔

# Uploader
source: Uploaded by
de: Hochgeladen von
fr: Téléchargé par
ko: 업로드
ru: Загрузил
zh_cn: 上传者
zh_tw: 上傳者

source: Upload time
de: Hochgeladen
fr: Téléchargé
ko: 업로드
ru: Загружено
zh_cn: 上传时间
zh_tw: 上傳時間

source: User
de: Benutzer
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh_cn: 用户
zh_tw: 用戶

# UserAccount
source: UserID
de: Kontonummer
fr: Numéro de compte
ko: 계좌 번호
ru: Номер счета
zh_cn: 帐号
zh_tw: 帳號

# UserCode
source: Code
ko: 코드
ru: Код
zh_cn: 代码
zh_tw: 代碼

# UserID
source: account number
de: Kontonummer
fr: Numéro de compte
ko: 계좌 번호
ru: Номер счета
zh_cn: 帐号
zh_tw: 帳號

# UserName
source: Name
fr: Nom
ko: 이름
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# UTBaoGaoBainHao
source: UT Report No.
fr: Rapport n ° UT
ko: 유타 보고서 번호
ru: UT отчет №
zh_cn: UT报告编号
zh_tw: UT報告編號

# UTBaoGaoBianHao
source: UT Report Number:
de: UT Bericht Nummer:
fr: UT Rapport numéro:
ko: 유타 신고 번호 :
ru: UT Сообщить Количество:
zh_cn: UT报告编号：
zh_tw: UT報告編號：

# UTHeGeJiBie
source: UT qualified Level:
de: UT qualifizierten Level:
fr: UT, niveau qualifié:
ko: 유타 자격을 갖춘 수준 :
ru: UT квалифицированный уровень:
zh_cn: UT合格级别：
zh_tw: UT合格級別：

# UTJianCheBiLi
source: UT detection ratio:
de: UT Erkennungsverhältnis:
fr: UT taux de détection:
ko: UT 검출 비율 :
ru: UT соотношение обнаружения:
zh_cn: UT检测比例：
zh_tw: UT檢測比例：

# UTJianYanJieGuo
source: UT test results:
de: UT Testergebnisse:
fr: Les résultats des tests UT:
ko: UT 시험 결과 :
ru: Результаты испытаний UT:
zh_cn: UT检验结果：
zh_tw: UT檢驗結果：

# UTPingDingBiaoZhun
source: UT evaluation criteria:
de: UT Bewertungskriterien:
fr: UT critères d'évaluation:
ko: UT 평가 기준 :
ru: Критерии оценки: UT
zh_cn: UT评定标准：
zh_tw: UT評定標準：

source: Verification
fr: Vérification
ko: 확인
ru: Проверка
zh_cn: 验证
zh_tw: 驗證

source: Version
de: Freisetzung
fr: Libération
ko: 해제
ru: Релиз
zh_cn: 版本
zh_tw: 版本

# VersionID
source: Version number
de: Die Versionsnummer
fr: Le numéro de version
ko: 버전 번호
ru: Номер версии
zh_cn: 版本号
zh_tw: 版本號

# WageCalculationWay
source: Payroll calculation
de: Lohnabrechnung
fr: Calcul de la paie
ko: 급여 계산
ru: Расчет заработной платы
zh_cn: 工资计算方式
zh_tw: 工資計算方式

# WaiBaoXinXi
source: Outsourcing Information
de: Outsourcing Informationen
fr: Informations Outsourcing
ko: 아웃소싱 정보
ru: Аутсорсинг данных
zh_cn: 外包信息
zh_tw: 外包信息

# WaiBu
source: External
de: Externe
fr: Externe
ko: 외부
ru: Внешний
zh_cn: 外部
zh_tw: 外部

# WaiBuYongHuYongMoZu
source: External users to use modules
de: Externe Nutzer-Module verwenden
fr: Les utilisateurs externes d'utiliser des modules
ko: 외부 사용자는 모듈을 사용하는
ru: Внешние пользователи использовать модули
zh_cn: 外部用户用模组
zh_tw: 外部用戶用模組

# WaiChuHuoDongFei
source: Outings fees
de: Ausflüge Gebühren
fr: Frais de sorties
ko: 소풍 수수료
ru: Вылазки сборы
zh_cn: 外出活动费用
zh_tw: 外出活動費用

# WaiGuan
source: Exterior
de: Außenaufnahme
fr: Extérieur
ko: 외부
ru: Внешний
zh_cn: 外观
zh_tw: 外觀

# WaiGuanJianChaBaoGaoBianHao
source: Visual inspection report number:
de: Sichtprüfung Bericht Nummer:
fr: Visuel numéro de rapport d'inspection:
ko: 육안 검사 보고서 번호 :
ru: Визуальный ряд отчет об инспекции:
zh_cn: 外观检查报告编号：
zh_tw: 外觀檢查報告編號：

# WaiGuanJianChaJieGuo
source: Appearance findings:
de: Aussehen Erkenntnisse:
fr: Conclusions d'apparence:
ko: 외관 결과 :
ru: Внешний вид выводы:
zh_cn: 外观检查结果：
zh_tw: 外觀檢查結果：

# WaiGuanJianChajieLun
source: Visual inspection conclusions:
de: Sichtprüfung Schlussfolgerungen:
fr: Conclusions de l'inspection visuelle:
ko: 육안 검사 결론 :
ru: Визуальные выводы инспекции:
zh_cn: 外观检查结论：
zh_tw: 外觀檢查結論：

# WaiGuanJianChaPingDingJieGuo
source: Visual inspection Rating:
de: Sichtprüfung Bewertung:
fr: Note inspection visuelle:
ko: 육안 검사 평가 :
ru: Визуальный осмотр Оценка:
zh_cn: 外观检查评定结果：
zh_tw: 外觀檢查評定結果：

# WaiGuanJianChe
source: Visual inspection:
de: Sichtprüfung:
fr: Contrôle visuel:
ko: 육안 검사 :
ru: Визуальный осмотр:
zh_cn: 外观检验：
zh_tw: 外觀檢驗：

# WaiGuanRiQi
source: Appearance Date
de: Aussehen Geburtstag
fr: Apparence Date
ko: 외관 날짜
ru: Внешний вид Дата
zh_cn: 外观日期
zh_tw: 外觀日期

# WaiJing
source: The outer diameter
de: Der Außendurchmesser
fr: Le diamètre extérieur
ko: 외경
ru: Наружный диаметр
zh_cn: 外径
zh_tw: 外徑

# WaiJingANSI
source: ANSI outer diameter
de: ANSI Außendurchmesser
fr: Diamètre extérieur ANSI
ko: ANSI 외경
ru: ANSI наружный диаметр
zh_cn: 外径ANSI
zh_tw: 外徑ANSI

# WaiShengZhiQi
source: Genitalia
de: Genitalien-
fr: Organes génitaux
ko: 성기
ru: Гениталии
zh_cn: 外生殖器
zh_tw: 外生殖器

# WaitingApproved
source: Pending application
de: Anhängigen Anmeldung
fr: En attendant l'application
ko: 대기중인 응용 프로그램
ru: До применения
zh_cn: 待审申请
zh_tw: 待審申請

# WaiXieJian
source: And spare parts
de: Und Ersatzteile
fr: Et pièces de rechange
ko: 및 예비 부품
ru: И запасных частей
zh_cn: 外协件
zh_tw: 外協件

# WaiZiHeZi
source: Foreign (joint venture)
de: Ausländische Investitionen (Joint Venture)
fr: Investissements étrangers (joint-venture)
ko: 외국인 투자 (합작 투자)
ru: Иностранные инвестиции (совместное предприятие)
zh_cn: 外资(合资)
zh_tw: 外資(合資)

# WanBanShangBanJieShuShiJian
source: End time night shift work
de: Endzeit Nachtschichtarbeit
fr: L'heure de fin travail de nuit
ko: 종료 시간 야간 교대 근무
ru: Время окончания ночной смены работы
zh_cn: 晚班上班结束时间
zh_tw: 晚班上班結束時間

# WanBanShangBanKaiShiShiJian
source: Night shift work start time
de: Nachtschichtarbeit Startzeit
fr: Quart de nuit heure de début de travail
ko: 야간 교대 작업 시작 시간
ru: Ночная смена времени начала работы
zh_cn: 晚班上班开始时间
zh_tw: 晚班上班開始時間

# WanBanShangBanShiJian
source: Night shift working hours
de: Nachtschichtarbeitszeiten
fr: Night Shift heures de travail
ko: 야간 교대 근무 시간
ru: Ночная смена рабочих часов
zh_cn: 晚班上班时间
zh_tw: 晚班上班時間

# WanBanXiaBanJieShuShiJian
source: End time night shift work
de: Endzeit Nachtschichtarbeit
fr: L'heure de fin travail de nuit
ko: 종료 시간 야간 교대 근무
ru: Время окончания ночной смены работы
zh_cn: 晚班下班结束时间
zh_tw: 晚班下班結束時間

# WanBanXiaBanKaiShiShiJian
source: Night shift work start time
de: Nachtschichtarbeit Startzeit
fr: Quart de nuit heure de début de travail
ko: 야간 교대 작업 시작 시간
ru: Ночная смена времени начала работы
zh_cn: 晚班下班开始时间
zh_tw: 晚班下班開始時間

# WanBanXiaBanShiJian
source: Evening rush hours
de: Abendhauptverkehrszeiten
fr: Soirée heures de pointe
ko: 저녁 러시아워
ru: Вечерние часы пик
zh_cn: 晚班下班时间
zh_tw: 晚班下班時間

# WanChenBiaoJi
source: Completion flag
de: Abschluss-Flag
fr: Drapeau d'achèvement
ko: 완료 플래그
ru: Флаг Завершение
zh_cn: 完成标记
zh_tw: 完成標記

# WanCheng
source: Carry out
de: Vollständige
fr: Complète
ko: 완전한
ru: Полный
zh_cn: 完成
zh_tw: 完成

# WanChengBaiFenBi
source: Percent Complete
fr: Pour cent complète
ko: 전체 비율
ru: Процент выполнения
zh_cn: 完成百分比
zh_tw: 完成百分比

# WanChengBiaoJi
source: Completion flag
de: Abschluss-Flag
fr: Drapeau d'achèvement
ko: 완료 플래그
ru: Флаг Завершение
zh_cn: 完成标记
zh_tw: 完成標記

# WanChengChengDu
source: Complete degree
de: Vollständige Studien
fr: Degré complet
ko: 전체도
ru: Полный степень
zh_cn: 完成程度
zh_tw: 完成程度

# WanChengJianCha
source: Complete inspection
de: Komplette Inspektion
fr: Inspection complète
ko: 전체 검사
ru: Полный осмотр
zh_cn: 完成检查
zh_tw: 完成檢查

# WanChengRiQi
source: Completion Date
de: Abschlussdatum
fr: Date d'achèvement
ko: 완료 날짜
ru: Дата завершения
zh_cn: 完成日期
zh_tw: 完成日期

# WanChengShiJian
source: Complete time
de: Fertigstellungszeit
fr: Heure de fin
ko: 완료 시간
ru: Время завершения
zh_cn: 完成时间
zh_tw: 完成時間

# WanChengShuLiang
source: Quantity Complete
de: Anzahl komplette
fr: Nombre complète
ko: 전체 번호
ru: Количество в комплекте
zh_cn: 完成数量
zh_tw: 完成數量

# WanChengTiJiao
source: Submit completed
de: Senden abgeschlossen
fr: Proposez complété
ko: 제출 완료
ru: Отправить завершена
zh_cn: 完成提交
zh_tw: 完成提交

# WangCheng
source: Carry out
de: Vollständige
fr: Complète
ko: 완전한
ru: Полный
zh_cn: 完成
zh_tw: 完成

# WangJiMiMa
source: Forgot password
de: Passwort vergessen
fr: Mot de passe oublié
ko: 비밀번호를 잊어 버렸
ru: Забыли пароль
zh_cn: 忘记密码
zh_tw: 忘記密碼

# WangLuoTuiGuang
source: Web Promotion
de: Internet-Werbung
fr: La promotion de l'Internet
ko: 인터넷 홍보
ru: Интернет-продвижение
zh_cn: 网络推广
zh_tw: 網路推廣

# WangLuoZhuangKuang
source: Network Status
de: Netzwerkstatus
fr: Etat du réseau
ko: 네트워크 상태
ru: Состояние сети
zh_cn: 网络状况
zh_tw: 網路狀況

# WanGongRiQi
source: Completion Date
de: Abschlussdatum
fr: Date d'achèvement
ko: 완료 날짜
ru: Дата завершения
zh_cn: 完工日期
zh_tw: 完工日期

# WangZhan
source: Website
fr: Site Web
ko: 웹 사이트
ru: Сайт
zh_cn: 网站
zh_tw: 網站

# WangZhanJianShe
source: Website building
de: Website
fr: Site Web
ko: 웹 사이트
ru: Сайт
zh_cn: 网站建设
zh_tw: 網站建設

# WangZhi
source: Site
de: Website
fr: Emplacement
ko: 사이트
ru: Сайт
zh_cn: 网址
zh_tw: 網址

# WangZhiLieBiao
source: URL list
de: URL-Liste
fr: Liste d'URL
ko: URL 목록
ru: Список URL
zh_cn: 网址列表
zh_tw: 網址列表

# WangZhiQianYaoJiahttp
source: In front of the URL to add: http: //
de: Vor der URL hinzufügen: http: //
fr: En face de l'URL à ajouter: http: //
ko: URL의 앞에 추가합니다 : HTTP : //
ru: В передней части URL, чтобы добавить: HTTP: //
zh_cn: 网址前面要加:http://
zh_tw: 網址前面要加:http://

# WangZhiWoDeChangYongWangZhi
source: Website - My Useful links
de: Website - Meine Nützliche Links
fr: Site Web - Mes Liens utiles
ko: 웹 사이트 - 내 유용한 링크
ru: Сайт - Мои Полезные ссылки
zh_cn: 网址－我的常用网址
zh_tw: 網址－我的常用網址

# WanQuShiYanBaoGaoBianHao
source: Bending test report number:
de: Biege Prüfbericht-Nummer:
fr: Flexion numéro de rapport d'essai:
ko: 시험 보고서 번호를 굽힘 :
ru: Изгиб номер протокола испытания:
zh_cn: 弯曲试验报告编号：
zh_tw: 彎曲試驗報告編號：

# WanQuShiYanBianHao
source: Bending Test No.
de: Biegetest No.
fr: N ° de flexion test
ko: 굽​​힘 시험 번호
ru: Изгиб Тест
zh_cn: 弯曲试验编号
zh_tw: 彎曲試驗編號

# WanQuShiYangHouDu
source: Bending specimen thickness:
de: Biegeprobendicke:
fr: Flexion épaisseur de l'échantillon:
ko: 시편 두께 굽힘 :
ru: Изгиб толщины образца:
zh_cn: 弯曲试样厚度：
zh_tw: 彎曲試樣厚度：

# WanQuSHiYangJiaoDu
source: Bending angle Sample:
de: Biegewinkel Prüfling:
fr: Flexion éprouvette d'angle:
ko: 각 시험편을 굽힘 :
ru: Изгиб угол испытательного образца:
zh_cn: 弯曲试样角度：
zh_tw: 彎曲試樣角度：

# WanQuShiYangLeiXing
source: Bending Sample Type:
de: Biegeprobe Typ:
fr: Bend type d'échantillon:
ko: 굽​​힘 시험편의 종류 :
ru: Согните тип образца:
zh_cn: 弯曲试样类型：
zh_tw: 彎曲試樣類型：

# WanQuShiYangZhiJing
source: Bending specimen diameter:
de: Biegeprobendurchmesser:
fr: Flexion spécimen diamètre:
ko: 직경 표본 굽힘 :
ru: Изгиб образца диаметром:
zh_cn: 弯曲试样直径：
zh_tw: 彎曲試樣直徑：

# WanQuShiYanJieGuo
source: Bending test results:
de: Biegetestergebnisse:
fr: Flexion résultats du test:
ko: 테스트 결과를 굽힘 :
ru: Изгиб результаты испытаний:
zh_cn: 弯曲试验结果：
zh_tw: 彎曲試驗結果：

# WanShanGongYiXinXi
source: Process improvement information
de: Prozessverbesserung Informationen
fr: Information sur l'amélioration des processus
ko: 프로세스 개선 정보
ru: Информация Улучшение процесса
zh_cn: 完善工艺信息
zh_tw: 完善工藝資訊

# WBSBJSSJ
source: End time night shift work
de: Endzeit Nachtschichtarbeit
fr: L'heure de fin travail de nuit
ko: 종료 시간 야간 교대 근무
ru: Время окончания ночной смены работы
zh_cn: 晚班下班结束时间
zh_tw: 晚班下班結束時間

# WBSBKSSJ
source: End time night shift work
de: Endzeit Nachtschichtarbeit
fr: L'heure de fin travail de nuit
ko: 종료 시간 야간 교대 근무
ru: Время окончания ночной смены работы
zh_cn: 晚班上班结束时间
zh_tw: 晚班上班結束時間

# WBSJieGouDaiMaYuanShuDingYi
source: -> WBS (structure) Code (element) is defined
de: -> PSP (Struktur)-Code (Element) definiert
fr: -> WBS (structure de) Code (élément) est défini
ko: -> WBS (구조) 코드 (요소) 정의
ru: -> СПП (структура) Код (элемент) определяется
zh_cn: -->WBS（结构）代码（元素）定义
zh_tw: -->WBS（結構）代碼（元素）定義

# WBSJieGouGuiHuaZhuanJiHua
source: WBS (Structure Plan) transfer plan
de: PSP (Strukturplan) Verlegungsplan
fr: WBS (Structure Plan) plan de transfert
ko: WBS (구조 계획) 이전 계획
ru: WBS (структура плана) План передачи
zh_cn: WBS（结构规划）转计划
zh_tw: WBS（結構規劃）轉計畫

# WBXBJSSJ
source: End time night shift work
de: Endzeit Nachtschichtarbeit
fr: L'heure de fin travail de nuit
ko: 종료 시간 야간 교대 근무
ru: Время окончания ночной смены работы
zh_cn: 晚班下班结束时间
zh_tw: 晚班下班結束時間

# WBXBKSSJ
source: Night shift work start time
de: Nachtschichtarbeit Startzeit
fr: Quart de nuit heure de début de travail
ko: 야간 교대 작업 시작 시간
ru: Ночная смена времени начала работы
zh_cn: 晚班下班开始时间
zh_tw: 晚班下班開始時間

# WCLCXM
source: Untreated program name
de: Unbehandelte Programmnamen
fr: Nom du programme non traitée
ko: 처리되지 않은 프로그램 이름
ru: Необработанные имя программы
zh_cn: 未处理程序名称
zh_tw: 未處理常式名稱

# WCLCXMC
source: Untreated program name
de: Unbehandelte Programmnamen
fr: Nom du programme non traitée
ko: 처리되지 않은 프로그램 이름
ru: Необработанные имя программы
zh_cn: 未处理程序名称
zh_tw: 未處理常式名稱

# WDCLFSJGHYJ
source: My approach, results or opinions
de: Mein Ansatz, Ergebnisse oder Meinungen
fr: Mon approche, les résultats ou les opinions
ko: 내 접근 방법, 결과 또는 의견
ru: Мой подход, результаты и мнения
zh_cn: 我的处理方式、结果或意见
zh_tw: 我的處理方式、結果或意見

# WDQMRJSHDJH
source: I did not submit the audit plan expires
de: Ich habe nicht vorlegen Prüfungspläne auslaufen
fr: Je ne suis pas soumettre des plans d'audit expirent
ko: 나는 감사 계획이 만료 제출하지 않았다
ru: Я не представить планы ревизии истекает
zh_cn: 我到期没提交审核的计划
zh_tw: 我到期沒提交審核的計畫

# WebServiceMingCheng
source: WebService name
de: WebService Namen
fr: Nom de WebService
ko: WebService에 이름
ru: Имя WebService
zh_cn: WebService名称
zh_tw: WebService名稱

# WebServiceSeDing
source: Web Service Setting
de: Web-Service-Einstellung
fr: Cadre de service Web
ko: 웹 서비스 설정
ru: Установка веб-службы
zh_cn: Web Service设定
zh_tw: Web Service設定

# WebSite
source: Useful Links
de: Nützliche Links
fr: Liens utiles
ko: 유용한 링크
ru: Полезные ссылки
zh_cn: 常用网址
zh_tw: 常用網址

# WeDeYeWuFenXiTu
source: Personal space analysis chart settings
de: My Business-Analyse-Chart
fr: Mon analyse de business chart
ko: 내 비즈니스 분석 차트
ru: Мой бизнес-анализ диаграммы
zh_cn: 个人空间分析图设置
zh_tw: 個人空間分析圖設置

source: Week schedule
de: Wochenplan
fr: Horaire de la semaine
ko: 주 일정
ru: График неделя
zh_cn: 周日程
zh_tw: 周日程

# Wei
source: Latitude
de: Spielraum
ko: 위도
ru: Широта
zh_cn: 纬
zh_tw: 緯

# WeiBuBaoHuQiTiHunHeBi
source: Rear protective gas mixing ratio (%):
de: Schwanzschutzgasmischungsverhältnis (%):
fr: Queue rapport de mélange de gaz de protection (%):
ko: 꼬리 보호 가스 혼합 비율 (%) :
ru: Хвост защитная соотношение смешивания газов (%):
zh_cn: 尾部保护气体混合比(%)：
zh_tw: 尾部保護氣體混合比(%)：

# WeiBuBaoHuQiTiLiu
source: Tungsten diameter:
de: Tungsten Durchmesser:
fr: Diamètre Tungstène:
ko: 텅스텐 직경 :
ru: Диаметр вольфрамового:
zh_cn: 钨极直径：
zh_tw: 鎢極直徑：

# WeiBuBaoHuQiTiLiuLiang
source: Tail shielding gas flow (L / min):
de: Schwanzschutzgasstrom (l / min):
fr: Queue de blindage écoulement de gaz (L / min):
ko: 가스 유량 (L / 분) 차폐 테일 :
ru: Хвост расхода защитного газа (л / мин):
zh_cn: 尾部保护气体流量(L/min)：
zh_tw: 尾部保護氣體流量(L/min)：

# WeiBuBaoHuQiTiZhongLei
source: Tail gas species protection
de: Endgas Artenschutz
fr: La protection des espèces de gaz de queue
ko: 꼬리 가스 종 보호
ru: Газовая защита видов хвост
zh_cn: 尾部保护气体种类
zh_tw: 尾部保護氣體種類

# WeiBuBaoQiTiZhongLei
source: Rear protective gas:
de: Endgas Artenschutz:
fr: Tail protection des espèces de gaz:
ko: 꼬리 가스 종 보호 :
ru: Хвост газовая защита видов:
zh_cn: 尾部保护气体种类：
zh_tw: 尾部保護氣體種類：

# WeiFa
source: No hair
de: Kein Haar
fr: Pas de cheveux
ko: 털이 없다
ru: Нет волос
zh_cn: 未发
zh_tw: 未發

# WeiFaHuo
source: Unshipped
de: Löschten
fr: Non expédiée
ko: 배송되지 않은
ru: Неотправленный
zh_cn: 未发货
zh_tw: 未發貨

# WeiFaShuLiang
source: No hair quantity
de: Keine Haarmenge
fr: Aucune quantité de cheveux
ko: 머리카락의 양 없습니다
ru: Нет количество волос
zh_cn: 未发数量
zh_tw: 未發數量

# WeiFuJinE
source: Outstanding amount
de: Ausstehender Betrag
fr: Encours
ko: 뛰어난 양
ru: Непогашенная сумма
zh_cn: 未付金额
zh_tw: 未付金額

# WeiGuanBi
source: Not Close
de: Nicht Schließen
fr: Non Fermer
ko: 닫히지
ru: Не Закрыть
zh_cn: 未关闭
zh_tw: 未關閉

# WeiGuanLianKeHu
source: Unassociated customers
de: Nicht verknüpfte Kunden
fr: Des clients non liés
ko: 연결되지 않은 고객
ru: Несвязанные клиенты
zh_cn: 未关联客户
zh_tw: 未關聯客戶

# WeiHu
source: Maintain
de: Pflegen
fr: Maintenir
ko: 유지
ru: Поддерживать
zh_cn: 维护
zh_tw: 維護

# WeiHuLeiXing
source: The type of maintenance
de: Wartung Typ
fr: Type d'entretien
ko: 유지 보수 유형
ru: Тип Обслуживание
zh_cn: 维护类型
zh_tw: 維護類型

# WeiHun
source: Unmarried
de: Unverheiratet
fr: Célibataire
ko: 미혼의
ru: Незамужняя
zh_cn: 未婚
zh_tw: 未婚

# WeiHuNeiRong
source: Maintenance Content
de: Wartung Inhalt
fr: Contenu de maintenance
ko: 유지 보수 내용
ru: Техническое обслуживание Содержание
zh_cn: 维护内容
zh_tw: 維護內容

# WeiHuRen
source: Maintenance man
de: Wartung Mann
fr: Homme d'entretien
ko: 유지 보수 사람
ru: Обслуживание человек
zh_cn: 维护人
zh_tw: 維護人

# WeiHuShiJian
source: Maintenance time
de: Wartungszeit
fr: Le temps de maintenance
ko: 유지 보수 시간
ru: Время технического обслуживания
zh_cn: 维护时间
zh_tw: 維護時間

# WeiHuZhe
source: Defenders
fr: Défenseurs
ko: 수비수
ru: Защитники
zh_cn: 维护者
zh_tw: 維護者

# WeiJi
source: Crisis
de: Krise
fr: Crise
ko: 위기
ru: Кризис
zh_cn: 危机
zh_tw: 危機

# WeiJiao
source: Unpaid
de: Unbezahlt
fr: Impayé
ko: 지불하지 않은
ru: Неоплаченный
zh_cn: 未交
zh_tw: 未交

# WeiQueRen
source: Unconfirmed
de: Unbestätigt
ko: 미확인
ru: Неподтвержденный
zh_cn: 未确认
zh_tw: 未確認

# WeiShengJianCha
source: Health Check
de: Gesundheitscheck
fr: Visez santé
ko: 건강 검진
ru: Проверка работоспособности
zh_cn: 卫生检查
zh_tw: 衛生檢查

# WeiShengJianChaLieBiao
source: Health Checklist
de: Gesundheit Checkliste
fr: Liste de contrôle santé
ko: 건강 체크리스트
ru: Здоровье Контрольный список
zh_cn: 卫生检查列表
zh_tw: 衛生檢查列表

# WeiShenHe
source: Not reviewed
de: Nicht bewertet
fr: Non examiné
ko: 검토되지 않음
ru: Не просмотрено
zh_cn: 未审核
zh_tw: 未審核
