Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZDZBZBNWKBC
source: Control standards can not be empty, please add!
de: Kontrollstandards darf nicht leer sein, fügen Sie bitte!
fr: Normes de contrôle ne peut pas être vide, s'il vous plaît ajouter!
ko: 관리 기준은 비워 둘 수 없습니다, 추가하십시오!
ru: Контрольные стандарты не может быть пустым, пожалуйста, добавьте!
zh_cn: 对照标准不能为空，请补充！
zh_tw: 對照標準不能為空，請補充！

# ZZDZCCJC
source: Adjustment error, please check!
de: Einstellungsfehler, prüfen Sie bitte!
fr: Erreur de réglage, s'il vous plaît vérifier!
ko: 조정 오류, 확인하시기 바랍니다!
ru: Ошибка юстировки, пожалуйста, проверьте!
zh_cn: 调整出错，请检查！
zh_tw: 調整出錯，請檢查！

# ZZDZCG
source: Adjust successfully!
de: Adjustment Erfolg!
fr: Le succès de réglage!
ko: 조정 성공!
ru: Регулировка успех!
zh_cn: 调整成功！
zh_tw: 調整成功！

# ZZDZMSBNBHFFZF
source: Control description can not contain illegal characters!
de: Steuerbeschreibung nicht enthalten ungültige Zeichen!
fr: Description de contrôle ne peut pas contenir des caractères illégaux!
ko: 제어 설명이 잘못된 문자를 포함 할 수 없습니다!
ru: Описание управления не может содержать недопустимые символы!
zh_cn: 对照描述不能包含非法字符！
zh_tw: 對照描述不能包含非法字元！

# ZZDZMSBNKBC
source: Control description is not empty, please add!
de: Steuerbeschreibung nicht leer ist, fügen Sie bitte!
fr: Description de commande est pas vide, s'il vous plaît ajouter!
ko: 제어 설명이 비어 있지 않은 추가하십시오!
ru: Описание управления не является пустым, пожалуйста, добавьте!
zh_cn: 对照描述不能空，请补充！
zh_tw: 對照描述不能空，請補充！

# ZZEMAILBNWFFZF
source: Email not be illegal characters!
de: E-Mail nicht illegal Zeichen sein!
fr: Email ne pas être des caractères illégaux!
ko: 이메일에 잘못된 문자가 없습니다!
ru: E-mail не будет недопустимые символы!
zh_cn: Email不能为非法字符！
zh_tw: Email不能為非法字元！

# ZZEMAILCDBNCG30GZFC
source: Email length not more than 30 strings!
de: Email Länge nicht mehr als 30 Saiten!
fr: Email longueur ne dépassant pas 30 cordes!
ko: 이메일 길이 30 이하 문자열!
ru: Длина E-mail не более 30 строк!
zh_cn: Email长度不能超过30个字符串！
zh_tw: Email長度不能超過30個字串！

# ZZEMAILZDKTX
source: Email field vacancy, please fill out!
de: E-Mail-Feld Leerstand, füllen Sie bitte!
fr: Email terrain vacant, s'il vous plaît remplir!
ko: 이메일 필드 공석은 기입하시기 바랍니다!
ru: E-mail Поле вакансия, пожалуйста, заполните!
zh_cn: Email字段空缺，请填写！
zh_tw: Email欄位空缺，請填寫！

# ZZEXCLEBDRBWC
source: Excle Table Import completed
de: Excle Tabelle Import abgeschlossen
fr: Excle Tableau importation terminée
ko: Excle 테이블 가져 오기 완료
ru: Excle Таблица Импорт завершен
zh_cn: Excle表导入全部完成
zh_tw: Excle表導入全部完成

# ZZEXCLEBDRCG
source: Excle table into success!
de: Excle Tabelle werden Erfolge!
fr: Table Excle en succès!
ko: 성공에 Excle 테이블!
ru: Excle стол в успех!
zh_cn: Excle表导入成功!
zh_tw: Excle表導入成功!

# ZZEXCLEBDRGXCG
source: Excle Table Import updated successfully!
de: Excle Tabelle Import erfolgreich aktualisiert!
fr: Excle Import Table mis à jour avec succès!
ko: Excle 테이블 가져 오기가 성공적으로 업데이트!
ru: Excle Таблица Импорт успешно обновлены!
zh_cn: Excle表导入保存成功!
zh_tw: Excle表導入更新成功!

# ZZEXCLEBDRJBWCDXMRYSJDRSBSTRERRORUSERCODESTRINGJC
source: Excle table into basically completed, but the staff failed to import the following data: "+ strErrorUserCodeString +", please check!
de: Excle Tabelle in im Wesentlichen abgeschlossen, aber das Personal konnte die folgenden Daten zu importieren: "+ strErrorUserCodeString +", überprüfen Sie bitte!
fr: Table de Excle dans pratiquement achevé, mais le personnel n'a pas réussi à importer les données suivantes: "+ strErrorUserCodeString +", s'il vous plaît vérifier!
ko: 에 Excle 테이블은 기본적으로 완료,하지만 직원은 다음과 같은 데이터 가져 오기에 실패 : "+ strErrorUserCodeString +"확인하시기 바랍니다!
ru: Excle стол в основном завершена, но персонал не смог импортировать следующие данные: "+ strErrorUserCodeString +", пожалуйста, проверьте!
zh_cn: Excle表导入基本完成，但下面人员数据导入失败：" + strErrorUserCodeString + "，请检查！
zh_tw: Excle表導入基本完成，但下面人員資料導入失敗：" + strErrorUserCodeString + "，請檢查！

# ZZEXCLEBDRSB
source: Excle Table Import failed!
de: Excle Tabellenimport fehlgeschlagen!
fr: Excle Tableau Échec de l'importation!
ko: Excle 테이블 가져 오기에 실패했습니다!
ru: Excle Таблица Импорт не удалось!
zh_cn: Excle表导入失败！
zh_tw: Excle表導入失敗！

# ZZFBCG
source: Successfully published!
de: Veröffentlichen Erfolg!
fr: Publication de succès!
ko: 성공을 게시!
ru: Публикация успех!
zh_cn: 发布成功！
zh_tw: 發佈成功！

# ZZFBRBNWKBC
source: Date can not be empty, please add!
de: Datum darf nicht leer sein, fügen Sie bitte!
fr: La date ne peut pas être vide, s'il vous plaît ajouter!
ko: 날짜는 비워 둘 수 없습니다, 추가하십시오!
ru: Дата не может быть пустым, пожалуйста, добавьте!
zh_cn: 发布日期不能为空，请补充！
zh_tw: 發佈日期不能為空，請補充！

# ZZFBSBJC
source: Post fails, check!
de: Release fehlschlägt, überprüfen!
fr: Sortie échoue, vérifiez!
ko: 릴리스, 확인 실패!
ru: Выпуск терпит неудачу, проверьте!
zh_cn: 发布失败，请检查！
zh_tw: 發佈失敗，請檢查！

# ZZFBSBNWFFZF
source: Subcontractors can not be illegal characters!
de: Unterauftragnehmer können nicht illegal Zeichen sein!
fr: Les sous-traitants ne peuvent pas être des caractères illégaux!
ko: 하청 업체에 잘못된 문자가 될 수 없습니다!
ru: Субподрядчики не может быть недопустимые символы!
zh_cn: 分包商不能为非法字符！
zh_tw: 分包商不能為非法字元！

# ZZFFCZNBNSCBRCJDBB
source: Illegal operation, you can not delete reports created by others!
de: Illegalen Betrieb, können Sie keine Berichte von anderen erstellt wurden gelöscht!
fr: Opération illégale, vous ne pouvez pas supprimer des rapports créés par d'autres!
ko: 불법 조작, 당신은 다른 사람이 만든 보고서를 삭제할 수 없습니다!
ru: Неверная операция, вы не можете удалять отчеты, созданные другими!
zh_cn: 非法操作，你不能删除别人创建的报表！
zh_tw: 非法操作，你不能刪除別人創建的報表！

# ZZFFCZNBNSCBRSCDWJ
source: Illegal operation, you can not delete the file uploaded others!
de: Illegalen Betrieb, können Sie nicht löschen Sie die Datei hochgeladen anderen!
fr: Opération illégale, vous ne pouvez pas supprimer le fichier téléchargé autres!
ko: 불법 조작, 당신은 파일을 업로드 다른 사람을 삭제할 수 없습니다!
ru: Неверная операция, вы не можете удалить файл загружено другим!
zh_cn: 非法操作，你不能删除别人上传的文件!
zh_tw: 非法操作，你不能刪除別人上傳的檔!

# ZZFFCZWJPSLXDGZLDFJZLCBZPZHBNSCWJJC
source: Illegal operation, attachment file review types of workflow process steps after the approval does not delete files, check!
de: Illegalen Betrieb, Anlagendateityp Review-Workflow Prozessschritte nach der Genehmigung Dateien nicht gelöscht, zu überprüfen!
fr: Opération illégale, les étapes du processus de flux de travail d'examen de type de fichier joint après l'approbation ne pas supprimer les fichiers, cocher!
ko: 불법 조작, 첨부 파일 형식 검토 워크 플로 프로세스 단계는 파일을 삭제하지 않습니다 승인 후, 확인!
ru: Неверная операция, шаги привязанность тип файла обзор рабочего процесса после утверждения не удаляет файлы, проверить!
zh_cn: 非法操作，文件评审类型的工作流的附件在流程步骤通过后不能删除文件，请检查！
zh_tw: 非法操作，檔評審類型的工作流的附件在流程步驟批准後不能刪除檔，請檢查！

# ZZFGHGBNWFFZF
source: Rework welder can not be illegal characters!
de: Rework Schweißer kann nicht illegal Zeichen sein!
fr: Rework soudeur ne peut pas être des caractères illégaux!
ko: 재 작업 용접기에 잘못된 문자가 될 수 없습니다!
ru: Паяльная сварщик не может быть недопустимые символы!
zh_cn: 返工焊工不能为非法字符！
zh_tw: 返工焊工不能為非法字元！

# ZZFGRBNWFFZF
source: Rework date can not be illegal characters!
de: Rework Datum kann nicht illegal Zeichen sein!
fr: Date de reprise ne peut pas être des caractères illégaux!
ko: 재 작업 날짜는 잘못된 문자가 될 수 없습니다!
ru: Дата паяльная не может быть недопустимые символы!
zh_cn: 返工日期不能为非法字符！
zh_tw: 返工日期不能為非法字元！

# ZZFHMBZCG
source: Return to the previous steps to success!
de: Zurück zu den vorherigen Schritten zum Erfolg!
fr: Retour aux étapes précédentes de la réussite!
ko: 성공에 이전 단계로 돌아 가기!
ru: Вернуться в предыдущих шагах к успеху!
zh_cn: 返回前面步骤成功！
zh_tw: 返回前面步驟成功！

# ZZFJSBCXMYBGHX
source: Additional fails, the project has been suspended or canceled!
de: Zusätzliche fehlschlägt, hat dieses Projekt wurden ausgesetzt oder aufgehoben!
fr: Échoue supplémentaires, ce projet a été suspendu ou annulé!
ko: 실패 추가,이 프로젝트가 일시 중단되거나 취소되었습니다!
ru: Дополнительная удается, этот проект был отменен или приостановлен!
zh_cn: 附加失败，此项目已被挂起或取消！
zh_tw: 附加失敗，此專案已被掛起或取消！

# ZZFJSBCXMYBJAGHX
source: Additional fails, this project has been closed, suspended or canceled!
de: Zusätzliche fehlschlägt, dieses Projekt geschlossen wurde, ausgesetzt oder aufgehoben!
fr: Supplémentaires échoue, ce projet a été fermé, suspendu ou annulé!
ko: 실패 추가,이 프로젝트는 폐쇄 중단 또는 취소되었습니다!
ru: Дополнительная удается, этот проект был закрыт, отменен или приостановлен!
zh_cn: 附加失败，此项目已被结案，挂起或取消！
zh_tw: 附加失敗，此專案已被結案，掛起或取消！

# ZZFJSCCG
source: Annex deleted successfully!
de: Anhang erfolgreich gelöscht!
fr: L'annexe est supprimée avec succès!
ko: 부록이 삭제!
ru: Приложение успешно удалены!
zh_cn: 附件删除成功！
zh_tw: 附件刪除成功！

# ZZFJSCSBJC
source: Attachment deletion fails, check!
de: Befestigungs Löschen fehlschlägt, überprüfen!
fr: Pièce jointe suppression échoue, vérifiez!
ko: 첨부 파일 삭제 실패, 확인!
ru: Приложение удаление не удается, проверьте!
zh_cn: 附件删除失败，请检查！
zh_tw: 附件刪除失敗，請檢查！

# ZZFKRBNWKBC
source: Payment dates can not be empty, please add!
de: Zahlungstermine darf nicht leer sein, fügen Sie bitte!
fr: Les dates de paiement ne peut être vide, s'il vous plaît ajouter!
ko: 지불 날짜가 비어있을 수 없습니다, 추가하십시오!
ru: Даты платежей не может быть пустым, пожалуйста, добавьте!
zh_cn: 付款日期不能为空，请补充！
zh_tw: 付款日期不能為空，請補充！

# ZZFKZGBNWKBC
source: Fees competent control can not be empty, please add!
de: Gebühren zuständigen Kontroll darf nicht leer sein, fügen Sie bitte!
fr: Honoraires contrôle compétente ne peut pas être vide, s'il vous plaît ajouter!
ko: 요금 유능한 제어가 비어있을 수 없습니다, 추가하십시오!
ru: Тарифы компетентный контроль не может быть пустым, пожалуйста, добавьте!
zh_cn: 费控主管不能为空，请补充！
zh_tw: 費控主管不能為空，請補充！

# ZZFLFSBNWKBC
source: Send material way can not be empty, please add!
de: Senden Sie Material Weg darf nicht leer sein, fügen Sie bitte!
fr: Envoyer façon matérielle ne peut pas être vide, s'il vous plaît ajouter!
ko: 비워 둘 수 없습니다 물질의 방법을 보내기 추가하십시오!
ru: Отправить материала путь не может быть пустым, пожалуйста, добавьте!
zh_cn: 发料方式不能为空，请补充！
zh_tw: 發料方式不能為空，請補充！

# ZZFLUSHINGBLOCKBNWFFZF
source: Flushing Block can not be illegal characters!
de: Flushing-Block kann nicht illegal Zeichen sein!
fr: Flushing Bloc ne peut pas être des caractères illégaux!
ko: 플러싱 블록에 잘못된 문자가 될 수 없습니다!
ru: Промывка блока не может быть недопустимые символы!
zh_cn: Flushing Block不能为非法字符！
zh_tw: Flushing Block不能為非法字元！

# ZZFLUSHINGRECBNWFFZF
source: Flushing Rec can not be illegal characters!
de: Flushing Rec kann nicht illegal Zeichen sein!
fr: Flushing Rec ne peut pas être des caractères illégaux!
ko: 플러싱 녹화에 잘못된 문자가 될 수 없습니다!
ru: Промывка Rec не может быть недопустимые символы!
zh_cn: Flushing Rec不能为非法字符！
zh_tw: Flushing Rec不能為非法字元！

# ZZFPCG
source: Dispatched success!
de: Wird ausgelöst, Erfolg!
fr: Distribué succès!
ko: 전달 성공!
ru: Отправляется успех!
zh_cn: 分派成功！
zh_tw: 分派成功！

# ZZFPSBFPRDMCWCWCRJC
source: Dispatched failed Dispenser coding errors, such person, please check!
de: Wird ausgelöst Versagen, ausgelöst Person Falscher Code, keine solche Person, überprüfen Sie bitte!
fr: Distribué échec, personne expédié code est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 전달 실패, 사람이 잘못된 코드를 파견, 아니 같은 사람, 확인하시기 바랍니다!
ru: Отправляется отказ, рассылаемых человек неправильный код, нет такого человека, пожалуйста, проверьте!
zh_cn: 分派失败，分派人代码错误，查无此人，请检查！
zh_tw: 分派失敗，分派人代碼錯誤，查無此人，請檢查！

# ZZFPSBFPRYJGZYHSLRBNWKJC
source: Dispatched failed dispatched's comments, job requirements and acceptance can not be empty, please check!
de: Wird ausgelöst gescheitert versandt Kommentare, Arbeitsanforderungen und die Akzeptanz von Menschen darf nicht leer sein, prüfen Sie bitte!
fr: Distribué de commentaires, les exigences du poste et l'acceptation des personnes échoué expédié ne peut être vide, s'il vous plaît vérifier!
ko: 실패 비워 둘 수 없습니다 님의 댓글, 작업 요구 사항과 사람들의 수용을 파견 전달, 확인하시기 바랍니다!
ru: Отправляется удалось направил ЗАМЕЧАНИЯ, требования вакансии и принятие людей не может быть пустым, пожалуйста, проверьте!
zh_cn: 分派失败，分派人意见、工作要求和受理人不能为空，请检查！
zh_tw: 分派失敗，分派人意見、工作要求和受理人不能為空，請檢查！

# ZZFPSBGZYHSLRBNWKJC
source: Dispatched failure, job requirements and acceptance can not be empty, please check!
de: Wird ausgelöst Ausfall, Arbeitsanforderungen und die Akzeptanz von Menschen darf nicht leer sein, prüfen Sie bitte!
fr: Échec, les exigences du poste et l'acceptation des personnes ne peut être vide Distribué, s'il vous plaît vérifier!
ko: 비워 둘 수 없습니다 실패, 작업 요구 사항과 사람들의 수용을 전달, 확인하시기 바랍니다!
ru: Отправляется недостаточность, должностных требований и принятие людей не может быть пустым, пожалуйста, проверьте!
zh_cn: 分派失败，工作要求和受理人不能为空，请检查！
zh_tw: 分派失敗，工作要求和受理人不能為空，請檢查！

# ZZFPSBJC
source: Dispatched fails, check!
de: Wird ausgelöst, fehlschlägt, überprüfen!
fr: Distribué échoue, vérifiez!
ko: 실패 전달, 확인!
ru: Отправляется терпит неудачу, проверьте!
zh_cn: 分派失败，请检查！
zh_tw: 分派失敗，請檢查！

# ZZFPXGCG
source: Invoices changed successfully!
de: Rechnungen erfolgreich geändert!
fr: Factures modifiés avec succès!
ko: 송장이 성공적으로 수정!
ru: Счета успешно изменен!
zh_cn: 发票保存成功！
zh_tw: 發票修改成功！

# ZZFPXGSB
source: Invoices modification fails!
de: Rechnungen Änderung fehlschlägt!
fr: Factures modification échoue!
ko: 송장 수정 실패!
ru: Модификация счета не удается!
zh_cn: 发票保存失败！
zh_tw: 發票修改失敗！

# ZZFPXZCG
source: Invoices new success!
de: Rechnungen neuen Erfolg!
fr: Factures nouveau succès!
ko: 송장 새로운 성공!
ru: Счета новый успех!
zh_cn: 发票新增成功！
zh_tw: 發票新增成功！

# ZZFPXZSB
source: New invoices failed!
de: Neue Rechnungen fehlgeschlagen!
fr: Nouveaux factures ont échoué!
ko: 새로운 송장 실패!
ru: Новые счета не удалось!
zh_cn: 发票新增失败！
zh_tw: 發票新增失敗！

# ZZFRDBBNWFFZF
source: Legal representative can not be illegal characters!
de: Gesetzlicher Vertreter kann nicht illegal Zeichen sein!
fr: Représentant légal ne peut pas être des caractères illégaux!
ko: 법인 대표에 잘못된 문자가 될 수 없습니다!
ru: Юридический представитель не может быть недопустимые символы!
zh_cn: 法人代表不能为非法字符！
zh_tw: 法人代表不能為非法字元！

# ZZFRDBCDBNCG4GZFC
source: The legal representative of the length of the string can not be more than 4!
de: Der gesetzliche Vertreter der Länge der Zeichenfolge darf nicht mehr als 4 sein!
fr: Le représentant légal de la longueur de la chaîne ne peut pas être plus de 4!
ko: 문자열의 길이의 법정 대리인은 4 개 이상이 될 수 없습니다!
ru: Законный представитель длине строки не может быть больше, чем 4!
zh_cn: 法人代表长度不能超过4个字符串！
zh_tw: 法人代表長度不能超過4個字串！

# ZZFRDBZDKTX
source: Legal representative field vacancy, please fill out!
de: Gesetzlicher Vertreter Feldleerstand, füllen Sie bitte!
fr: Juridique vacance de champ représentant, s'il vous plaît remplir!
ko: 법인 대표 필드 공석은 기입하시기 바랍니다!
ru: Юридический представитель поле вакансия, пожалуйста, заполните!
zh_cn: 法人代表字段空缺，请填写！
zh_tw: 法人代表欄位空缺，請填寫！

# ZZFRI1BNWFFZF
source: FRI1 not be illegal characters!
de: FRI1 nicht illegal Zeichen sein!
fr: FRI1 pas des caractères illégaux!
ko: FRI1 잘못된 문자 수 없습니다!
ru: FRI1 не быть недопустимые символы!
zh_cn: FRI1不能为非法字符！
zh_tw: FRI1不能為非法字元！

# ZZFRI2BNWFFZF
source: FRI2 not be illegal characters!
de: FRI2 nicht illegal Zeichen sein!
fr: FRI2 pas des caractères illégaux!
ko: FRI2 잘못된 문자 수 없습니다!
ru: FRI2 не быть недопустимые символы!
zh_cn: FRI2不能为非法字符！
zh_tw: FRI2不能為非法字元！

# ZZFRI2HBNWFFZF
source: No. Fri2 not be illegal characters!
de: Nr Fri2 nicht illegal Zeichen sein!
fr: N ° Fri2 ne pas être des caractères illégaux!
ko: 제 Fri2에 잘못된 문자가 없습니다!
ru: Количество Fri2 не быть недопустимые символы!
zh_cn: Fri2号不能为非法字符！
zh_tw: Fri2號不能為非法字元！

# ZZFRI3BNWFFZF
source: FRI3 not be illegal characters!
de: FRI3 nicht illegal Zeichen sein!
fr: FRI3 pas des caractères illégaux!
ko: FRI3 잘못된 문자 수 없습니다!
ru: FRI3 не быть недопустимые символы!
zh_cn: FRI3不能为非法字符！
zh_tw: FRI3不能為非法字元！

# ZZFRI4BNWFFZF
source: FRI4 not be illegal characters!
de: FRI4 nicht illegal Zeichen sein!
fr: FRI4 pas des caractères illégaux!
ko: FRI4 잘못된 문자 수 없습니다!
ru: FRI4 не быть недопустимые символы!
zh_cn: FRI4不能为非法字符！
zh_tw: FRI4不能為非法字元！

# ZZFRI5BNWFFZF
source: Fri5 not be illegal characters!
de: Fri5 nicht illegal Zeichen sein!
fr: Fri5 pas des caractères illégaux!
ko: 잘못된 문자하지 Fri5!
ru: Не Fri5 быть недопустимые символы!
zh_cn: Fri5不能为非法字符！
zh_tw: Fri5不能為非法字元！

# ZZFRI6BNWFFZF
source: Fri6 not be illegal characters!
de: Fri6 nicht illegal Zeichen sein!
fr: Fri6 pas des caractères illégaux!
ko: 잘못된 문자하지 Fri6!
ru: Не Fri6 быть недопустимые символы!
zh_cn: Fri6不能为非法字符！
zh_tw: Fri6不能為非法字元！

# ZZFRI7BNWFFZF
source: Fri7 not be illegal characters!
de: Fri7 nicht illegal Zeichen sein!
fr: Fri7 pas des caractères illégaux!
ko: 잘못된 문자하지 Fri7!
ru: Не Fri7 быть недопустимые символы!
zh_cn: Fri7不能为非法字符！
zh_tw: Fri7不能為非法字元！

# ZZFRI8BNWFFZF
source: Fri8 not be illegal characters!
de: Fri8 nicht illegal Zeichen sein!
fr: Fri8 pas des caractères illégaux!
ko: 잘못된 문자하지 Fri8!
ru: Не Пт8 быть недопустимые символы!
zh_cn: Fri8不能为非法字符！
zh_tw: Fri8不能為非法字元！

# ZZFRI9BNWFFZF
source: Fri9 not be illegal characters!
de: Fri9 nicht illegal Zeichen sein!
fr: Fri9 pas des caractères illégaux!
ko: 잘못된 문자하지 Fri9!
ru: Не Пт9 быть недопустимые символы!
zh_cn: Fri9不能为非法字符！
zh_tw: Fri9不能為非法字元！

# ZZFRIHBNWFFZF
source: No. FRI not be illegal characters!
de: Nein FRI nicht illegal Zeichen sein!
fr: N ° FRI ne pas être des caractères illégaux!
ko: 호 금에 잘못된 문자가 없습니다!
ru: Количество пт не быть недопустимые символы!
zh_cn: FRI号不能为非法字符！
zh_tw: FRI號不能為非法字元！

# ZZFSBNWFFZF
source: Subsidiary not be illegal characters!
de: Tochtergesellschaft nicht illegal Zeichen sein!
fr: Filiale ne pas être des caractères illégaux!
ko: 자회사에 잘못된 문자가 없습니다!
ru: Вспомогательный не быть недопустимые символы!
zh_cn: 附属不能为非法字符！
zh_tw: 附屬不能為非法字元！

# ZZFSCG
source: Sent successfully!
de: Wurde erfolgreich verschickt!
fr: A été envoyé avec succès!
ko: 성공적으로 전송되었습니다!
ru: Был успешно отправлено!
zh_cn: 发送成功！
zh_tw: 發送成功！

# ZZFSSBJC
source: Send failed, please check!
de: Senden fehlgeschlagen ist, überprüfen Sie bitte!
fr: Envoyer échoué, s'il vous plaît vérifier!
ko: 실패 보내기, 확인하시기 바랍니다!
ru: Отправить удалось, пожалуйста, проверьте!
zh_cn: 发送失败，请检查！
zh_tw: 發送失敗，請檢查！

# ZZFSWB
source: Has been sent!
de: Wurde gesendet!
fr: A été envoyé!
ko: 발송되었습니다!
ru: Был отправлен!
zh_cn: 发送完毕！
zh_tw: 發送完畢！

# ZZFSWC
source: Send complete!
de: Senden Sie komplett!
fr: Envoyer complète!
ko: 완전한 보내기!
ru: Отправить завершена!
zh_cn: 发送完成！
zh_tw: 發送完成！

# ZZFWSBMCG
source: Service ID success!
de: Service ID Erfolg!
fr: Service de succès ID!
ko: 서비스 ID 성공!
ru: ID услуги успех!
zh_cn: 服务识别码成功！
zh_tw: 服務識別碼成功！

# ZZFWSBMSBZXSR
source: Service ID fails, please re-enter!
de: Service ID fehlschlägt, wenden Sie sich bitte neu eingeben!
fr: ID de service échoue, s'il vous plaît ré-entrer!
ko: 서비스 ID는, 다시 입력하십시오 실패!
ru: ID услуги терпит неудачу, пожалуйста, введите!
zh_cn: 服务识别码失败，请重新输入！
zh_tw: 服務識別碼失敗，請重新輸入！

# ZZFWSBMYJCZBNZFTJYXXZZXM
source: Service ID already exists, can not be repeated added, allowing the new sub!
de: Service ID bereits vorhanden ist, kann nicht wiederholt aufgenommen werden, so dass die neue Unter!
fr: ID de service existe déjà, ne peut pas être répétée ajouté, permettant à la nouvelle sous!
ko: 서비스 ID는 이미 존재하는 반복은 새로운 서브 있도록 첨가 할 수 없다!
ru: ID услуги уже существует, не может быть повторен добавил, что позволяет новый подраздел!
zh_cn: 服务识别码已经存在，不能重复添加，允许新增子项目！
zh_tw: 服務識別碼已經存在，不能重複添加，允許新增子項目！

# ZZFYBNWFFZF
source: Subregional not be illegal characters!
de: Subregionalen nicht illegal Zeichen sein!
fr: Sous-régional ne pas être des caractères illégaux!
ko: 소 잘못된 문자 수 없습니다!
ru: Субрегиональное не быть недопустимые символы!
zh_cn: 分区域不能为非法字符！
zh_tw: 分區域不能為非法字元！

# ZZFYBXGZLSCCG
source: Reimbursement Workflow Builder success!
de: Erstattung Workflow Builder Erfolg!
fr: Remboursement flux succès constructeur!
ko: 보상 작업 흐름 빌더 성공!
ru: Возмещение рабочий строитель успех!
zh_cn: 费用报销申请生成成功！
zh_tw: 費用報銷工作流生成成功！

# ZZFYBXGZLSCCGDGZLGLYMC
source: Reimbursement workflow builder successfully, please workflow management page query!
de: Erstattung Workflow-Generation erfolgreich ist, gehen Sie zu Workflow Management Seite Abfrage!
fr: Remboursement génération de flux de travail est réussi, allez à la page Workflow Management requête!
ko: 상환 워크 플로우 생성에 성공, 워크 플로우 관리 페이지의 쿼리로 이동합니다!
ru: Возмещение поколение документооборота успешно, перейдите к Workflow Management страницу запроса!
zh_cn: 费用报销申请生成成功，请到工作流管理页面查询！
zh_tw: 費用報銷工作流生成成功，請到工作流管理頁面查詢！

# ZZFYBXGZLSCSB
source: Reimbursement workflow generation failed!
de: Erstattung Workflow Builder fehlgeschlagen!
fr: Remboursement Workflow Builder a échoué!
ko: 보상 작업 흐름 빌더는 실패!
ru: Возмещение строитель рабочий не удалось!
zh_cn: 费用报销申请生成失败！
zh_tw: 費用報銷工作流生成失敗！

# ZZFYBXGZLSCSBKNFYMCZSGDJC
source: Reimbursement workflow builder fails, it may cost too much name words, please check!
de: Erstattung Workflow Builder fehlschlägt, kann es zu sehr Name Worte kosten, bitte!
fr: Remboursement Workflow Builder échoue, il peut coûter nom mots trop, s'il vous plaît vérifier!
ko: 보상 작업 흐름 빌더는 확인하시기 바랍니다, 너무 많은 이름 단어를 비용 수 있으며, 실패!
ru: Строитель Возмещение рабочий не удается, это может стоить слишком много слов имя, пожалуйста, проверьте!
zh_cn: 费用报销申请生成失败，可能费用名称字数过多，请检查！
zh_tw: 費用報銷工作流生成失敗，可能費用名稱字數過多，請檢查！

# ZZFYBXWXSHZZS
source: Costs must be decimal or integer!
de: Die Kosten müssen dezimal oder ganze Zahl sein!
fr: Les coûts doivent être décimal ou entier!
ko: 비용은 소수점 또는 정수 여야합니다!
ru: Расходы должны быть десятичной или целое!
zh_cn: 费用必须为小数，或者整数！
zh_tw: 費用必須為小數，或者整數！

# ZZFYBYXWKBC
source: Expenses not allowed to empty, please add!
de: Gebühr erlaubt ist leer, fügen Sie bitte!
fr: Frais de permis est vide, s'il vous plaît ajouter!
ko: 허용 수수료가 비어 추가하십시오!
ru: Плата разрешается пуст, добавьте!
zh_cn: 费用不允许为空，请补充！
zh_tw: 費用不允許為空，請補充！

# ZZFYSSCCG
source: Fees apply for generating success!
de: Gebühr für die Erzeugung Erfolg!
fr: Supplément pour générer succès!
ko: 요금은 성공을 생성하기위한 적용!
ru: Тарифы применяются для создания успеха!
zh_cn: 费用申请生成成功！
zh_tw: 費用申請生成成功！

# ZZFYSSCSB
source: Application fee generation failed!
de: Gebühr für die Erzeugung fehlgeschlagen!
fr: Supplément pour la génération ont échoué!
ko: 요금 생성에 실패 신청하세요!
ru: Тарифы применяются для генерации не удалось!
zh_cn: 费用申请生成失败！
zh_tw: 費用申請生成失敗！

# ZZFYSSCSBKNFYMCZSGDJC
source: Fees apply build fails, it may cost too much name words, please check!
de: Gebühr Build fehlschlägt, kann es zu viel Name Worten, überprüfen Sie bitte kosten!
fr: Supplément génération échoue, il peut coûter trop cher nom mots, s'il vous plaît vérifier!
ko: 요금은 이름 단어, 확인하시기 바랍니다 너무 많은 비용이 수, 빌드가 실패 적용!
ru: Тарифы применяются сборки не удается, он может стоить слишком много имен слова, пожалуйста, проверьте!
zh_cn: 费用申请生成失败，可能费用名称字数过多，请检查！
zh_tw: 費用申請生成失敗，可能費用名稱字數過多，請檢查！

# ZZFZCG
source: Copy success!
de: Kopieren Sie Erfolg!
fr: Copiez succès!
ko: 성공을 복사!
ru: Скопируйте успех!
zh_cn: 复制成功！
zh_tw: 複製成功！

# ZZFZSBCKHYCZKHZBBNFZJC
source: Replication failure, this assessment of the existing assessment indicators, not copy, please check!
de: Replikationsfehler, diese Einschätzung Bewertungsindikatoren bereits vorhanden sind, kann nicht kopiert werden, überprüfen Sie bitte!
fr: Échec de la réplication, cette évaluation des indicateurs d'évaluation existent déjà, ne peut pas copier, s'il vous plaît vérifier!
ko: 복제 실패, 평가 지표가 이미 존재하는이 평가는 복사 할 수 없습니다, 확인하시기 바랍니다!
ru: Сбой репликации, эта оценка показателей оценки уже существуют, не могут копировать, пожалуйста, проверьте!
zh_cn: 复制失败，此考核已存在考核指标，不能复制，请检查！
zh_tw: 複製失敗，此考核已存在考核指標，不能複製，請檢查！

# ZZFZSBJC
source: Copy fails, check!
de: Kopieren fehlschlägt, überprüfen!
fr: Copie échoue, vérifiez!
ko: 복사가 실패, 확인!
ru: Копировать не удается, проверьте!
zh_cn: 复制失败，请检查！
zh_tw: 複製失敗，請檢查！

# ZZFZWC
source: The copy is complete!
de: Die Kopie ist komplett!
fr: La copie est terminée!
ko: 복사가 완료되었습니다!
ru: Копия завершена!
zh_cn: 复制完成！
zh_tw: 複製完成！

# ZZFZXSJCG
source: Copy rights data success!
de: Urheberrechte Daten Erfolg!
fr: Copiez le succès des données de l'homme!
ko: 권리 데이터 성공을 복사!
ru: Скопируйте успех данных прав!
zh_cn: 复制权限数据成功！
zh_tw: 複製許可權資料成功！
