Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZYHDMYHMCZWEMAILDBNWKJC
source: User code, user name, title, EMail will not be empty, please check!
de: Benutzercode, Benutzernamen, Titel, wird EMail nicht leer sein, prüfen Sie bitte!
fr: Code utilisateur, nom d'utilisateur, titre, email ne sera pas vide, s'il vous plaît vérifier!
ko: 사용자 코드, 사용자 이름, 제목, 이메일은 비워 둘 수 없습니다 것입니다, 확인하시기 바랍니다!
ru: Код пользователя, имя пользователя, название, адрес не будет пустым, пожалуйста, проверьте!
zh_cn: 用户代码，用户名称，职务，EMail都不能为空，请检查！
zh_tw: 用户代码，用户名称，职务，EMail都不能为空，请检查！

# ZZYHGHSJCG
source: Users return books success!
de: Benutzer zurückzukehren Bücher Erfolg!
fr: Les utilisateurs reviennent livres succès!
ko: 사용자는 책의 성공을 반환!
ru: Люди вернуть книги успех!
zh_cn: 用户归还书籍成功！
zh_tw: 用户归还书籍成功！

# ZZYHJYSJCG
source: Users borrow books success!
de: Benutzer Bücher ausleihen Erfolg!
fr: Utilisateurs emprunter des livres succès!
ko: 사용자는 책의 성공을 빌려!
ru: Люди заимствовать книги успех!
zh_cn: 用户借阅书籍成功！
zh_tw: 用户借阅书籍成功！

# ZZYHMHMMDBNWKJC
source: User name and password can not be empty, please check!
de: Benutzername und Passwort sind nicht leer ist, überprüfen Sie bitte!
fr: Nom d'utilisateur et mot de passe ne sont pas vides, s'il vous plaît vérifier!
ko: 사용자 이름과 암호는 빈 아니다, 확인하시기 바랍니다!
ru: Имя пользователя и пароль не пустые, пожалуйста, проверьте!
zh_cn: 用户名和密码都不能为空，请检查！
zh_tw: 用户名和密码都不能为空，请检查！

# ZZYHTJDBSSXHCJXCL
source: Contract <progress> is not in force or material inspection, please deal with!
de: Contract <Fortschritt> ist nicht in Kraft oder Material beschlagnahmt, bitte sich mit!
fr: Contrat <progrès> est pas en vigueur ou matériel saisi, s'il vous plaît traiter!
ko: 계약 <진행> 힘이나 물질 탈취, 처리하시기 바랍니다 아닙니다!
ru: Договор <прогресс> не находится в сила или изъятых материалов, пожалуйста, дело!
zh_cn: 有合同<进度>不是生效或材检，请先处理！
zh_tw: 有合同<进度>不是生效或材检，请先处理！

# ZZYJCZBYZFZ
source: Already exists, do not repeat choice!
de: Bereits vorhanden ist, keine Wahl zu wiederholen!
fr: Existe déjà, ne répétez pas le choix!
ko: 이미 선택을 반복하지 않는, 존재!
ru: Уже существует, не повторить выбор!
zh_cn: 已经存在，不要重复选择！
zh_tw: 已经存在，不要重复选择！

# ZZYJFYBNW0HZKXG
source: Estimated cost can not be 0 or empty, please change!
de: Geschätzte Kosten nicht 0 sein kann oder leer ist, ändern Sie bitte!
fr: Estimation du coût ne peut pas être 0 ou vide, s'il vous plaît changer!
ko: 예상 비용은 0이거나 빈, 변경하십시오 수 없습니다!
ru: Ориентировочная стоимость не может быть 0 или пусто, пожалуйста, изменится!
zh_cn: 预计费用不能为0或者空，请修改！
zh_tw: 预计费用不能为0或者空，请修改！

# ZZYJFYBXDY0KYGGGSZ
source: Estimated cost must be greater than 0, you can give an estimate!
de: Projizierten Kosten muss größer als 0 sein, können Sie einen Kostenvoranschlag zu geben!
fr: Les coûts prévus doivent être supérieure à 0, vous pouvez donner une estimation!
ko: 예상 비용은 추정치를 제공 할 수 있습니다, 0보다 커야합니다!
ru: Прогнозируемые расходы должны быть больше, чем 0, вы можете дать оценку!
zh_cn: 预计费用必须大于0，可以给个估算值！
zh_tw: 预计费用必须大于0，可以给个估算值！

# ZZYJFYBXWXSHZZS
source: Estimated cost must be decimal or integer!
de: Geschätzte Kosten muss dezimal oder ganze Zahl sein!
fr: Estimation du coût doit être décimal ou entier!
ko: 예상 비용은 소수점 또는 정수 여야합니다!
ru: Ориентировочная стоимость должна быть десятичной или целое!
zh_cn: 预计费用必须为小数，或者整数！
zh_tw: 预计费用必须为小数，或者整数！

# ZZYJH
source: Activated!
de: Aktiviert!
fr: Activé!
ko: 활성화!
ru: Активированный!
zh_cn: 已激活！
zh_tw: 已激活！

# ZZYJJ
source: Rejected!
de: Abgelehnt!
fr: Rejeté!
ko: 거부!
ru: Отклонено!
zh_cn: 已拒绝！
zh_tw: 已拒绝！

# ZZYJSFWC
source: --- Mail complete!
de: --- Mailer komplett!
fr: --- Mailer complète!
ko: --- 메일러 완료!
ru: --- Мейлер завершена!
zh_cn: ---邮件收发完成！
zh_tw: ---邮件收发完成！

# ZZYJXXBTSWC
source: Warning messages all pushed up!
de: Schieben Sie alle Warnmeldungen, fertig!
fr: Poussez tous les messages d'avertissement fait!
ko: 수행 모든 경고 메시지를 밀어!
ru: Нажмите все предупреждающие сообщения сделали!
zh_cn: 预警消息全部推送完成！
zh_tw: 预警消息全部推送完成！

# ZZYJYAYLDZYDYGYJYABZDWFSC
source: Contingency plans already call the single drill emergency plan alone can not be deleted!
de: Notfallpläne der einzelnen Bohrer Notfallplan rufen schon allein kann nicht gelöscht werden!
fr: Les plans d'urgence appellent déjà le plan d'urgence de forage à lui seul ne peuvent pas être supprimés!
ko: 비상 계획은 이미 혼자 단일 드릴 비상 계획을 호출 삭제할 수 없습니다!
ru: Планы действий в чрезвычайных уже называют единый план экстренной сверла в одиночку не могут быть удалены!
zh_cn: 应急预案演练单中已调用该应急预案编制单，无法删除！
zh_tw: 应急预案演练单中已调用该应急预案编制单，无法删除！

# ZZYJZLDGYSBXYZFDJ
source: Current supplier has been selected, do not repeat the click!
de: Aktuelle Lieferant ausgewählt wurde, nicht das zu wiederholen, klicken Sie!
fr: Le fournisseur actuel a été sélectionné, ne répétez pas le clic!
ko: 현재 공급 업체가 선택, 클릭을 반복하지 않는다!
ru: Текущая поставщиком была выбрана, не повторить клик!
zh_cn: 已经选择了当前供应商，不需要重复点击!
zh_tw: 已经选择了当前供应商，不需要重复点击!

# ZZYKDJDBSBXXCL
source: Have requested a single paragraph <progress> is not reimbursed, please deal with!
de: Einen einzigen Absatz <Fortschritt> wird nicht erstattet gebeten, bitte sich mit!
fr: Ont demandé un seul paragraphe <progrès> est pas remboursé, s'il vous plaît traiter!
ko: 하나의 단락 <진행> 상환되지 않습니다 요구 한 처리하십시오!
ru: Запросили один абзац <прогресс> не возмещаются, пожалуйста, дело!
zh_cn: 有请款单<进度>不是报销，请先处理！
zh_tw: 有请款单<进度>不是报销，请先处理！

# ZZYKRZB
source: Log table has been cleared!
de: Log-Tabelle gelöscht wurde!
fr: Table journal a été effacé!
ko: 로그 테이블이 삭제되었습니다!
ru: Таблица Войти был очищен!
zh_cn: 已清空日志表！
zh_tw: 已清空日志表！

# ZZYKXXFSB
source: Empty information table has been sent!
de: Leere Informationstabelle wurde versendet!
fr: Table d'information vide a été envoyé!
ko: 빈 정보 테이블을 보냈습니다!
ru: Пусто данных этой таблицы был отправлен!
zh_cn: 已清空信息发送表！
zh_tw: 已清空信息发送表！

# ZZYLJGBXWXSHZZS
source: Raw material prices must be decimal or integer!
de: Rohstoffpreise muss eine Dezimalzahl oder ganze Zahl sein!
fr: Prix ​​des matières premières doivent être un nombre décimal ou entier!
ko: 원료 가격은 소수점 또는 정수 여야합니다!
ru: Цены на сырье должно быть десятичным числом или!
zh_cn: 原料价格必须为小数，或者整数！
zh_tw: 原料价格必须为小数，或者整数！

# ZZYLJGBYXWKBC
source: Prices of raw materials are not allowed to empty, please add!
de: Die Rohstoffpreise sind nicht auf leere erlaubt, fügen Sie bitte!
fr: Prix ​​des matières premières ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 원자재 가격이 비어에 허용되지 않습니다를 추가하십시오!
ru: Цены на сырье не имеет пустой, пожалуйста, добавьте!
zh_cn: 原料价格不允许为空，请补充！
zh_tw: 原料价格不允许为空，请补充！

# ZZYLLXBNBHFFZF
source: Feedstock type can not contain illegal characters!
de: Feedstock-Typ nicht enthalten ungültige Zeichen!
fr: Type de matière première ne peut pas contenir des caractères illégaux!
ko: 공급 원료 유형은 잘못된 문자를 포함 할 수 없습니다!
ru: Тип сырья не может содержать недопустимые символы!
zh_cn: 原料类型不能包含非法字符！
zh_tw: 原料类型不能包含非法字符！

# ZZYLLXBYXWKBC
source: Raw material type does not allow empty, please add!
de: Rohstofftyp nicht erlaubt für die leer ist, fügen Sie bitte!
fr: Type de matière première ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 원료 유형은 빈 허용하지 않습니다, 추가하십시오!
ru: Тип Сырье не позволяют пустой, пожалуйста, добавьте!
zh_cn: 原料类型不允许为空，请补充！
zh_tw: 原料类型不允许为空，请补充！

# ZZYLMCBNSFFZF
source: Material name can not be illegal characters!
de: Materialname nicht erlaubte Zeichen sein!
fr: Nom du produit peut ne pas être des caractères illégaux!
ko: 물질 이름에 잘못된 문자가 될 수 없습니다!
ru: Название Материал не может быть недопустимые символы!
zh_cn: 原料名称不能是非法字符！
zh_tw: 原料名称不能是非法字符！

# ZZYLMCBYXWKBC
source: Name of raw materials are not allowed to empty, please add!
de: Materialnamen erlaubt ist leer, fügen Sie bitte!
fr: Nom du produit autorisé est vide, s'il vous plaît ajouter!
ko: 허용 된 물질 이름이 비어 추가하십시오!
ru: Наименование материала разрешается пуст, добавьте!
zh_cn: 原料名称不允许为空，请补充！
zh_tw: 原料名称不允许为空，请补充！

# ZZYLMCYJCZGG
source: Material name already exists, please change!
de: Materialname bereits vorhanden ist, ändern Sie bitte!
fr: Nom du produit déjà existe, s'il vous plaît changer!
ko: 재료 이름은 이미 변경하십시오 존재!
ru: Материал именем уже существует, пожалуйста, изменится!
zh_cn: 原料名称已经存在，请更改！
zh_tw: 原料名称已经存在，请更改！

# ZZYLMSBNBHFFZF
source: Material description can not contain illegal characters!
de: Materialbeschreibung nicht enthalten ungültige Zeichen!
fr: Description du matériel ne peut pas contenir des caractères illégaux!
ko: 소재 설명이 잘못된 문자를 포함 할 수 없습니다!
ru: Описание Материал не может содержать недопустимые символы!
zh_cn: 原料描述不能包含非法字符！
zh_tw: 原料描述不能包含非法字符！

# ZZYLSYBNWFFZF
source: Pressure test can not be illegal characters!
de: Druckprüfung kann nicht illegal Zeichen sein!
fr: Essai de pression ne peut pas être des caractères illégaux!
ko: 압력 테스트에 잘못된 문자가 될 수 없습니다!
ru: Испытание под давлением не может быть недопустимые символы!
zh_cn: 压力试验不能为非法字符！
zh_tw: 压力试验不能为非法字符！

# ZZYMSBNWFFZF
source: Regional description is not illegal characters!
de: Regionale Beschreibung ist nicht illegal Zeichen!
fr: Description régionale ne sont pas des caractères illégaux!
ko: 지역 설명에 잘못된 문자가 아닙니다!
ru: Региональный описание не является недопустимые символы!
zh_cn: 区域描述不能为非法字符！
zh_tw: 区域描述不能为非法字符！

# ZZYSFYYJCWEXMESSAGE
source: Monthly transport costs, the error: "+ ex.Message +"!
de: Monatliche Transportkosten, der Fehler: "+ ex.Message +"!
fr: Les coûts de transport mensuels, l'erreur: "+ ex.Message +"!
ko: 월별 수송 비용, 오류 : "+ ex.Message +"!
ru: Ежемесячные транспортные расходы, ошибка: "+ +" ex.Message!
zh_cn: 运输费用月结 ，错误：" + ex.Message + "！
zh_tw: 运输费用月结 ，错误：" + ex.Message + "！

# ZZYSHDGRXXWFCZSCLXRXXSB
source: Personal information has been audited inoperable, delete the contact information failed
de: Persönliche Informationen wurden inoperable geprüft, Löschen Kontaktinformationen fehlgeschlagen
fr: Les renseignements personnels a été audité inopérable, informations de contact Supprimer échoué
ko: 개인 정보가 작동 감사되었습니다, 삭제 연락처 정보는 실패
ru: Личная информация была проверена строя, Удалить контактная информация удалось
zh_cn: 已审核的个人信息无法操作，删除联系人信息失败
zh_tw: 已审核的个人信息无法操作，删除联系人信息失败

# ZZYSHDGRXXWFCZSCZZZSXXSB
source: Personal information has been audited can not operate, remove the Certificate information failed
de: Persönliche Informationen geprüft wurden nicht arbeiten kann, entfernen Sie die Informationen Certificate gescheitert
fr: Les renseignements personnels a été audité ne peut pas fonctionner, supprimer les informations certificat échoué
ko: 개인 정보는, 동작 실패 인증서 정보를 제거 할 수없는 한 감사
ru: Личная информация была проверена не может работать, удалить информацию сертификат Не удалось
zh_cn: 已审核的个人信息无法操作，删除资质证书信息失败
zh_tw: 已审核的个人信息无法操作，删除资质证书信息失败

# ZZYSHDGRXXWFCZXGLXRXXSB
source: Personal information can not be audited, modify contact information failed
de: Persönliche Informationen können nicht geprüft werden, zu ändern Kontaktinformationen fehlgeschlagen
fr: Les renseignements personnels ne peuvent pas être vérifiés, des informations de contact modifier échoué
ko: 개인 정보를 감사 할 수없는, 수정 연락처 정보는 실패
ru: Личная информация не может быть аудит, изменять контактную информацию удалось
zh_cn: 已审核的个人信息无法操作，修改联系人信息失败
zh_tw: 已审核的个人信息无法操作，修改联系人信息失败

# ZZYSHDGRXXWFCZXGZZZSXXSB
source: Personal information can not be audited, modify Certificate information failed
de: Persönliche Informationen können nicht geprüft werden, ändern Certificate Informationen gescheitert
fr: Les renseignements personnels ne peuvent être contrôlées, modifier les informations certificat a échoué
ko: 개인 정보를 감사 할 수없는, 인증서 정보가 실패 수정
ru: Личная информация не может быть аудит, изменять информацию Сертификат не удалось
zh_cn: 已审核的个人信息无法操作，修改资质证书信息失败
zh_tw: 已审核的个人信息无法操作，修改资质证书信息失败

# ZZYSHDGRXXWFCZXZLXRXXSB
source: Personal information has been audited inoperable, new contact information failed
de: Persönliche Informationen wurden inoperable geprüft, fügen Sie Kontaktinformationen Ausfall
fr: Les renseignements personnels a été audité inopérable, ajouter des contacts manque d'information
ko: 개인 정보가 작동 감사하고있다, 추가 연락처 정보 실패
ru: Личная информация была проверена строя, добавить контакт провал информация
zh_cn: 已审核的个人信息无法操作，新增联系人信息失败
zh_tw: 已审核的个人信息无法操作，新增联系人信息失败

# ZZYSHDGRXXWFCZXZZZZSXXSB
source: Personal information has been audited inoperable, the new Certificate information failed
de: Persönliche Informationen geprüft wurden nicht arbeiten kann, das neue Zeugnis Information gescheitert
fr: Les renseignements personnels a été audité ne peut pas fonctionner, le nouveau certificat a échoué informations
ko: 개인 정보가 작동 할 수없는 감사 한, 새 인증서 정보 실패
ru: Личная информация была проверена не может работать, новая информация Сертификат не удалось
zh_cn: 已审核的个人信息无法操作，新增资质证书信息失败
zh_tw: 已审核的个人信息无法操作，新增资质证书信息失败

# ZZYSJEBNWK0BC
source: Budget amount can not be null (0), please add!
de: Budgetbetrag darf nicht leer (0) hinzufügen zu können!
fr: Montant du budget ne peut pas être vide (0) S'il vous plaît ajouter!
ko: 예산 금액 (0) 추가하십시오 비워 둘 수 없습니다!
ru: Объем бюджета не может быть пустым (0) Пожалуйста, добавьте!
zh_cn: 预算金额不能为空(0)，请补充！
zh_tw: 预算金额不能为空(0)，请补充！

# ZZYSJEBXWXSHZZS
source: Budget amount must decimal or integer!
de: Budgetbetrag muss dezimal oder Ganzzahl!
fr: Montant du budget doit décimal ou entier!
ko: 예산 금액은 진수 또는 정수해야합니다!
ru: Объем бюджета должны десятичную или целое!
zh_cn: 预算金额必须为小数，或者整数！
zh_tw: 预算金额必须为小数，或者整数！

# ZZYSL
source: It has been accepted!
de: Es wurde angenommen!
fr: Il a été accepté!
ko: 그것은 받아 들여졌다!
ru: Он был принят!
zh_cn: 已受理！
zh_tw: 已受理！

# ZZYSRHYXDBNWKJC
source: Any of the above can not be empty, please check!
de: Jedes der oben darf nicht leer sein, prüfen Sie bitte!
fr: Tout ce qui précède ne peut être vide, s'il vous plaît vérifier!
ko: 위의 모든 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Любой из вышеперечисленных не может быть пустым, пожалуйста, проверьте!
zh_cn: 以上任何一项都不能为空，请检查！
zh_tw: 以上任何一项都不能为空，请检查！

# ZZYSZSTRAGENCYNAMEWNDGZLSPDLRXZXSWNZJJK
source: Set "+ strAgencyName +" for your examination and approval workflow agent, you can cancel only set yourself!
de: Stellen Sie "+ strAgencyName +" für die Prüfung und Genehmigung Ablaufagenten, können Sie abbrechen nur selbst bestimmen!
fr: Set "+ strAgencyName +" pour votre examen et le workflow d'approbation agent, vous pouvez annuler seulement mis vous-même!
ko: 설정 "+ strAgencyName +"당신의 검토 및 승인 워크 플로우 에이전트, 사용자가 직접 설정 한 경우에만 취소 할 수 있습니다!
ru: Установите «+ strAgencyName +" для экспертизы и утверждения агента документооборота можно отменить только настроить себя!
zh_cn: 已设置 " + strAgencyName + " 为你的工作流审批代理人，取消只需设为你自己即可！
zh_tw: 已设置 " + strAgencyName + " 为你的工作流审批代理人，取消只需设为你自己即可！

# ZZYTBNWFFZF
source: Not use illegal characters!
de: Nicht benutzen ungültige Zeichen!
fr: Ne pas utiliser des caractères illégaux!
ko: 잘못된 문자를 사용하지 않습니다!
ru: Не использовать недопустимые символы!
zh_cn: 用途不能为非法字符！
zh_tw: 用途不能为非法字符！

# ZZYTBNWKBC
source: Use can not be empty, please add!
de: Verwenden Sie darf nicht leer sein, fügen Sie bitte!
fr: Utilisation ne peut pas être vide, s'il vous plaît ajouter!
ko: 사용이 비어있을 수 없습니다, 추가하십시오!
ru: Использование не может быть пустым, пожалуйста, добавьте!
zh_cn: 用途不能为空，请补充！
zh_tw: 用途不能为空，请补充！

# ZZYWCCYZR
source: Completed members transferred!
de: Abgeschlossene Mitglieder übertragen!
fr: Terminé transférés membres!
ko: 완성 된 회원은 전송!
ru: Выполненные члены переданы!
zh_cn: 已完成成员转入！
zh_tw: 已完成成员转入！

# ZZYXGZLSPDL
source: Cancelled workflow approval agent!
de: Abgesagt Workflow Genehmigung Mittel!
fr: Annulé flux de travail d'approbation l'agent!
ko: 취소 된 워크 플로 승인 에이전트!
ru: Отменен рабочий процесс утверждения агент!
zh_cn: 已取消工作流审批代理！
zh_tw: 已取消工作流审批代理！

# ZZYYHDMLXDMJJBRDMZRHYXDBNWKJC
source: Original user code, type the code and ID code, any one can be null, check!
de: Ursprüngliche Benutzercode, geben Sie den Code und ID-Code, jeder kann nicht leer sein, prüfen Sie bitte!
fr: Code utilisateur d'origine, tapez le code de code et ID, une quelconque ne peut pas être vide, s'il vous plaît vérifier!
ko: 원래 사용자 코드, 코드와 ID 코드를 입력, 하나라도 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Оригинальный код пользователя, введите код и идентификационный код, любой не может быть пустым, пожалуйста, проверьте!
zh_cn: 原用户代码，类型、代码及经办人代码中任何一项都不能为空，请检查！
zh_tw: 原用户代码，类型、代码及经办人代码中任何一项都不能为空，请检查！

# ZZYYJLBNXZ
source: Existing records, not new!
de: Vorhandene Datensätze, nicht neu!
fr: Les dossiers existants, pas Nouveau!
ko: 기존 레코드, 새로운 것이 아니다!
ru: Существующие записи, не Нью-!
zh_cn: 已有记录，不能新增！
zh_tw: 已有记录，不能新增！

# ZZYZFWSBMCWJCCWYYKNSEXMESSAGE
source: Authentication Service ID error, please check! Error reason might be: "+ ex.Message +"
de: Authentication Service-ID-Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Erreur d'authentification ID de service, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 인증 서비스 ID 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Аутентификация Service ID ошибки, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 验证服务识别码错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 验证服务识别码错误，请检查！错误原因可能是：" + ex.Message + "

# ZZYZMCWSRZDYZM
source: Code error, please enter the correct verification code.
de: Prüfcode Fehler, bitte geben Sie den richtigen Sicherheitscode.
fr: Vérification erreur de code, s'il vous plaît entrez le code de vérification correcte.
ko: 확인 코드 오류가 올바른 인증 코드를 입력하시기 바랍니다.
ru: Проверка кода ошибки, пожалуйста, введите правильный код проверки.
zh_cn: 验证码错误，请输入正确的验证码。
zh_tw: 验证码错误，请输入正确的验证码。

# ZZZBBHDBNWKJC
source: Bidding numbers are not empty, please check!
de: Bieten Zahlen sind nicht leer ist, überprüfen Sie bitte!
fr: Numéros d'appel d'offres ne sont pas vides, s'il vous plaît vérifier!
ko: 입찰 번호는 비어 있지 않은, 확인하시기 바랍니다!
ru: Номера для торгов не являются пустыми, пожалуйста, проверьте!
zh_cn: 招标编号都不能为空，请检查！
zh_tw: 招标编号都不能为空，请检查！

# ZZZBBHYJCZBNZF
source: Tender No. already exists, can not be repeated!
de: Ausschreibungsnummer bereits vorhanden ist, kann nicht wiederholt werden!
fr: Tender n existe déjà, ne peut pas être répété!
ko: 입찰 번호는 이미 존재하는 반복 될 수 없습니다!
ru: Тендер № уже существует, не может быть повторен!
zh_cn: 招标编号已经存在，不能重复！
zh_tw: 招标编号已经存在，不能重复！

# ZZZBDCGWJLXGLY
source: Procurement documents can not be found, please contact the webmaster!
de: Können die Ausschreibungsunterlagen nicht finden, wenden Sie sich bitte an den Administrator!
fr: Vous ne trouvez pas les documents d'approvisionnement, s'il vous plaît contactez l'administrateur!
ko: 조달 문서를 찾을 수 없습니다, 관리자에게 문의하십시오!
ru: Не можете найти документы по закупкам, пожалуйста, обратитесь к администратору!
zh_cn: 找不到采购文件，请联系管理员！
zh_tw: 找不到采购文件，请联系管理员！

# ZZZBDXYDHTLB
source: Contracts can not find the appropriate list!
de: Verträge nicht finden können, die entsprechende Liste!
fr: Contrats ne peuvent pas trouver la liste appropriée!
ko: 계약은 해당 목록을 찾을 수 없습니다!
ru: Контракты не может найти соответствующий список!
zh_cn: 找不到相应的合同列表！
zh_tw: 找不到相应的合同列表！

# ZZZBDXYDKDJL
source: Please find the corresponding record a single paragraph!
de: Sie finden den entsprechenden Absatz einzelnen Datensatz!
fr: S'il vous plaît trouver l'enregistrement unique paragraphe correspondant!
ko: 해당 단락 하나의 기록을 찾아주세요!
ru: Пожалуйста, найдите соответствующий пункт одну запись!
zh_cn: 找不到相应的请款单记录！
zh_tw: 找不到相应的请款单记录！

# ZZZBDXYDKDLB
source: Please find the corresponding single paragraph listing!
de: Sie finden den entsprechenden einzelnen Absatz Auflistung!
fr: S'il vous plaît trouver la liste unique de paragraphe correspondant!
ko: 대응하는 하나의 단락의 목록을 검색하세요!
ru: Пожалуйста, найти соответствующий пункт одного список!
zh_cn: 找不到相应的请款单列表！
zh_tw: 找不到相应的请款单列表！

# ZZZBFASCCG
source: Bidding program generates success!
de: Bieten Programm generiert Erfolg!
fr: Programme d'enchères génère succès!
ko: 입찰 프로그램이 성공을 생성!
ru: Торги программа генерирует успех!
zh_cn: 招标方案生成成功！
zh_tw: 招标方案生成成功！

# ZZZBFASCSBJC
source: Bidding program generation failed, please check!
de: Bieten Programmerstellung fehlgeschlagen ist, überprüfen Sie bitte!
fr: Génération de programme d'enchères échoué, s'il vous plaît vérifier!
ko: 입찰 프로그램 생성에 실패, 확인하시기 바랍니다!
ru: Торги поколение программы не удалось, пожалуйста, проверьте!
zh_cn: 招标方案生成失败，请检查！
zh_tw: 招标方案生成失败，请检查！

# ZZZBHBNWFFZF
source: Since numbers can not be illegal characters!
de: Seit Nummern können nicht illegal Zeichen sein!
fr: Depuis chiffres ne peuvent pas être des caractères illégaux!
ko: 숫자 때문에 잘못된 문자가 될 수 없습니다!
ru: Поскольку номера не может быть недопустимые символы!
zh_cn: 自编号不能为非法字符！
zh_tw: 自编号不能为非法字符！

# ZZZBHYJCZGG
source: Since number already exists, please change!
de: Seit Nummer bereits vorhanden ist, ändern Sie bitte!
fr: Depuis numéro existe déjà, s'il vous plaît changer!
ko: 번호가 이미 존재하기 때문에, 변경하십시오!
ru: С номером уже существует, пожалуйста, изменится!
zh_cn: 自编号已经存在，请更改！
zh_tw: 自编号已经存在，请更改！

# ZZZBJ
source: Please select the class!
de: Bitte wählen Sie die Klasse!
fr: S'il vous plaît sélectionner la classe!
ko: 클래스를 선택하세요!
ru: Пожалуйста, выберите класс!
zh_cn: 请选择班级！
zh_tw: 请选择班级！

# ZZZBJLBCZJC
source: Bidding record does not exist, please check!
de: Bieter-Rekord nicht vorhanden ist, überprüfen Sie bitte!
fr: Record enchères ne pas exister, s'il vous plaît vérifier!
ko: 입찰 기록이 존재하지, 확인하시기 바랍니다 않습니다!
ru: Торги запись не существует, пожалуйста, проверьте!
zh_cn: 招标记录不存在，请检查！
zh_tw: 招标记录不存在，请检查！

# ZZZBTJSCCG
source: Recommended bid to generate success!
de: Empfohlenen Gebot zum Erfolg zu generieren!
fr: Enchère recommandée pour générer succès!
ko: 성공을 생성하는 것이 좋습니다 입찰!
ru: Рекомендуем ставка генерировать успех!
zh_cn: 中标推荐生成成功！
zh_tw: 中标推荐生成成功！

# ZZZBTJSCSBJC
source: Recommended generate bid fails, check!
de: Empfohlene erzeugen Gebot fehlschlägt, überprüfen!
fr: Recommandé générer candidature échoue, vérifiez!
ko: 입찰 실패를 생성 확인 추천!
ru: Рекомендуем произвести предложение не удается, проверьте!
zh_cn: 中标推荐生成失败，请检查！
zh_tw: 中标推荐生成失败，请检查！

# ZZZCBHZCDMZCMCZCGGCFWZLYWZZRHYXDBNWKJC
source: Asset number, asset code, asset name, asset size, storage location, the source location can not be any one empty, please check!
de: Anlagennummer, Anlagencode, Asset-Name, Asset-Größe, Speicherort, kann der Quellpfad nicht sein eine leere, überprüfen Sie bitte!
fr: Nombre d'actifs, le code de l'actif, le nom de l'actif, la taille de l'actif, l'emplacement de stockage, l'emplacement de la source ne peut pas être l'un quelconque vide, s'il vous plaît vérifier!
ko: 자산 번호, 자산 코드, 자산 이름, 자산 규모, 저장 위치, 소스 위치는 하나의 빈, 확인하시기 바랍니다 수 없습니다!
ru: Количество активов, код активами, имя актив, размер активов, место хранения, расположение источника не может быть один пустой, пожалуйста, проверьте!
zh_cn: 资产编号，资产代码，资产名称，资产规格，存放位置，来源位置中任何一项都不能为空，请检查！
zh_tw: 资产编号，资产代码，资产名称，资产规格，存放位置，来源位置中任何一项都不能为空，请检查！

# ZZZCBNWFFZF
source: The title character is not illegal!
de: Die Titelfigur ist nicht illegal!
fr: Le caractère de titre est pas illégal!
ko: 제목 문자는 불법이 아니다!
ru: Характер названия не является незаконным!
zh_cn: 职称不能为非法字符！
zh_tw: 职称不能为非法字符！

# ZZZCBNWKBC
source: The title can not be empty, please add!
de: Titel darf nicht leer sein, fügen Sie bitte!
fr: Titre ne peut être vide, s'il vous plaît ajouter!
ko: 제목은 비워 둘 수 없습니다, 추가하십시오!
ru: Название не может быть пустым, пожалуйста, добавьте!
zh_cn: 职称不能为空，请补充！
zh_tw: 职称不能为空，请补充！

# ZZZCBSXXXZLXRXXSB
source: Please select the contractor information, new contact information failed
de: Bitte wählen Sie den Auftragnehmer Informationen, neue Kontaktinformationen fehlgeschlagen
fr: S'il vous plaît sélectionner les informations de l'entrepreneur, de nouvelles informations de contact a échoué
ko: 계약자 정보를 선택하십시오, 새로운 연락처 정보 실패
ru: Пожалуйста, выберите информацию подрядчик, новый Контактная информация не удалось
zh_cn: 请选择承包商信息，新增联系人信息失败
zh_tw: 请选择承包商信息，新增联系人信息失败

# ZZZCCG
source: registration success!
de: Registrieren Sie Erfolg!
fr: Inscrivez succès!
ko: 성공을 등록!
ru: Регистрация успех!
zh_cn: 注册成功!
zh_tw: 注册成功!
