Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# RTGuanLi
source: RT management
fr: La gestion RT
ko: RT 관리
ru: Управление РТ
zh_cn: RT管理
zh_tw: RT管理

# RTHeGeJiBie
source: RT quality level:
de: RT Qualitätsniveau:
fr: RT niveau de qualité:
ko: RT 품질 레벨 :
ru: Уровень качества РТ:
zh_cn: RT合格级别：
zh_tw: RT合格級別：

# RTJianCheBiLi
source: RT detection ratio:
de: RT Erkennungsverhältnis:
fr: RT taux de détection:
ko: RT 검출 비율 :
ru: RT соотношение обнаружения:
zh_cn: RT检测比例：
zh_tw: RT檢測比例：

# RTJianYanJieGuo
source: RT test results:
de: RT Testergebnisse:
fr: Les résultats des tests RT:
ko: RT 시험 결과 :
ru: Результаты испытаний RT:
zh_cn: RT检验结果：
zh_tw: RT檢驗結果：

# RTJieGuo
source: RT Results
de: RT Ergebnisse
fr: Résultats RT
ko: RT 결과
ru: RT Результаты
zh_cn: RT结果
zh_tw: RT結果

# RTJiLuEr
source: RT Record 2
fr: RT fiche 2
ko: RT 기록 (2)
ru: RT Запись 2
zh_cn: RT记录2
zh_tw: RT記錄2

# RTJiLuYi
source: RT Record 1
de: RT Posten 1
fr: Enregistrez RT 1
ko: RT 기록 1
ru: RT Запись 1
zh_cn: RT记录1
zh_tw: RT記錄1

# RTPingDingBiaoZhun
source: RT evaluation criteria:
de: RT Bewertungskriterien:
fr: RT critères d'évaluation:
ko: RT 평가 기준 :
ru: Критерии оценки: RT
zh_cn: RT评定标准：
zh_tw: RT評定標準：

# RTRiQi
source: RT Date
de: RT Datum
fr: Date de RT
ko: RT 날짜
ru: RT Дата
zh_cn: RT日期
zh_tw: RT日期

# RTTanShangRiQiEr
source: RT testing date 2
de: RT Testdatum 2
fr: RT date de test 2
ko: RT 테스트 날짜 2
ru: RT Дата испытания 2
zh_cn: RT探伤日期2
zh_tw: RT探傷日期2

# RTTanShangRiQiYi
source: RT testing date 1
de: RT Testdatum 1
fr: RT date de test 1
ko: RT 테스트 날짜 1
ru: RT Дата испытания 1
zh_cn: RT探伤日期1
zh_tw: RT探傷日期1

# RTWeiTuo
source: RT commission
de: RT Kommission
fr: Commission RT
ko: RT위원회
ru: Комиссия РТ
zh_cn: RT委托
zh_tw: RT委託

# RTXFuWuLianJieCeShi
source: RTX service connection test
de: RTX-Service Verbindungstest
fr: RTX test de connexion de service
ko: RTX 서비스 연결 테스트
ru: Тест подключения службы RTX
zh_cn: RTX服务连接测试
zh_tw: RTX服務連接測試

# RTXFuWuQi
source: RTX server
fr: Serveur RTX
ko: RTX 서버
ru: Сервер RTX
zh_cn: RTX服务器
zh_tw: RTX伺服器

# RTXHao
source: RTX No.
ko: RTX 번호
ru: RTX номер
zh_cn: RTX号
zh_tw: RTX號

# RTXiJie
source: RT details
fr: RT détails
ko: RT 세부 사항
ru: Подробнее RT
zh_cn: RT细节
zh_tw: RT細節

# RTXinXi
source: RT Information:
de: RT-Informationen:
fr: Informations RT:
ko: RT 정보 :
ru: RT информация:
zh_cn: RT信息：
zh_tw: RT信息：

# RTXLianJieCeShi
source: RTX connection test
de: RTX Verbindungstest
fr: Test de connexion RTX
ko: RTX 연결 테스트
ru: Проверка соединения RTX
zh_cn: RTX连接测试
zh_tw: RTX連接測試

# RTXZhangHu
source: RTX account
de: RTX Konto
fr: Compte RTX
ko: RTX 계정
ru: RTX аккаунт
zh_cn: RTX帐户
zh_tw: RTX帳戶

# RTYangBen
source: RT Samples
de: RT Beispiele
fr: Les échantillons RT
ko: RT 샘플
ru: Образцы RT
zh_cn: RT样本
zh_tw: RT樣本

# RTYangBenHao
source: RT sample number
de: RT Probennummer
fr: RT numéro d'échantillon
ko: RT 샘플 수
ru: Номер образца РТ
zh_cn: RT样本号
zh_tw: RT樣本號

# Ru
source: Such as: 113.89.96.141: 1012
de: Wie zum Beispiel: 113.89.96.141: 1012
fr: Tels que: 113.89.96.141: 1,012
ko: 예를 들면 : 113.89.96.141 : 1012
ru: Такие, как: 113.89.96.141: 1012
zh_cn: 如：113.89.96.141:1012
zh_tw: 如：113.89.96.141:1012

# RuChangPeiXun
source: Admission Training
de: Eintritt Ausbildung
fr: Formation Admission
ko: 입학 교육
ru: Прием Обучение
zh_cn: 入场培训
zh_tw: 入場培訓

# RuKuDan
source: Receipts
fr: Reçus
ko: 영수증
ru: Поступления
zh_cn: 入库单
zh_tw: 入庫單

# RuKuDanHao
source: Receipt No.
fr: Reçu No.
ko: 영수증 번호
ru: Получение Нет.
zh_cn: 入库单号
zh_tw: 入庫單號

# RuKuJinE
source: Storage amount
de: Speichermenge
fr: Quantité de stockage
ko: 저장량
ru: Сумма хранения
zh_cn: 入库金额
zh_tw: 入庫金額

# RuKuLeiXing
source: Storage type
de: Speichertyp
fr: Type de stockage
ko: 저장 유형
ru: Тип хранения
zh_cn: 入库类型
zh_tw: 入庫類型

# RuKuShiJian
source: Timespan
de: Zeitspanne
ko: 시간 범위
zh_cn: 入库时间
zh_tw: 入庫時間

# RuKuShuLiang
source: Receipt quantity
de: Eingangsmenge
fr: La quantité de réception
ko: 영수증 수량
ru: Количество Поступление
zh_cn: 入库数量
zh_tw: 入庫數量

# RuLuWenDu
source: Into the furnace temperature
de: In die Ofentemperatur
fr: Dans la température du four
ko: 노 온도에
ru: В температуры печи
zh_cn: 入炉温度
zh_tw: 入爐溫度

# RuLuWenDuLiLun
source: Into the furnace temperature (theoretical):
de: In die Ofentemperatur (theoretisch):
fr: Dans la température du four (théorique):
ko: 노 온도 (이론) 속으로 :
ru: В температура печи (теоретическая):
zh_cn: 入炉温度(理论)：
zh_tw: 入爐溫度(理論)：

# RuLuWenDuShiJi
source: The oven temperature (actual):
de: Die Ofentemperatur (Ist):
fr: La température du four (réel):
ko: 오븐 온도 (실제) :
ru: Температура печи (фактическая):
zh_cn: 入炉温度(实际)：
zh_tw: 入爐溫度(實際)：

# RunByWF
source: Assign Workflow
de: Process Implementation
fr: Processus mise en œuvre
ko: 프로세스 구현
ru: Реализация процесса
zh_cn: 发起流程
zh_tw: 流程分派

# RunInvolvedProject
source: I participated in the implementation of the project
de: I bei der Umsetzung des Projekts beteiligt
fr: Je participé à la mise en œuvre du projet
ko: 나는 프로젝트 수행에 참여
ru: Я участвовал в реализации проекта
zh_cn: 参与的项目的实施
zh_tw: 我參與的專案的實施

# Running
source: in progress
de: Laufende
fr: En cours
ko: 진행
ru: Постоянный
zh_cn: 进行中
zh_tw: 進行中

source: Run Project
de: Projekt ausführen
fr: Exécuter le projet
ko: 실행 프로젝트
ru: Выполнить проект
zh_cn: 运行项目
zh_tw: 運行項目

# RuWangLiuCheng
source: Network Process
de: Netzwerkprozess
fr: Procédé de Réseau
ko: 네트워크 프로세스
ru: Сеть Процесс
zh_cn: 入网流程
zh_tw: 入網流程

# RuWangWenJian
source: Network file
de: Netzwerk-Datei
fr: Fichier de réseau
ko: 네트워크 파일
ru: Сеть файла
zh_cn: 入网文件
zh_tw: 入網文件

# RuWangZiLiaoXiaZai
source: Network Download
de: Netzwerk herunterladen
fr: Réseau Télécharger
ko: 네트워크 다운로드
ru: Сеть Скачать
zh_cn: 入网资料下载
zh_tw: 入網資料下載

# RuWeiBianHao
source: Finalist No.
fr: N ° Finaliste
ko: 결선 진출 번호
ru: Финалист номер
zh_cn: 入围编号
zh_tw: 入圍編號

# RuXueRiQi
source: Entry Date
de: Eintrittsdatum
fr: Date d'entrée
ko: 입국 날짜
ru: Вступление Дата
zh_cn: 入学日期
zh_tw: 入學日期

# RuZhang
source: Recorded
de: Aufgezeichnet
fr: Enregistré
ko: 기록
ru: Записанный
zh_cn: 入账
zh_tw: 入帳

# RuZhangJinE
source: Recognized amount
de: Angesetzte Betrag
fr: Montant comptabilisé
ko: 인식 된 금액
ru: Признанный количество
zh_cn: 入账金额
zh_tw: 入帳金額

# RuZhi
source: Entry
de: Einreise
fr: Entrée
ko: 기입
ru: Вход
zh_cn: 入职
zh_tw: 入職

# RWCLLCMS
source: Tasking (flow mode)
de: Tasking (Flow-Modus)
fr: Polyvalence (mode d'écoulement)
ko: 태스킹 (흐름 모드)
ru: Управление задачами (режим потока)
zh_cn: 任务处理（流程模式）
zh_tw: 任務處理（流程模式）

# RWYJJSSJ
source: Mission is expected to end time
de: Mission wird voraussichtlich zeit beenden
fr: Mission est attendu à la fin du temps
ko: 미션은 시간을 종료 할 것으로 예상된다
ru: Миссия, как ожидается, в конечном время
zh_cn: 任务预计结束时间
zh_tw: 任務預計結束時間

# RWYJKSSJ
source: The task is expected to start time
de: Die Aufgabe wird voraussichtlich Mal starten
fr: La tâche devrait commencer à temps
ko: 작업은 시작 시간을 것으로 예상된다
ru: Задача, как ожидается, время начала
zh_cn: 任务预计开始时间
zh_tw: 任務預計開始時間

# RXTDaiMa
source: RXT Code
fr: Code de RXT
ko: RXT 코드
ru: RXT Код
zh_cn: RXT代码
zh_tw: RXT代碼

# RXTZhuangHu
source: RXT account
de: RXT Konto
fr: Compte RXT
ko: RXT 계정
ru: RXT счет
zh_cn: RXT帐户
zh_tw: RXT帳戶

# RXTZhuangTai
source: RXT state
de: RXT Zustand
fr: Etat RXT
ko: RXT 상태
ru: RXT состояние
zh_cn: RXT状态
zh_tw: RXT狀態

# RXYFJQLXFBRSQXXFBRXX
source: If you need accessories, please contact the publisher on request, thank you! Publisher Information
de: Wenn Sie Zubehör benötigen, wenden Sie sich bitte an den Herausgeber auf Anfrage, danke! Verlagsangaben
fr: Si vous avez besoin d'accessoires, s'il vous plaît contacter l'éditeur sur demande, je vous remercie! Informations Editeur
ko: 당신이 액세서리를해야하는 경우, 요청에 따라 게시자에게 문의하시기 바랍니다, 감사합니다! 게시자 정보
ru: Если вам нужно аксессуаров, пожалуйста, обратитесь к издателю по запросу, спасибо! Сведения об издателе
zh_cn: 如需要附件，请联系发布人索取，谢谢！发布人信息
zh_tw: 如需要附件，請聯繫發佈人索取，謝謝！發佈人資訊

# RYJXFPXQQSRNDYJ
source: To continue dispatch needs, please enter your comments
de: Zum Versand Bedürfnisse fortzusetzen, geben Sie bitte Ihre Kommentare
fr: Pour continuer besoins d'expédition, s'il vous plaît entrer vos commentaires
ko: 파견 요구를 계속하려면, 귀하의 의견을 입력하세요
ru: Чтобы продолжить потребности отправки, пожалуйста, введите комментарии
zh_cn: 如要继续分派需求，请输入你的意见
zh_tw: 如要繼續分派需求，請輸入你的意見

# RYJXFPXQQSRNDYQ
source: To continue dispatch needs, please enter your request
de: Zum Versand Bedürfnisse fortzusetzen, geben Sie bitte Ihre Anfrage
fr: Pour continuer besoins d'expédition, s'il vous plaît entrez votre demande
ko: 파견 요구를 계속하려면, 귀하의 요청을 입력하세요
ru: Чтобы продолжить потребности отправки, пожалуйста, введите ваш запрос
zh_cn: 如要继续分派需求，请输入你的要求
zh_tw: 如要繼續分派需求，請輸入你的要求

# RYZJZCXMQXZFXMHXMJLBSRNDYJ
source: If you want to be transferred directly into the project, select the parent project and the project manager, and enter your opinion
de: Wenn Sie direkt in das Projekt übertragen werden soll, wählen Sie das übergeordnete Projekt und den Projektmanager, und geben Sie Ihre Meinung
fr: Si vous voulez être transféré directement dans le projet, sélectionnez le projet parent et le gestionnaire de projet, et entrez votre opinion
ko: 프로젝트에 직접 전송하려는 경우, 부모 프로젝트와 프로젝트 관리자를 선택하고 의견을 입력
ru: Если вы хотите, чтобы быть переданы непосредственно в проект, выберите родительскую проекта и менеджер проекта, и введите Ваше мнение
zh_cn: 如要直接转成项目，请选择父项目和项目经理，并输入你的意见
zh_tw: 如要直接轉成項目，請選擇父項目和項目經理，並輸入你的意見

# SanChu
source: Delete
de: Löschen
fr: Supprimer
ko: 삭제
ru: Удалять
zh_cn: 删除
zh_tw: 刪除

# SanShiFei
source: Meals
de: Mahlzeiten
fr: Repas
ko: 식사
ru: Питание
zh_cn: 膳食费
zh_tw: 膳食費

# SanSiFei
source: Meals
de: Mahlzeiten
fr: Repas
ko: 식사
ru: Питание
zh_cn: 膳食费
zh_tw: 膳食費

# SaoMiaoJian
source: Scan member
de: Scan Mitglied
fr: Membre de numérisation
ko: 스캔 회원
ru: Сканирование членом
zh_cn: 扫描件
zh_tw: 掃描件

# SaveAndHomePage
source: Save and Return Home
de: Zu speichern und Heim
fr: Enregistrer et retour Accueil
ko: 저장 초기 화면
ru: Сохранить и вернуться домой
zh_cn: 保存并返回主页
zh_tw: 保存並返回主頁

# SBSJDRMB
source: Device data import templates
de: Gerätedatenimportvorlagen
fr: Modèles d'importation de données de périphériques
ko: 장치 데이터 가져 오기 템플릿
ru: Шаблоны импортировать данные устройства
zh_cn: 设备数据导入模版
zh_tw: 設備資料導入模版

# SCJXJZSJ
source: Remove performance benchmarking data
de: Entfernen Sie Performance-Benchmarking-Daten
fr: Supprimer les données d'évaluation de performance
ko: 성능 벤치마킹 데이터를 제거
ru: Удалить производительности бенчмаркинга данные
zh_cn: 删除绩效基准数据
zh_tw: 刪除績效基準資料

# SCSXCYDJH
source: Plan to remove the selected member
de: Planen Sie, um das ausgewählte Element zu entfernen
fr: Envisagez de supprimer le membre sélectionné
ko: 선택한 멤버를 제거 할 계획
ru: План, чтобы удалить выбранный элемент
zh_cn: 删除所选成员的计划
zh_tw: 刪除所選成員的計畫

# SCWJQCZSXZZ
source: Upload file full name word limit
de: Datei-Upload-vollständigen Namen Wort Grenze
fr: Télécharger un fichier limite de mots de nom complet
ko: 업로드 파일의 전체 이름 단어 제한
ru: Загрузить файл полное имя ограничения слово
zh_cn: 上传文件全称字数限制在
zh_tw: 上傳檔全稱字數限制在

# SCWJZSXZZ
source: Upload file full name word limit
de: Datei-Upload-vollständigen Namen Wort Grenze
fr: Télécharger un fichier limite de mots de nom complet
ko: 업로드 파일의 전체 이름 단어 제한
ru: Загрузить файл полное имя ограничения слово
zh_cn: 上传文件全称字数限制在
zh_tw: 上傳檔全稱字數限制在

# SCWZXMBM
source: Generating material projects coding
de: Erzeugungsmaterial Projekte Codierung
fr: Générer des projets de matériels de codage
ko: 코딩 자료 프로젝트를 생성
ru: Создание материальных проекты кодирования
zh_cn: 生成物资项目编码
zh_tw: 生成物資專案編碼

# SCYHQJBKYMZQXSJ
source: Global delete user data is unavailable module permissions
de: Globale Löschen von Benutzerdaten verfügbar ist Modul Berechtigungen
fr: Les données utilisateur de suppression est autorisations de modules indisponible
ko: 글로벌 삭제 사용자 데이터를 사용할 수 없습니다 모듈 권한입니다
ru: Глобальный удаления данных пользователя остается недоступным права модуль
zh_cn: 删除用户全局不可用模组权限数据
zh_tw: 刪除使用者全域不可用模組許可權資料

# SCYJSCDSJ
source: Delete data that has been deleted
de: Daten, die gelöscht worden Löschen
fr: Supprimez les données qui ont été supprimées
ko: 삭제 된 데이터를 삭제
ru: Удаление данных, который был удален
zh_cn: 删除已经删除的数据
zh_tw: 刪除已經刪除的資料

# SDLXQXFFGS
source: Shandong Bluestar Cleaning preservative company
de: Shandong Bluestar Cleaning Konservierungs Unternehmen
fr: Shandong Bluestar Nettoyage, entreprise de conservation
ko: 산동 블루 스타 청소 방부제 기업
ru: Шаньдун Блустар очистки консервант компания
zh_cn: 山东蓝星清洗防腐公司
zh_tw: 山東藍星清洗防腐公司

# Select
source: Choose
de: Wählen
fr: Choisir
ko: 선택
ru: Выбирать
zh_cn: 选择
zh_tw: 選擇

# SelectActorGroup
source: Select the Actor group
de: Wählen Sie die Rollengruppe
fr: Sélectionnez le groupe de rôles
ko: 역할 그룹을 선택
ru: Выберите группу ролей
zh_cn: 选择角色组
zh_tw: 選擇角色組

# SelectFromRightSide
source: Please select from the right
de: Bitte wählen Sie aus der rechten wählen
fr: S'il vous plaît sélectionner de la droite
ko: 오른쪽에서 선택하세요
ru: Пожалуйста, выберите справа
zh_cn: 请从右边选取
zh_tw: 請從右邊選取

source: Select Version
de: Wählen Sie die Version
fr: Sélectionnez Version
ko: 버전 선택
ru: Выберите версию
zh_cn: 选择版本
zh_tw: 選擇版本

source: Send
de: Senden
fr: Envoyer
ko: 보내기
ru: Послать
zh_cn: 发送
zh_tw: 發送

source: Send email
de: E-Mail an
fr: Envoyer un e-mail
ko: 전자 메일 보내기
ru: Отправить по электронной почте
zh_cn: 发邮件
zh_tw: 發郵件

# SendSMS
source: send message
de: Nachricht senden
fr: Envoyer un message
ko: 메시지 보내기
ru: Отправить сообщение
zh_cn: 发信息
zh_tw: 發信息

# SetAgent
source: By setting
de: Durch Einstellen
fr: En réglant
ko: 설정하면
ru: Установив
zh_cn: 代理人设置
zh_tw: 代理人設置

# SetCustomerDepartment
source: Customer department set
de: Kundenabteilung Satz
fr: Service à la clientèle jeu
ko: 고객 부서 세트
ru: Набор отдел клиентов
zh_cn: 客户部门设置
zh_tw: 客戶部門設置

# SetCustomerMember
source: Client employees set
de: Client Mitarbeiter eingestellt
fr: Employés de SET CLIENT
ko: 클라이언트 직원 설정
ru: Сотрудники клиентских установить
zh_cn: 客户员工设置
zh_tw: 客戶員工設置

# SetThirdPartDepartment
source: Third party department set
de: Dritte Abteilung Satz
fr: Troisième partie département ensemble
ko: 타사 부서 세트
ru: Третий участник набор отдел
zh_cn: 第三方部门设置
zh_tw: 協力廠商部門設置

# SetThirdPartMember
source: Setting the third member
de: Stellen Sie das dritte Element
fr: Réglez le troisième membre
ko: 세 번째 멤버를 설정
ru: Установите третий член
zh_cn: 第三方成员设置
zh_tw: 協力廠商成員設置

# SetUpProject
source: Project approval
de: Projektgenehmigung
fr: L'approbation du projet
ko: 프로젝트 승인
ru: Согласование проекта
zh_cn: 项目立项
zh_tw: 項目立項

# SeviceRequirement
source: Buyers
de: Käufer
fr: Acheteurs
ko: 구매자
ru: Покупатели
zh_cn: 服务需求
zh_tw: 服務需求

# SFZZSYH
source: Whether in the oil or
de: Ob in dem Öl oder
fr: Que ce soit dans l'huile ou
ko: 오일 또는 여부
ru: Если в масле или
zh_cn: 是否在中石油或
zh_tw: 是否在中石油或

# SGLRCBJXJZSJ
source: Manual input cost performance baseline data
de: Manuelle Eingabe Kosten Leistung Basisdaten
fr: Données de base de l'évolution des coûts d'entrée manuelle
ko: 수동 입력 비용 성능 기준 데이터
ru: Руководство стоимость входного производительность исходных данных
zh_cn: 手工录入成本绩效基准数据
zh_tw: 手工錄入成本績效基準資料

# SGLRJZXX
source: Manual input reference information
de: Manuelle Eingabe Referenzinformationen
fr: Manuel informations de référence d'entrée
ko: 수동 입력 기준 정보
ru: Ручное задание входной информации
zh_cn: 手工录入基准信息
zh_tw: 手工錄入基準資訊

# SGYYCBPD
source: Preliminary cause of the accident is determined
de: Vorläufige Ursache des Unfalls Urteil
fr: La cause préliminaire de l'arrêt de l'accident
ko: 사고 판단의 예비 원인
ru: Предварительной причиной аварии решения
zh_cn: 事故原因初步判断
zh_tw: 事故原因初步判斷

# SHACJXSBYXGS
source: The Shanghai Machinery Co., Ltd. thanks
de: Der Shanghai Machinery Co., Ltd durch
fr: Le Shanghai Machinery Co., Ltd grâce
ko: 상해 기계 유한 회사의 감사
ru: Шанхайская Machinery Co., Ltd. благодаря
zh_cn: 上海安赐机械设备有限公司
zh_tw: 上海安賜機械設備有限公司

# ShanChu
source: Delete
de: Löschen
fr: Supprimer
ko: 삭제
ru: Удалять
zh_cn: 删除
zh_tw: 刪除

# ShanChuCaoZuo
source: Deletion
de: Löschung
fr: Suppression
ko: 삭제
ru: Удаление
zh_cn: 删除操作
zh_tw: 刪除操作

# ShanChuChongFuMoZu
source: Remove duplicate module
de: Entfernen Sie doppelte Modul
fr: Déposer le module double
ko: 중복 모듈을 제거
ru: Удалить дубликаты модуль
zh_cn: 删除重复模组
zh_tw: 刪除重複模組

# ShanChuFuJian
source: Remove Attachments
de: Attachments entfernen
fr: Supprimer les pièces jointes
ko: 첨부 파일을 제거합니다
ru: Удалить Вложения
zh_cn: 删除附件
zh_tw: 刪除附件

# ShanChuGongZuoJiLuShuJu
source: Remove work record data
de: Arbeitsdatensätze löschen
fr: Supprimer les données d'enregistrement de travail
ko: 작업 기록 데이터를 삭제
ru: Удалить запись данных работы
zh_cn: 删除工作记录数据
zh_tw: 刪除工作記錄資料

# ShanChuJueSeZu
source: Remove a Actor Group
de: Entfernen eines Rollengruppen
fr: Retirer un groupe de rôles
ko: 역할 그룹 제거
ru: Удаление группы ролей
zh_cn: 删除角色组
zh_tw: 刪除角色組

# ShanChuMuBan
source: Remove Templates
de: Vorlagen entfernen
fr: Suppression de modèles
ko: 템플릿을 제거
ru: Удалить шаблоны
zh_cn: 删除模板
zh_tw: 刪除範本

# ShanChuQuanBu
source: Remove all
de: Alle entfernen
fr: Retirez tous
ko: 모두 제거
ru: Удалить все
zh_cn: 删除全部
zh_tw: 刪除全部

# ShanChuShuJu
source: Remove data
de: Löschen von Daten
fr: Suppression de données
ko: 데이터 삭제
ru: Удаление данных
zh_cn: 删除数据
zh_tw: 刪除資料

# ShanChuSuoXuanBuZhou
source: Remove selected step
de: Entfernen ausgewählten Schritt
fr: Retirer étape sélectionnée
ko: 선택 단계를 제거
ru: Удалить выбранный шаг
zh_cn: 删除所选步骤
zh_tw: 刪除所選步驟

# ShangBao
source: Reporting
de: Berichterstattung
fr: Compte-rendu
ko: 보고
ru: Отчетности
zh_cn: 上报
zh_tw: 上報

# ShangBaoTuiHui
source: Reported return
de: Berichtet Rück
fr: Le rendement du
ko: 보고 반환
ru: Сообщается, возврат
zh_cn: 上报退回
zh_tw: 上報退回

# ShangCheDiDian
source: Pick up location
de: Übernahmeort
fr: Ramassez l'emplacement
ko: 위치를 선택
ru: Возьмите местоположение
zh_cn: 上车地点
zh_tw: 上車地點

# ShangChuan
source: Upload
de: Hochladen
fr: Télécharger
ko: 업로드
ru: Загрузить
zh_cn: 上传
zh_tw: 上傳

# ShangChuanFuJian
source: Upload Attachment
de: Hochladen Befestigungs
fr: Ajouter pièce jointe
ko: 업로드 첨부 파일
ru: Загрузить вложение
zh_cn: 上传附件
zh_tw: 上傳附件

# ShangChuanMoBan
source: Upload Template
fr: Modèle de téléchargement
ko: 업로드 템플릿
ru: Загрузить шаблон
zh_cn: 上传模板
zh_tw: 上傳範本

# ShangChuanShiJian
source: Upload time
de: Hochgeladen
fr: Téléchargé
ko: 업로드
ru: Загружено
zh_cn: 上传时间
zh_tw: 上傳時間

# ShangChuanWenDang
source: Upload file
de: Datei-Upload
fr: Télécharger un fichier
ko: 업로드 파일
ru: Загрузить файл
zh_cn: 上传文档
zh_tw: 上傳文檔

# ShangChuanWenJian
source: Upload file
de: Datei-Upload
fr: Télécharger un fichier
ko: 업로드 파일
ru: Загрузить файл
zh_cn: 上传文件
zh_tw: 上傳文件

# ShangChuanZhe
source: Uploaded by
de: Hochgeladen von
fr: Téléchargé par
ko: 업로드
ru: Загрузил
zh_cn: 上传者
zh_tw: 上傳者

# ShangChuanZheXingMing
source: By Name
de: Nach Namen
fr: Par Nom
ko: 이름으로
ru: По имени
zh_cn: 上传者姓名
zh_tw: 上傳者姓名

# ShangChuaWenJian
source: Upload file
de: Datei-Upload
fr: Télécharger un fichier
ko: 업로드 파일
ru: Загрузить файл
zh_cn: 上传文件
zh_tw: 上傳文件

# ShangJianFeiYong
source: Inspection fees
de: Prüfungsgebühren
fr: Les frais d'inspection
ko: 검사 수수료
ru: Инспекционные сборы
zh_cn: 商检费用
zh_tw: 商檢費用

# ShangJiDaiMa
source: Superior Code
de: Vorgesetzten-Code
fr: Code Supérieurs
ko: 장상 코드
ru: Начальники код
zh_cn: 上级代码
zh_tw: 上級代碼

# ShangJiKeMu
source: Higher level subjects
de: Higher level Themen
fr: Matières au niveau supérieur
ko: 높은 레벨 주제
ru: Более высокие предметы уровня
zh_cn: 上级科目
zh_tw: 上級科目

# ShangJiLingDao
source: HR
de: Oberen
fr: Supérieurs
ko: 장상
ru: Начальники
zh_cn: 上级领导
zh_tw: 上級領導

# ShangJiPingFen
source: Superior ratings
de: Höhere Preise
fr: Des taux plus élevés
ko: 높은 속도
ru: Более высокие темпы
zh_cn: 上级评分
zh_tw: 上級評分

# ShangJiPingFeng
source: Superior ratings
de: Höhere Preise
fr: Des taux plus élevés
ko: 높은 속도
ru: Более высокие темпы
zh_cn: 上级评分
zh_tw: 上級評分

# ShangJiPingHeHuiZong
source: Superiors Assessment Summary
de: Oberen Abschätzung Zusammenfassung
fr: Résumé de l'évaluation Supérieurs
ko: 장상 평가 개요
ru: Оценка настоятели Резюме
zh_cn: 上级评核汇总
zh_tw: 上級評核匯總

# ShangJiZhuGuan
source: Supervisor
fr: Superviseur
ko: 감독자
ru: Руководитель
zh_cn: 上级主管
zh_tw: 上級主管

# ShangMenBaiFang
source: Home visits
de: Hausbesuche
fr: Les visites à domicile
ko: 홈 방문
ru: Домашние визиты
zh_cn: 上门拜访
zh_tw: 上門拜訪

# ShangMenShiJian
source: Home time
de: Startseite Zeit
fr: Temps d'accueil
ko: 홈 시간
ru: Главная время
zh_cn: 上门时间
zh_tw: 上門時間

# ShangNianDuGongSi
source: The company last year
de: Das Unternehmen im letzten Jahr
fr: L'entreprise de l'année dernière
ko: 이 회사 지난해
ru: Компания в прошлом году
zh_cn: 上年度公司
zh_tw: 上年度公司

# ShangPinBaoFei
source: Item scrapped
de: Artikel verschrottet
fr: Article abandonné
ko: 항목 폐기
ru: Пункт слом
zh_cn: 物料报废
zh_tw: 物料報廢

# ShangPinBaoFeiBaoBiao
source: Item scrapped Report
de: Artikel verschrottet Bericht
fr: Point abandonné Rapport
ko: 항목은 보고서를 폐기
ru: Пункт слом отчет
zh_cn: 报废报表
zh_tw: 報廢報表

# ShangPinBaoJiaDan
source: Item Quote
de: Artikel-Zitat
fr: Article Citer
ko: 상품 견적
ru: Пункт Цитата
zh_cn: 报价单
zh_tw: 報價單

# ShangPinBaoJiaShenQing
source: Item RFQ
de: Artikel-Angebot anfordern
fr: Point Demande de devis
ko: 상품의 견적 요청
ru: Пункт Цитата Запрос
zh_cn: 报价申请
zh_tw: 報價申請

# ShangPinBaoXiu
source: Item Warranty
de: Artikel-Garantie
fr: Point Garantie
ko: 상품 보증
ru: Состояние Гарантия
zh_cn: 物料保修
zh_tw: 物料保修

# ShangPinCaiGou
source: Purchasing items
de: Kauf von Artikeln
fr: L'achat d'articles
ko: 항목을 구입
ru: Покупка предметов
zh_cn: 物料采购
zh_tw: 物料採購

# ShangPinCaiGouBaoBiao
source: Item Purchase Report
de: Item-Kauf-Bericht
fr: Point Rapport Achat
ko: 상품 구매 보고서
ru: Состояние Покупка Сообщить
zh_cn: 采购报表
zh_tw: 採購報表

# ShangPinCaiGouDan
source: Item Purchase Order
de: Artikel-Bestellung
fr: Point de commande d'achat
ko: 상품 구매 주문
ru: Состояние заказа
zh_cn: 采购订单
zh_tw: 採購訂單

# ShangPinCaiGouDingDan
source: Item Purchase Order
de: Artikel-Bestellung
fr: Point de commande d'achat
ko: 상품 구매 주문
ru: Состояние заказа
zh_cn: 采购订单
zh_tw: 採購訂單

# ShangPinCaiGouShenQing
source: Item Purchase Requisition
de: Artikel-Bestellanforderung
fr: Point Demande d'achat
ko: 상품 구매 요청
ru: Пункт Заявка
zh_cn: 采购申请
zh_tw: 採購申請

# ShangPinChuHuo
source: Item shipped
de: Versand Artikel
fr: Expédition de l'article
ko: 상품 배송
ru: Пункт доставка
zh_cn: 物料出货
zh_tw: 物料出貨

# ShangPinChuKu
source: Item out of the library
de: Artikel aus der Bibliothek
fr: Point de la bibliothèque
ko: 라이브러리에서 항목
ru: Пункт из библиотеки
zh_cn: 物料出库
zh_tw: 物料出庫

# ShangPinChuKuBaoBiao
source: Item a library report
de: Artikel aus der Bibliothek Bericht
fr: Point sur le rapport de la bibliothèque
ko: 라이브러리 보고서 중 상품
ru: Пункт из доклада библиотеки
zh_cn: 出库报表
zh_tw: 出庫報表

# ShangPinChuKuDan
source: Delivery items
de: Lieferbedingungen
fr: Point Livraison
ko: 상품 배달
ru: Состояние поставки
zh_cn: 出库单
zh_tw: 出庫單

# ShangPinDaiMa
source: Item code
de: Artikelnummer
fr: Code de l'article
ko: 상품 코드
ru: Код товара
zh_cn: 代码
zh_tw: 物料代碼

# ShangPinDengJiRuKu
source: Registration storage items
de: Registrierung Staugüter
fr: Éléments de stockage d'enregistrement
ko: 등록 저장 아이템
ru: Пункты регистрации для хранения
zh_cn: 登记入库
zh_tw: 登記入庫

# ShangPingBaoJiaMingXi
source: Item offer details
de: Artikel Angebotsdetails
fr: Offre de Point de détails
ko: 항목의 서비스 정보
ru: Пункт детали предложения
zh_cn: 报价明细
zh_tw: 報價明細

# ShangPingLingYongMingXi
source: Item requisitioned details
de: Artikel requiriert Details
fr: Point réquisitionné détails
ko: 항목 세부 사항을 징발
ru: Пункт реквизированы детали
zh_cn: 领用明细
zh_tw: 領用明細

# ShangPinGongHuoDan
source: Item Availability Single
de: Artikel-Verfügbarkeit Einzel
fr: Article Disponibilité Simple
ko: 항목 가용성 단일에게
ru: Пункт Наличие Одноместный
zh_cn: 供货单
zh_tw: 供貨單

# ShangPinGuanLi
source: Item Management
de: Posten-Verwaltung
fr: Gestion des articles
ko: 항목 관리
ru: Управление Пункт
zh_cn: 物料管理
zh_tw: 物料管理

# ShangPingXiaoShouMingXi
source: Item sales details
de: Artikel Verkaufsdetails
fr: Détails des ventes de l'article
ko: 아이템 판매 정보
ru: Детали продаж товара
zh_cn: 销售明细
zh_tw: 銷售明細
