Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# XiangXiShuoMing
source: Detailed description
de: Bezeichnung
fr: Description
ko: 기술
ru: Описание
zh_cn: 详细说明
zh_tw: 詳細說明

# XiangXiXinXi
source: Details
de: Weitere Informationen
fr: Pour plus d'informations
ko: 자세한 내용은
ru: Для получения более подробной информации
zh_cn: 详细信息
zh_tw: 詳細資訊

# XiangXiYaoQiu
source: Detailed requirements
de: Detaillierte Anforderungen
fr: Les exigences détaillées
ko: 자세한 요구 사항
ru: Подробные требования
zh_cn: 详细要求
zh_tw: 詳細要求

# XianJinLiuLiangBiao
source: Cash Flow
fr: Flux de trésorerie
ko: 캐시 플로
ru: О движении денежных средств
zh_cn: 现金流量表
zh_tw: 現金流量表

# XianJinYuEZongE
source: The total cash balance
de: Insgesamt Barguthaben
fr: Solde total de trésorerie
ko: 총 현금 잔고
ru: Всего остаток денежных средств
zh_cn: 现金余额总额
zh_tw: 現金餘額總額

# XianLuYunShuFeiYong
source: Line shipping costs
de: Leitung Versandkosten
fr: Les frais de port de ligne
ko: 라인 운송 비용
ru: Линия стоимость доставки
zh_cn: 线路运输费用
zh_tw: 線路運輸費用

# XianMuXiangGuan
source: Related projects
de: Projektbezogene
fr: Concernant le projet
ko: 프로젝트 관련
ru: Проект, связанной с
zh_cn: 项目相关
zh_tw: 專案相關

# XianNengLiang
source: Line energy:
de: Linienenergie:
fr: Ligne énergie:
ko: 선 에너지 :
ru: Линия энергии:
zh_cn: 线能量：
zh_tw: 線能量：

# XianShiBeiJuJieTou
source: Display refused joint
de: Anzeige abgelehnt Gelenk
fr: Affichage refusé commune
ko: 디스플레이 공동 거부
ru: Показать отказался совместное
zh_cn: 显示被拒接头
zh_tw: 顯示被拒接頭

# XianShiBenXiangMu
source: This item is displayed
de: Letzte Artikel
fr: Afficher cet article
ko: 이 항목을 표시
ru: Показать этот пункт
zh_cn: 显示本项目
zh_tw: 顯示本專案

# XianShiFangShi
source: Display method
de: Anzeigemodus
fr: Mode d'affichage
ko: 디스플레이 모드
ru: Режим отображения
zh_cn: 显示方式
zh_tw: 顯示方式

# XianShiFeiYong
source: Display costs
de: Display Kosten
fr: Coûts d'affichage
ko: 디스플레이 비용
ru: Расходы Показать
zh_cn: 显示费用
zh_tw: 顯示費用

# XianShiQuanBu
source: Show all
de: Alle anzeigen
fr: Montrer tous
ko: 모두보기
ru: Показать все
zh_cn: 显示全部
zh_tw: 顯示全部

# XianShiSuoYouJiLu
source: Show All Records
de: Alle Datensätze anzeigen
fr: Afficher tous les enregistrements
ko: 모든 레코드보기
ru: Показать все записи
zh_cn: 显示所有记录
zh_tw: 顯示所有記錄

# XianShiYiChang
source: Show abnormal
de: Zeigen Sie anormalen
fr: Afficher anormale
ko: 이상보기
ru: Показать ненормальным
zh_cn: 显示异常
zh_tw: 顯示異常

# XianShiYiJieShouJieTou
source: Display has accepted joint
de: Display hat gemeinsame akzeptiert
fr: Affichage a accepté commune
ko: 디스플레이 공동 수락했습니다
ru: Показать принято совместное уже
zh_cn: 显示已接受接头
zh_tw: 顯示已接受接頭

# XianXiangMuJingLi
source: Now the project manager
de: Online Projektmanager
fr: Chef de projet en ligne
ko: 온라인 프로젝트 관리자
ru: Интернет менеджер проекта
zh_cn: 现项目经理
zh_tw: 現專案經理

# XianXing
source: In force
de: Aktiv
fr: Actif
ko: 활동적인
ru: Активный
zh_cn: 现行
zh_tw: 現行

# XianYouCunLiang
source: Existing stock
de: Bestand
fr: Les stocks existants
ko: 기존 재고
ru: Существующие акции
zh_cn: 现有存量
zh_tw: 現有存量

# XiaoChuanShi
source: History of asthma
de: Geschichte von Asthma
fr: Histoire de l'asthme
ko: 천식의 역사
ru: История астмы
zh_cn: 哮喘史
zh_tw: 哮喘史

# XiaoE
source: Small
de: Klein
fr: Petit
ko: 작은
ru: Небольшой
zh_cn: 小额
zh_tw: 小額

# XiaoHui
source: Destroy
de: Zerstören
fr: Détruire
ko: 파괴
ru: Уничтожить
zh_cn: 销毁
zh_tw: 銷毀

# XiaoLei
source: Categories
de: Kategorien
fr: Catégories
ko: 카테고리
ru: Категории
zh_cn: 小类
zh_tw: 小類

# XiaoLeiDaiMa
source: Subclass Code
de: Unterklasse-Code
fr: Code de la sous-classe
ko: 서브 클래스 코드
ru: Подкласс Код
zh_cn: 小类代码
zh_tw: 小類代碼

# XiaoLeiID
source: Subclass ID
de: Unterklasse ID
fr: Sous-ID
ko: 서브 클래스 ID
ru: Подкласс ID
zh_cn: 小类ID
zh_tw: 小類ID

# XiaoLeiMingCheng
source: Subclass name
de: Unterklassennamen
fr: Nom sous-classe
ko: 서브 클래스 이름
ru: Подкласс имя
zh_cn: 小类名称
zh_tw: 小類名稱

# XiaoLeiShenHe
source: Audit categories
de: Audit Unterkategorien
fr: Sous-catégories d'audit
ko: 감사 하위 범주
ru: Аудит подкатегории
zh_cn: 小类审核
zh_tw: 小類審核

# XiaoLeiShuoMing
source: Description subcategories
de: Beschreibung Unterkategorien
fr: Description des sous-catégories
ko: 설명 하위 범주
ru: Описание подкатегории
zh_cn: 小类说明
zh_tw: 小類說明

# XiaoLeiWuZiDaiMaJiLu
source: Categories - Materials Code Record
de: Kategorien - Material-Code Bilanz
fr: Catégories - Matériaux Code de la fiche
ko: 카테고리 - 재료 코드 기록
ru: Категории - Материалы Код Запись
zh_cn: 小类-物资代码记录
zh_tw: 小類-物資代碼記錄

# XiaoShi
source: Hour
de: Stunde
fr: Heure
ko: 시간
ru: Час
zh_cn: 小时
zh_tw: 小時

# XiaoShou
source: Sales
de: Verkaufs-
fr: Ventes
ko: 판매
ru: Продаж
zh_cn: 销售
zh_tw: 銷售

# XiaoShouChuHuoYuJing
source: Sales shipments warning
de: Verkaufssendungen Warn
fr: Expéditions de vente avertissement
ko: 판매 출하량 경고
ru: Поставки по продажам предупреждение
zh_cn: 销售出货预警
zh_tw: 銷售出貨預警

# XiaoShouDan
source: Sales Order
ko: 판매 주문
ru: Продажи Заказать
zh_cn: 销售订单
zh_tw: 銷售訂單

# XiaoShouDanHao
source: Sales Order No.
fr: Ordre numéro de vente:
ko: 판매 주문 번호
ru: Продажи Приказ №
zh_cn: 销售单号
zh_tw: 銷售單號

# XiaoShouDanJia
source: Sales Price
de: Verkaufspreis
fr: Prix ​​de vente
ko: 판매 가격
ru: Продажи Цена
zh_cn: 销售单价
zh_tw: 銷售單價

# XiaoShouDanJiLu
source: Sales order record
de: Auftragsdatensätzen
fr: Dossiers d'ordre de vente
ko: 판매 주문 기록
ru: Продажи записей заказ
zh_cn: 销售单记录
zh_tw: 銷售單記錄

# XiaoShouDanMingXi
source: Sales Order Detail
de: Sales Order Details
ko: 판매 주문 세부 정보
ru: Продажи Заказать Деталь
zh_cn: 销售单明细
zh_tw: 銷售單明細

# XiaoShouGenZongMoKuai
source: Sales Tracking Module
de: Der Umsatz-Tracking-Modul
fr: Sales module de suivi
ko: 판매 추적 모듈
ru: Продажи слежения модуль
zh_cn: 销售跟踪模块
zh_tw: 銷售跟蹤模組

# XiaoShouGuanLi
source: Sales Management
fr: Gestion des ventes
ko: 영업 관리
ru: Управление продажами
zh_cn: 销售管理
zh_tw: 銷售管理

# XiaoShouJinE
source: Sales Amount
fr: Montant des ventes
ko: 판매 금액
ru: Объем продаж
zh_cn: 销售金额
zh_tw: 銷售金額

# XiaoShouLei
source: Sales category
de: Umsatzkategorie
fr: Catégorie Ventes
ko: 영업 카테고리
ru: Категория по продажам
zh_cn: 销售类
zh_tw: 銷售類

# XiaoShouShiJian
source: Sales Time
de: Verkaufszeit
fr: Temps de vente
ko: 영업 시간
ru: Продажи Время
zh_cn: 销售时间
zh_tw: 銷售時間

# XiaoShouShuXing
source: Property Sales
de: Immobilienverkauf
fr: Vente de propriétés
ko: 부동산 판매
ru: Особенности продаж
zh_cn: 销售属性
zh_tw: 銷售屬性

# XiaoShouTuiHuo
source: Sales Returns
de: Rückware
fr: Retours sur ventes
ko: 판매 반환
ru: Продажи Возвращает
zh_cn: 销售退货
zh_tw: 銷售退貨

# XiaoShouTuiHuoDan
source: Sales Return Order
de: Der Umsatz Return Einzel
fr: Ventes Retour Simple
ko: 판매 돌아 싱글
ru: Продажи Вернуться Одноместный
zh_cn: 销售退货单
zh_tw: 銷售退貨單

# XiaoShouXinXi
source: Sales Information
fr: Renseignements sur les ventes
ko: 판매 정보
ru: Информация по продажам
zh_cn: 销售信息
zh_tw: 銷售資訊

# XiaoShouYuan
source: Seller
de: Verkäufer
fr: Vendeur
ko: 판매자
ru: Продавец
zh_cn: 销售员
zh_tw: 銷售員

# XiaoShouYuanDaiMa
source: Seller Code
de: Verkäufer-Code
fr: Vendeur code
ko: 판매자 코드
ru: Продавец Код
zh_cn: 销售员代码
zh_tw: 銷售員代碼

# XiaoShouZhong
source: Sales
de: Verkaufs-
fr: Ventes
ko: 판매
ru: Продаж
zh_cn: 销售中
zh_tw: 銷售中

# XiaoXi
source: News
de: Nachrichten
fr: Nouvelles
ko: 뉴스
ru: Новости
zh_cn: 消息
zh_tw: 消息

# XiaoXie
source: Lower case
de: Kleinbuchstaben
fr: Minuscules
ko: 소문자
ru: Нижний регистр
zh_cn: 小写
zh_tw: 小寫

# XiaoXiNeiRong
source: Message Content
de: Nachrichteninhalt
fr: Message
ko: 메시지 내용
ru: Содержимое Сообщение
zh_cn: 消息内容
zh_tw: 消息內容

# XiaoXiTiShi
source: News Tips
de: Nachricht Vorschlag
fr: Astuce message
ko: 메시지 팁
ru: Сообщение Подсказка
zh_cn: 消息提示
zh_tw: 消息提示

# XiaoXiTiShiWu
source: Message Tip: None
de: Nachricht Vorschlag: Keine
fr: Astuce message: Aucun
ko: 메시지 팁 : 없음
ru: Не сообщение Подсказка: Никто
zh_cn: 消息提示：无
zh_tw: 消息提示：無

# XiaoXiTiXingJieShouZhe
source: Message reminding the recipient
de: Nachricht erinnert die Empfänger
fr: Message rappelant le destinataire
ko: 메시지받는 사람을 생각 나게
ru: Сообщение напоминая получателя
zh_cn: 消息提醒接收者
zh_tw: 消息提醒接收者

# XiaShuJiHuaShenHe
source: Under the plan review
de: Im Rahmen des Plans bewerten
fr: En vertu de la révision du plan
ko: 계획 검토 중
ru: Под обзора плана
zh_cn: 下属计划审核
zh_tw: 下屬計畫審核

# XiaYiBu
source: Next
de: Weiter
fr: Prochaine
ko: 다음
ru: Следующий
zh_cn: 下一步
zh_tw: 下一步

# XiaYiBuQueShen
source: Next (default)
fr: Suivant (par défaut)
ko: 다음 (기본값)
ru: Следующая (по умолчанию)
zh_cn: 下一步(缺省)
zh_tw: 下一步(缺省)

# XiaYiBuQueSheng
source: Next (default)
fr: Suivant (par défaut)
ko: 다음 (기본값)
ru: Следующая (по умолчанию)
zh_cn: 下一步(缺省)
zh_tw: 下一步(缺省)

# XiaZai
source: Download
de: Herunterladen
fr: Télécharger
ko: 다운로드
ru: Скачать
zh_cn: 下载
zh_tw: 下載

# XiaZaiMoBan
source: Download templates
de: Vorlage herunterladen
fr: Télécharger modèle
ko: 다운로드 템플릿
ru: Скачать шаблон
zh_cn: 下载模版
zh_tw: 下載模版

# XiaZaiMuBan
source: Download Template
de: Vorlage herunterladen
fr: Télécharger le modèle
ko: 다운로드 템플릿
ru: Скачать Шаблон
zh_cn: 下载模板
zh_tw: 下載範本

# XieBan
source: Assist
de: Assistieren
fr: Aider
ko: 보조
ru: Помощь
zh_cn: 协
zh_tw: 協

# XieBanZhe
source: Co-organizers
de: Co
fr: Co de
ko: 공동의
ru: Co-х
zh_cn: 协办者
zh_tw: 協辦者

# XieJiLu
source: Write Record
de: Schreiben Bilanz
ko: 기록 쓰기
ru: Написать запись
zh_cn: 写记录
zh_tw: 寫記錄

# XieZhuCaiGou
source: Purchasing assistance
de: Kaufhilfe
fr: L'assistance d'achat
ko: 구매 지원
ru: Закупочные помощь
zh_cn: 协助采购
zh_tw: 協助採購

# XieZuo
source: Cooperation
de: Zusammenarbeit
fr: Coopération
ko: 협력
ru: Сотрудничество
zh_cn: 协作
zh_tw: 協作

# XieZuoChuLi
source: Cooperative processing
de: Kooperative Verarbeitung
fr: Coopérative de transformation
ko: 협동 처리
ru: Совместная обработка
zh_cn: 协作处理
zh_tw: 協作處理

# XieZuoJiLu
source: Collaborative Record
de: Dokumente
fr: Blason
ko: 공동 기록
ru: Совместное Запись
zh_cn: 协作记录
zh_tw: 協作記錄

# XieZuoLieBiao
source: Collaboration List
de: Collaboration Liste
fr: Liste de collaboration
ko: 공동 목록
ru: Сотрудничество Список
zh_cn: 协作列表
zh_tw: 協作列表

# XieZuoMing
source: Collaboration name
de: Collaboration Namen
fr: Nom de Collaboration
ko: 공동 이름
ru: Имя Сотрудничество
zh_cn: 协作名
zh_tw: 協作名

# XieZuoMingCheng
source: Collaboration Title
de: Collaboration Titel
fr: Collaboration Titre
ko: 협업 제목
ru: Сотрудничество Название
zh_cn: 协作名称
zh_tw: 協作名稱

# XieZuoMingXi
source: Collaboration Details
fr: Collaboration Détails
ko: 공동의 자세한 사항
ru: Сотрудничество Подробности
zh_cn: 协作明细
zh_tw: 協作明細

# XieZuoNeiRong
source: Collaborative content
fr: Contenu collaboratif
ko: 협력 내용
ru: Совместное содержание
zh_cn: 协作内容
zh_tw: 協作內容

# XieZuoWoJianLiDeXieZuo
source: Collaboration - I built
de: Collaboration - ich gebaut
fr: Collaboration - je construit
ko: 협업 - 나는 내장
ru: Сотрудничество - Я построил
zh_cn: 协作－我建立的协作
zh_tw: 協作－我建立的協作

# XieZuoXinXi
source: Cooperative Information
de: Cooperative Informationen
ko: 협동 정보
ru: Совместная информация
zh_cn: 协作信息
zh_tw: 協作資訊

# XieZuoZhuanRenWu
source: Collaboration transfer task
de: Collaboration Transferaufgabe
fr: Tâche de transfert de collaboration
ko: 협업 전송 태스크
ru: Передача Сотрудничество задача
zh_cn: 协作转任务
zh_tw: 協作轉任務

# XiLieHao
source: Serial Number
fr: Numéro de série
ko: 일련 번호
ru: Порядковый номер
zh_cn: 系列号
zh_tw: 系列號

# XingBie
source: Sex
de: Geschlechtsverkehr
fr: Sexe
ko: 섹스
ru: Секс
zh_cn: 性别
zh_tw: 性別

# XingHao
source: Model
de: Modell
fr: Modèle
ko: 모델
ru: Модель
zh_cn: 型号
zh_tw: 型號

# XingHaoGuiGe
source: Model Specifications
de: Modell Technische Daten
fr: Spécifications du modèle
ko: 모델 사양
ru: Технические характеристики моделей
zh_cn: 型号规格
zh_tw: 型號規格

# XingMing
source: Full name
de: Vollständiger Name
fr: Nom complet
ko: 전체 이름
ru: Полное имя
zh_cn: 姓名
zh_tw: 姓名

# XingYongDengJi
source: Credit rating:
fr: La cote de crédit:
ko: 신용 등급 :
ru: Кредитный рейтинг:
zh_cn: 信用等级：
zh_tw: 信用等級：

# XingZhengDanWei
source: Administrative unit
de: Verwaltungseinheit
fr: Unité administrative
ko: 행정 단위
ru: Административная единица
zh_cn: 行政单位
zh_tw: 行政單位

# XingZhi
source: Property
de: Eigenschaft
fr: Propriété
ko: 재산
ru: Свойство
zh_cn: 性质
zh_tw: 性質

# XingZhiShuoMing
source: Properties Description
de: Immobilien Beschreibung
fr: Propriétés Description
ko: 특성 설명
ru: Свойства Описание
zh_cn: 性质说明
zh_tw: 性質說明

# XingZhuangHeChiCun
source: Shape and size:
de: Form und Größe:
fr: Forme et la taille:
ko: 모양과 크기 :
ru: Форма и размер:
zh_cn: 形状和尺寸：
zh_tw: 形狀和尺寸：

# XinJian
source: Add Add
de: Neue
fr: Nouveau
ko: 새로운
ru: Новый
zh_cn: 新建
zh_tw: 新增

# XinJianCaiWuPingZheng
source: Add add financial documents
de: Neue Finanzdokumente
fr: Nouveaux documents financiers
ko: 새로운 금융 문서
ru: Новые финансовые документы
zh_cn: 新增财务凭证
zh_tw: 新增財務憑證

# XinJianWenJianJia
source: Add add folder
de: Neuer Ordner
fr: Nouveau dossier
ko: 새 폴더
ru: Новая папка
zh_cn: 新增文件夹
zh_tw: 新增資料夾

# XinJianYiJiaoDan
source: Add add single-handed
de: New Einhand
fr: Nouveau single-handed
ko: 새로운 한 손으로
ru: Новый одиночку
zh_cn: 新增移交单
zh_tw: 新增移交單

# XinKeHuKaiFa
source: Add new customer development
de: Neukunde Entwicklung
fr: Le développement de nouveaux clients
ko: 새로운 고객 개발
ru: Новостройка клиентов
zh_cn: 新客户开发
zh_tw: 新客戶開發

# XinKeHuMoZuLieBiao
source: Add new customers modular list
de: Neue Kunden modulare Angebot
fr: Nouveaux clients fiche modulaire
ko: 새로운 고객 모듈 목록
ru: Новые клиенты модульная список
zh_cn: 新客户模组列表
zh_tw: 新客戶模組清單

# XinKeHuMoZuSheDing
source: Add new customers modular set
de: Neue Kunden modulare
fr: Nouveaux clients ensemble modulaire
ko: 새로운 고객 모듈 세트
ru: Новые клиенты модульный набор
zh_cn: 新客户模组设定
zh_tw: 新客戶模組設定

# XinWenBianJi
source: News Editor
de: Nachrichtenredakteur
fr: Nouvelles éditeur
ko: 뉴스 에디터
ru: Редактор новостей
zh_cn: 新闻编辑
zh_tw: 新聞編輯

# XinWenBiaoTi
source: Headlines
de: Schlagzeilen
ko: 헤드 라인
ru: Последние новости
zh_cn: 新闻标题
zh_tw: 新聞標題

# XinWenGongGao
source: Press Releases
de: Pressemeldungen
fr: Communiqués de presse
ko: 보도 자료
ru: Пресс-релизы
zh_cn: 新闻公告
zh_tw: 新聞公告

# XinWenGongGaoGuanLiYuan
source: News Administrator
de: Nachrichten Administrator
fr: Nouvelles administrateur
ko: 뉴스 관리자
ru: Новости Администратор
zh_cn: 新闻公告管理员
zh_tw: 新聞公告管理員

# XinWenNeiRong
source: News content
de: Nachrichten-Content
fr: Contenu de Nouvelles
ko: 뉴스 콘텐츠
ru: Содержание Новости
zh_cn: 新闻内容
zh_tw: 新聞內容

# XinWuZiDaiMa
source: New material Code
de: Neues Material-Code
fr: Nouveau Code de la matière
ko: 신소재 코드
ru: Новый материал Код
zh_cn: 新物资代码
zh_tw: 新物資代碼

# XinXi
source: Information
fr: Informations
ko: 정보
ru: Информация
zh_cn: 信息
zh_tw: 信息

# XinXiangMuJingLi
source: New Project Manager
ko: 새 프로젝트 관리자
ru: Новый руководитель проекта
zh_cn: 新项目经理
zh_tw: 新專案經理

# XinXiBianGeng
source: Information Change
de: Informationen ändern
fr: Changement d'information
ko: 변경 정보
ru: Изменение Информация
zh_cn: 信息变更
zh_tw: 信息變更

# XinXiDengJiRen
source: Subscriber information
de: Teilnehmerinformationen
fr: Information abonné
ko: 가입자 정보
ru: Абонент информация
zh_cn: 信息登记人
zh_tw: 資訊登記人

# XinXiLeiXing
source: Information type
de: Information Typ
ko: 정보 유형
ru: Информация Тип
zh_cn: 信息类型
zh_tw: 資訊類型

# XinXiShuoMing
source: NOTE
de: Informationen Beschreibung
fr: Informations Description
ko: 정보 설명
ru: Информация Описание
zh_cn: 信息说明
zh_tw: 資訊說明

# XinXiWanShan
source: Information Perfection
de: Informationen Perfection
fr: Informations Perfection
ko: 정보 완벽
ru: Информация Совершенствование
zh_cn: 信息完善
zh_tw: 資訊完善

# XinYongDengJi
source: Credit Rating
fr: Cote de crédit
ko: 신용 등급
ru: Оценка кредитоспособности
zh_cn: 信用等级
zh_tw: 信用等級

# XinYouJian
source: New Mail
de: Neue E-Mail
fr: Nouveau message
ko: 새 메일
ru: Новая Почта
zh_cn: 新邮件
zh_tw: 新郵件

# XinZeng
source: Added
de: Hinzugefügt
fr: Ajouté
ko: 추가
ru: Добавленной
zh_cn: 新增
zh_tw: 新增

# XinZengGongZuoJiLu
source: New work record
de: Neue Arbeit aufnehmen
fr: Nouveau record de travail
ko: 새로운 일의 기록
ru: Новый рекорд работы
zh_cn: 新增工作记录
zh_tw: 新增工作記錄

# XinZengLingLiaoDanWei
source: Added picking units
de: Hinzugefügt Pflückeinheiten
fr: Cueillette unités Ajouté
ko: 추가 따기 단위
ru: Добавлены Сбор единиц
zh_cn: 新增领料单位
zh_tw: 新增領料單位

# XinZengLingLiaoJiHua
source: Picking new plan
de: Hinzugefügt Kommissionierung Plan
fr: Plan de la cueillette Ajouté
ko: 추가 따기 계획
ru: Добавлено выбирая план
zh_cn: 新增领料计划
zh_tw: 新增領料計畫

# XinZengShuJu
source: New data
de: Neue Daten
fr: De nouvelles données
ko: 새로운 데이터
ru: Новые данные
zh_cn: 新增数据
zh_tw: 新增數據

# XinZengXiaoLei
source: New categories
de: Neue Kategorien
fr: Nouvelles catégories
ko: 새로운 카테고리
ru: Новые категории
zh_cn: 新增小类
zh_tw: 新增小類

# XinZengXuFang
source: New demand side
de: Hinzugefügt Nachfrageseite
fr: Côté de la demande ajoutée
ko: 추가 수요 측면
ru: Добавлено спросом
zh_cn: 新增需方
zh_tw: 新增需方

# XinZengZhongLei
source: New class
de: Neue Klasse
fr: Nouvelle classe
ko: 새로운 클래스
ru: Новый класс
zh_cn: 新增中类
zh_tw: 新增中類

# XinZengZhuanJia
source: New Expert
ko: 새로운 전문가
ru: Новый эксперт
zh_cn: 新增专家
zh_tw: 新增專家

# XinZengZiJiHua
source: New sub-project
de: Neue Teilprojekt
fr: Nouveau sous-projet
ko: 새로운 서브 프로젝트
ru: Новый подпроект
zh_cn: 新增子计划
zh_tw: 新增子計畫

# XinZengZiMoZu
source: New sub-module
de: Neue Untermodul
fr: Nouveau sous-module
ko: 새로운 서브 모듈
ru: Новый суб-модуль
zh_cn: 新增子模组
zh_tw: 新增子模組

# XinZheng
source: Added
de: Hinzugefügt
fr: Ajouté
ko: 추가
ru: Добавленной
zh_cn: 新增
zh_tw: 新增

# XinZhuangTai
source: The new status
de: Der neue Status
fr: Le nouveau statut
ko: 새로운 상태
ru: Новый статус
zh_cn: 新状态
zh_tw: 新狀態

# XinZhuangTaiZhi
source: The new state value
de: Die neue Zustandswert
fr: La nouvelle valeur d'état
ko: 새로운 상태 값
ru: Новое государство значение
zh_cn: 新状态值
zh_tw: 新狀態值

# XiShu
source: Coefficient
de: Koeffizient
ko: 계수
ru: Коэффициент
zh_cn: 系数
zh_tw: 係數

# XiTiXingBiaoTi
source: Interest remind title
de: Interesse daran erinnern Titel
fr: Intérêt rappeler titre
ko: 관심 제목을 생각 나게
ru: Интерес напомнить название
zh_cn: 息提醒标题
zh_tw: 息提醒標題

# XiTiXingTingLiuShiJian
source: Interest remind residence time
de: Interesse daran erinnern Verweilzeit
fr: Intérêt rappeler temps de séjour
ko: 관심 체류 시간을 생각 나게
ru: Интерес напомнить время пребывания
zh_cn: 息提醒停留时间
zh_tw: 息提醒停留時間

# XiTong
source: System
fr: Système
ko: 체계
ru: Система
zh_cn: 系统
zh_tw: 系統

# XiTongHao
source: System Number
de: System No.
fr: Système No.
ko: 시스템 번호
ru: Система номер
zh_cn: 系统号
zh_tw: 系統號

# XiTongHaoBianJi
source: No editing system
de: Kein Schnittsystem
fr: Pas de système de montage
ko: 어떤 편집 시스템 없습니다
ru: Нет система редактирования
zh_cn: 系统号编辑
zh_tw: 系統號編輯

# XiTongHaoLieBiao
source: System Number List
de: Systemnummer Liste
fr: Système Liste Nombre
ko: 시스템 번호 목록
ru: Номер системы Список
zh_cn: 系统号列表
zh_tw: 系統號清單

# XiTongMoZu
source: System Module
de: System-Modul
fr: Module Système
ko: 시스템 모듈
ru: Модуль системы
zh_cn: 系统模组
zh_tw: 系統模組

# XiTongMoZuSheDing
source: System module sets
de: Systemmodul-Sets
fr: Des ensembles de module de système
ko: 시스템 모듈 세트
ru: Наборы модулей системы
zh_cn: 系统模组设定
zh_tw: 系統模組設定

# XiTongPingFen
source: Systems rates
de: System Review
fr: Revue du système
ko: 시스템 검토
ru: Обзор системы
zh_cn: 系统评分
zh_tw: 系統評分

# XiTongPingFeng
source: Systems rates
de: System Review
fr: Revue du système
ko: 시스템 검토
ru: Обзор системы
zh_cn: 系统评分
zh_tw: 系統評分

# XiTongPingQuanZhong
source: Comments weighting system
de: Kommentar zum Gewichtssystem
fr: Commentaire sur le système de poids
ko: 무게 시스템에 대한 코멘트
ru: Прокомментировать системы веса
zh_cn: 系统评权重
zh_tw: 系統評權重

# XiTongPingZongFen
source: Systematic review score
de: Systematische Bewertung
fr: Le score de l'examen systématique
ko: 체계적인 리뷰 점수
ru: Оценка Систематический обзор
zh_cn: 系统评总分
zh_tw: 系統評總分

# XiTongShuJuGuanLi
source: Data Management System
ko: 데이터 관리 시스템
ru: Система управления данными
zh_cn: 系统数据管理
zh_tw: 系統資料管理

# XiTongYaoXiTuSheDing
source: To set the system analysis diagram
de: Um das System zu Analysediagramm eingestellt
fr: Pour définir le schéma d'analyse du système
ko: 시스템 분석도를 설정하려면
ru: Чтобы установить схему системного анализа
zh_cn: 系统分析图设定
zh_tw: 系統要析圖設定

# XiTongYongHu
source: User
de: Benutzer
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh_cn: 系统用户
zh_tw: 系統使用者

# XiTongYongHuSheZhi
source: User Settings
de: Benutzereinstellungen
fr: Paramètres de l'utilisateur
ko: 사용자 설정
ru: Настройки пользователя
zh_cn: 系统用户设置
zh_tw: 系統使用者設置

# XiTongYongHuWeiHu
source: User Maintenance
de: Wartung durch den Benutzer
fr: Entretien de l'utilisateur
ko: 사용자 유지 보수
ru: Техническое обслуживание Пользователь
zh_cn: 系统用户维护
zh_tw: 系統使用者維護

# XiTongZiDongShengCheng
source: The system automatically generates
de: Das System generiert automatisch
fr: Le système génère automatiquement
ko: 시스템이 자동으로 생성
ru: Система автоматически генерирует
zh_cn: 系统自动生成
zh_tw: 系統自動生成

# XiTongZongPingFen
source: Total score system
de: Total System Bewertung
fr: Cote totale du système
ko: 전체 시스템 평가
ru: Общий рейтинг системы
zh_cn: 系统总评分
zh_tw: 系統總評分

# XiTongZongPingFeng
source: System Total score:
de: Gesamtsystem Rating:
fr: Système Note totale:
ko: 전체 시스템의 평가 :
ru: Всего система Рейтинг:
zh_cn: 系统总评分：
zh_tw: 系統總評分：

# XiuGai
source: Modify
de: Modifizieren
fr: Modifier
ko: 수정
ru: Изменять
zh_cn: 修改
zh_tw: 修改

# XiuGaiGongZuoJiLuShuJu
source: Revision of recording data
de: Revision der Aufzeichnung von Daten
fr: La révision des données d'enregistrement
ko: 기록 데이터의 보정
ru: Пересмотр данных записи
zh_cn: 修改工作记录数据
zh_tw: 修改工作記錄資料

# XiuGaiShuJu
source: Modify data
de: Daten ändern
fr: Modifier les données
ko: 데이터를 수정
ru: Изменить данные
zh_cn: 修改数据
zh_tw: 修改資料

# XiuGaiZhong
source: Modification
de: Änderung
ko: 수정
ru: Модификация
zh_cn: 修改中
zh_tw: 修改中

# XiuXiShiJianEr
source: Break 2
de: Pause 2
fr: Cassez 2
ko: 2 휴식
ru: Перерыв 2
zh_cn: 休息时间2
zh_tw: 休息時間2

# XiuXiShiJianYi
source: Break 1
de: 1 Pause
fr: 1 pause
ko: 1 휴식
ru: 1 перерыв
zh_cn: 休息时间1
zh_tw: 休息時間1

# XKNBCXNZZNXZBNSCHXG
source: Items may be built into the program, only to add, not delete, and modify
de: Einzelteile können in das Programm eingebaut werden, können Sie nur hinzuzufügen, nicht löschen und ändern
fr: Les articles peuvent être intégrées dans le programme, vous ne pouvez ajouter, pas supprimer et modifier
ko: 항목은 프로그램에 내장 할 수있다, 당신은 단지, 추가하지, 삭제, 수정할 수 있습니다
ru: Детали могут быть встроены в программу, вы можете добавить только, не удалять и изменять
zh_cn: 项可能被程序内置，只能新增，不能删除和修改
zh_tw: 項可能被程式內置，只能新增，不能刪除和修改

# XMCBLB
source: Project Cost Management List
de: Projektkostenmanagement Liste
fr: Projet sur les listes de gestion des coûts
ko: 프로젝트 비용 관리 목록
ru: Проект Список управление затратами
zh_cn: 项目成本管理列表
zh_tw: 專案成本管理列表

# XMCYRWGLLB
source: Project member task management list
de: Projektmitglied Task-Management-Liste
fr: Liste de projets de gestion des tâches de membre
ko: 프로젝트 구성원의 작업 관리 목록
ru: Список управление членом задача проекта
zh_cn: 项目成员任务管理列表
zh_tw: 專案成員任務管理列表

# XMDCJKBM
source: Project export interface coding
de: Projekt-Export-Schnittstelle Codierung
fr: Projet codage de l'interface d'exportation
ko: 프로젝트를 익스포트 인터페이스 코딩
ru: Кодирование экспорт интерфейс проекта
zh_cn: 项目导出接口编码
zh_tw: 專案匯出介面編碼

# XMDRJKBM
source: Project import interface coding
de: Projekt-Import-Schnittstelle Codierung
fr: Projet codage de l'interface d'importation
ko: 프로젝트 임포트 인터페이스 코딩
ru: Кодирование интерфейс Импорт проекта
zh_cn: 项目导入接口编码
zh_tw: 專案導入介面編碼

# XMJCSZ
source: Setting a project basis
de: Festlegen einer Projektbasis
fr: Définition d'une base de projet
ko: 프로젝트 기준 설정
ru: Установка проектной основе
zh_cn: 项目基础设置
zh_tw: 項目基礎設置

# XMJHXXXX
source: Detailed project plans
de: Details des Projektplans
fr: Les détails du plan de projet
ko: 프로젝트 계획의 상세
ru: Детали плана проекта
zh_cn: 项目计划详细信息
zh_tw: 專案計畫詳細資訊

# XMLXHZTSZ
source: Project type and status settings
de: Projekttyp und Status-Einstellungen
fr: Les paramètres de type et l'état de projet
ko: 프로젝트 유형과 상태 설정
ru: Настройки типа проекта и статус
zh_cn: 项目类型和状态设置
zh_tw: 專案類型和狀態設置

# XMRWPSGZL
source: Project Tasks Workflow Review
de: Projektaufgaben Workflow-Bewertung
fr: Projet d'examen des tâches de workflow
ko: 프로젝트 작업 워크 플로우 검토
ru: Проект отзыв Задачи рабочего процесса
zh_cn: 项目任务评审工作流
zh_tw: 專案任務評審工作流
