Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGXSRYBNWKQJC
source: Warning, the salesperson can't be empty, please check!
de: Achtung, der Verkäufer darf nicht leer sein, bitte überprüfen!
fr: Attention, le vendeur ne peut pas être vide, veuillez vérifier!
ko: 경고, 영업 사원은 비워 둘 수 없습니다. 확인하십시오!
ru: Внимание, продавец не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，销售人员不能为空，请检查！
zh_tw: 警告，銷售人員不能為空，請檢查！

# GuanLianMoKuiLieBiao
source: Related Modules List
de: Liste der zugehörigen Module
fr: Liste des modules associés
ko: 관련 모듈 목록
ru: Список связанных модулей
zh_cn: 关联模块列表
zh_tw: 關聯模塊列表

# ChuHuTongZiDanHao
source: Shipping notice number
de: Lieferungsnummer
fr: Numéro d'avis d'expédition
ko: 출하 통지 번호
ru: Номер уведомления о доставке
zh_cn: 出货通知单号
zh_tw: 出貨通知單號

# DiaoBuDanHao
source: Transfer number
de: Nummer übertragen
fr: Numéro de transfert
ko: 송금 번호
ru: Номер перевода
zh_cn: 调拨单号
zh_tw: 調撥單號

# FuKanShenQingDanHao
source: Payment request number
de: Nummer der Zahlungsanforderung
fr: Numéro de demande de paiement
ko: 지불 요청 번호
ru: Номер запроса на оплату
zh_cn: 付款申请单号
zh_tw: 付款申請單號

# GeZhongShengQingDanHao
source: Various application numbers
de: Verschiedene Anwendungsnummern
fr: Divers numéros d'application
ko: 다양한 신청 번호
ru: Различные номера приложений
zh_cn: 各种申请单号
zh_tw: 各種申請單號

# GongHuoDanHao
source: Delivery number
de: Lieferungsnummer
fr: Numéro de livraison
ko: 배달 번호
ru: Номер доставки
zh_cn: 供货单号
zh_tw: 供貨單號

# JieChuDanHao
source: Borrowing order number
de: Leihauftragsnummer
fr: Numéro d'ordre d'emprunt
ko: 차용 주문 번호
ru: Номер заказа займа
zh_cn: 借出单号
zh_tw: 借出單號

# ShengChanDanHao
source: Production order number
de: Fertigungsauftragsnummer
fr: Numéro d'ordre de production
ko: 생산 오더 번호
ru: Номер производственного заказа
zh_cn: 生产单号
zh_tw: 生產單號

# SongHuoDanHao
source: Delivery note number
de: Lieferscheinnummer
fr: Numéro du bon de livraison
ko: 납품서 번호
ru: Номер накладной
zh_cn: 送货单号
zh_tw: 送貨單號

# TuiHuoHuoGuiHuanDanHao
source: Return or return order number
de: Rückgabe- oder Rücksendungsnummer
fr: Numéro de retour ou de retour
ko: 반품 또는 반품 주문 번호
ru: Возврат или возврат номера заказа
zh_cn: 退货或归还单号
zh_tw: 退貨或歸還單號

# XiaoSouBaoJiaDanHao
source: Sales quotation number
de: Nummer des Verkaufsangebots
fr: Numéro de devis
ko: 판매 견적 번호
ru: Номер коммерческого предложения
zh_cn: 销售报价单号
zh_tw: 銷售報價單號

# XiaoSouDingDanHao
source: Sales order number
de: Kundenauftragsnummer
fr: Numéro de commande
ko: 판매 주문 번호
ru: Номер заказа на продажу
zh_cn: 销售订单号
zh_tw: 銷售訂單號

# GongXu
source: Work Process
de: Prozess
fr: Processus
ko: 프로세스
ru: процесс
zh_cn: 工序
zh_tw: 工序

# ZZJTJSZBCZQZCSSZLSZ
source: The "Group" role group does not exist, please set it in the role group module.
de: Die Rollengruppe "Gruppe" ist nicht vorhanden. Legen Sie sie im Rollengruppenmodul fest.
fr: Le groupe de rôles "Groupe" n'existe pas, veuillez le définir dans le module du groupe de rôles.
ko: 그룹역할 그룹이 없으므로 역할 그룹 모듈에서 설정하십시오.
ru: Группа ролей "Группа" не существует, установите ее в модуле группы ролей.
zh_cn: “集团”角色组不存在，请在角色组模块设置
zh_tw: “集團”角色組不存在，請在角色組模塊設置

# XiBiaoKeGe
source: Detail Table Can Update
de: Feiner Tisch kann geändert werden
fr: Fine table peut être changé
ko: 고급 테이블 변경 가능
ru: Прекрасная таблица может быть изменена
zh_cn: 细表可改
zh_tw: 細表可改

# XiBiaoKeShan
source: Detail Table Can Delete
de: Fine table kann gelöscht werden
fr: Fine table peut être supprimé
ko: 세부 테이블 삭제 가능
ru: Прекрасная таблица может быть удалена
zh_cn: 细表可删
zh_tw: 細表可刪

# XiBiaoKeZeng
source: Detail Table Can Add
de: Feiner Tisch kann erhöht werden
fr: Fine table peut être augmentée
ko: 좋은 표를 늘릴 수 있습니다.
ru: Прекрасный стол можно увеличить
zh_cn: 细表可增
zh_tw: 細表可增

# ZhuBiaoKeGe
source: Main Table Can Update
de: Die Haupttabelle kann geändert werden
fr: La table principale peut être changée
ko: 기본 테이블을 변경할 수 있습니다.
ru: Основная таблица может быть изменена
zh_cn: 主表可改
zh_tw: 主表可改

# ZhuBiaoKeShan
source: Main Table Can Delete
de: Haupttabelle kann gelöscht werden
fr: La table principale peut être supprimée
ko: 기본 테이블을 삭제할 수 있습니다.
ru: Главная таблица может быть удалена
zh_cn: 主表可删
zh_tw: 主表可刪

# ZhuBiaoKeZeng
source: Main Table Can Add
de: Der Haupttisch kann vergrößert werden
fr: La table principale peut être augmentée
ko: 기본 테이블을 늘릴 수 있습니다.
ru: Основной стол можно увеличить
zh_cn: 主表可增
zh_tw: 主表可增

# JiaGongFei
source: processing fee
de: Bearbeitungsgebühr
fr: Frais de traitement
ko: 처리 수수료
ru: Плата за обработку
zh_cn: 加工费
zh_tw: 加工費

# ShengChanJiaGongFeiJiZhuang
source: Production charge to account
de: Produktions- und Bearbeitungsgebührenabrechnung
fr: Comptabilité des frais de production et de traitement
ko: 생산 및 가공 수수료 회계
ru: Бухгалтерский учет производства и обработки
zh_cn: 生产加工费记账
zh_tw: 生產加工費記賬

# DaKai
source: Open
de: Öffnen
fr: Ouvert
ko: 열기
ru: открытый
zh_cn: 打开
zh_tw: 打開

# XiangGuanYeWuDan
source: Supplementary information
de: Ergänzende Informationen
fr: Informations complémentaires
ko: 보충 정보
ru: Дополнительная информация
zh_cn: 补充信息
zh_tw: 補充信息

# YunXuHouXuXiuGe
source: Allow subsequent modifications
de: Nachfolgende Änderungen zulassen
fr: Autoriser les modifications ultérieures
ko: 후속 수정 허용
ru: Разрешить последующие изменения
zh_cn: 允许后续修改
zh_tw: 允許後續修改

# XiaBuShengPiRen
source: Next steps operator
de: Nächster Schritt Genehmiger
fr: Prochaine étape approbateur
ko: 다음 단계 승인자
ru: Утверждающий следующий шаг
zh_cn: 下步处理人
zh_tw: 下步審批人

# ErWeiMa
source: QrCode
fr: Code QR
ko: QR 코드
ru: QR код
zh_cn: 二维码
zh_tw: 二維碼

# TiaoMaLeiXing
source: BarType
de: Barcode-Typ
fr: Type de code à barres
ko: 바코드 유형
ru: Тип штрих-кода
zh_cn: 条码类型
zh_tw: 條碼類型

# TiaoXingMa
source: BarCode
fr: Code à barres
ko: 바코드
ru: Штрих-код
zh_cn: 条形码
zh_tw: 條形碼

# ChuRuKuShuanFA
source: Access inventory algorithm
de: Eingehender Inventarisierungsalgorithmus
fr: Algorithme d'inventaire entrant
ko: 인바운드 인벤토리 알고리즘
ru: Алгоритм входящего инвентаря
zh_cn: 出入库存算法
zh_tw: 出入庫存算法

# JiaQuanPingJIng
source: The weighted average
de: Gewichteter Durchschnitt
fr: Moyenne pondérée
ko: 가중 평균
ru: Средневзвешенное
zh_cn: 加权平均
zh_tw: 加權平均

# XianJingXianChu
source: First in first out
de: Zuerst rein, zuerst raus
fr: Premier entré, premier sorti
ko: 우선, 우선
ru: Сначала во-первых
zh_cn: 先进先出
zh_tw: 先進先出

# QiTaKeShiRenYuan
source: Other visual personnel
de: Anderes visuelles Personal
fr: Autre personnel visuel
ko: 기타 시각적 인 인사
ru: Другой визуальный персонал
zh_cn: 其他可视人员
zh_tw: 其他可視人員

# ZZBianGenChengGong
source: Change successfully
de: Erfolgreiche Veränderung
fr: Changement réussi
ko: 성공적인 변화
ru: Успешное изменение
zh_cn: 变更成功
zh_tw: 變更成功

# ZZBianGenShiBai
source: Change failed
de: Änderung fehlgeschlagen
fr: Le changement a échoué
ko: 변경 실패
ru: Изменение не удалось
zh_cn: 变更失败
zh_tw: 變更失敗

# LeiXingBianGeng
source: Chang Type
de: Typänderung
fr: Changement de type
ko: 유형 변경
ru: Изменение типа
zh_cn: 类型变更
zh_tw: 類型變更

# PeiBeiZiYuan
source: Assign Resources
de: Ressourcen abgleichen
fr: Correspondance des ressources
ko: 리소스 매칭
ru: Соответствующие ресурсы
zh_cn: 匹配资源
zh_tw: 匹配資源

# SuoYouMoZu
source: All Modules
de: Alle Module
fr: Tous les modules
ko: 모든 모듈
ru: Все модули
zh_cn: 所有模组
zh_tw: 所有模組

# MoZuShu
source: Module Tree
de: Modulbaum
fr: Arbre du module
ko: 모듈 트리
ru: Дерево модулей
zh_cn: 模组树
zh_tw: 模組樹

# DaWenJianShangZuan
source: Large file upload
de: Upload großer Dateien
fr: Téléchargement de fichiers volumineux
ko: 대용량 파일 업로드
ru: Большая загрузка файла
zh_cn: 大文件上传
zh_tw: 大文件上傳

# KaiShiShangZhuan
source: Start upload
de: Starten Sie den Upload
fr: Commencer à télécharger
ko: 업로드 시작
ru: Начать загрузку
zh_cn: 开始上传
zh_tw: 開始上傳

# BeiFenWenJian
source: Backup file
de: Sicherungsdatei
fr: Fichier de sauvegarde
ko: 백업 파일
ru: Резервный файл
zh_cn: 备份文件
zh_tw: 備份文件

# BeiFenWenJianJianGeShiJian
source: Backup file interval time
de: Sicherungsdateiintervall
fr: Intervalle de fichier de sauvegarde
ko: 백업 파일 간격
ru: Интервал резервного файла
zh_cn: 备份文件间隔时间
zh_tw: 備份文件間隔時間

# BeiFenWenJianLuJing
source: Save backup file path
de: Sicherungspfad speichern
fr: Stocker le chemin du fichier de sauvegarde
ko: 저장소 백업 파일 경로
ru: Путь к файлу резервной копии
zh_cn: 存储备份文件路径
zh_tw: 存儲備份文件路徑

# ZWJJYSYUSERYHSYQXDSXXAQSZ
source: This folder will grant the USER USER all rights (right click, click properties, select "security" Settings)
de: Dieser Ordner sollte dem USER-Benutzer alle Berechtigungen erteilen (Rechtsklick, Punkteigenschaften, [Sicherheit] Einstellungen auswählen).
fr: Ce dossier doit donner toutes les autorisations à l'utilisateur UTILISATEUR (clic droit, propriétés du point, sélectionner les paramètres [Sécurité]).
ko: 이 폴더는 USER 사용자에게 모든 권한을 부여해야합니다 (오른쪽 클릭, 포인트 속성, [보안] 설정 선택)
ru: Эта папка должна предоставить пользователю USER все разрешения (щелчок правой кнопкой мыши, свойства точки, выберите настройки [Security])
zh_cn: 此文件夹要授予USER用户所有权限（按右键，点属性，选【安全】设置)
zh_tw: 此文件夾要授予USER用戶所有權限（按右鍵，點屬性，選【安全】設置)

# ZZBeiFenChengGong
source: Successful backup!
de: Backup-Erfolg!
fr: Sauvegarde réussie!
ko: 백업 성공!
ru: Резервное копирование успешно!
zh_cn: 备份成功！
zh_tw: 備份成功！

# ZZBeiFenShiBaiQingJianCha
source: Backup failed, please check!
de: Sicherung fehlgeschlagen, bitte überprüfen!
fr: La sauvegarde a échoué, veuillez vérifier!
ko: 백업에 실패했습니다. 확인하십시오!
ru: Ошибка резервного копирования, пожалуйста, проверьте!
zh_cn: 备份失败，请检查！
zh_tw: 備份失敗，請檢查！

# BiaoDanGuanLianDeLiuChengMoBan
source: The process template associated with the form
de: Formularbezogene Prozessvorlage
fr: Modèle de processus associé à un formulaire
ko: 양식 관련 프로세스 템플릿
ru: Форма ассоциированного шаблона процесса
zh_cn: 表单关联的流程模板
zh_tw: 表單關聯的流程模板

# JLHFPXMQX
source: Establish and assign project gaps
de: Feststellen und Zuordnen von Projektfehlern
fr: Établir et attribuer les défauts du projet
ko: 프로젝트 결함 수립 및 지정
ru: Установить и назначить дефекты проекта
zh_cn: 建立与分派项目缺限
zh_tw: 建立與分派項目缺限

# ZZZBCXXBCZYGSMYDY
source: Supplementary information does not exist, should be no definition!
de: Zusätzliche Informationen existieren nicht, es sollte keine Definition geben!
fr: L'information supplémentaire n'existe pas, il ne devrait pas y avoir de définition!
ko: 보충 정보가 존재하지 않습니다. 정의가 없어야합니다!
ru: Дополнительной информации не существует, ее не должно быть определением!
zh_cn: 补充信息不存在，应该是没有定义！
zh_tw: 補充信息不存在，應該是沒有定義！

# ZZJGYJYLCSYZLCBNSCHXGQJC
source: Warning, there is already an I process using this type, cannot delete and modify, please check!
de: Achtung, es gibt bereits Prozesse, die diesen Typ verwenden, können nicht gelöscht und geändert werden, bitte überprüfen!
fr: Attention, il existe déjà des processus utilisant ce type, ne pouvant pas être supprimés ni modifiés, veuillez vérifier!
ko: 경고, 이미이 유형을 사용하여 프로세스가 삭제하고 수정할 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, уже есть процессы, использующие этот тип, не могут быть удалены и изменены, пожалуйста, проверьте!
zh_cn: 警告，已经有i流程使用此类型，不能删除和修改，请检查！
zh_tw: 警告，已經有i流程使用此類型，不能刪除和修改，請檢查！

# ZZJGYJYXMSYZLXBNSCHXGQJC
source: Warning, there are already projects using this type, cannot delete and modify, please check!
de: Achtung, es gibt bereits Projekte, die diesen Typ verwenden, können nicht gelöscht und geändert werden. Bitte überprüfen!
fr: Attention, il y a déjà des projets utilisant ce type, impossible à supprimer et à modifier, merci de vérifier!
ko: 경고 : 이미이 유형을 사용하는 프로젝트가 있으며 삭제 및 수정할 수 없습니다. 확인하십시오!
ru: Внимание, уже есть проекты, использующие этот тип, не могут быть удалены и изменены, пожалуйста, проверьте!
zh_cn: 警告，已经有项目使用此类型，不能删除和修改，请检查！
zh_tw: 警告，已經有項目使用此類型，不能刪除和修改，請檢查！

# BenRenXiangMu
source: My Projects
de: Mein Projekt
fr: Mon projet
ko: 내 프로젝트
ru: Мой проект
zh_cn: 本人项目
zh_tw: 本人項目

# ChengYuanXiangMu
source: Member's Project
de: Mitgliedsprojekt
fr: Projet membre
ko: 회원 프로젝트
ru: Участник проекта
zh_cn: 成员项目
zh_tw: 成員項目

# SuoYouXiangMu
source: All Project
de: Alle Artikel
fr: Tous les articles
ko: 모든 항목
ru: Все предметы
zh_cn: 所有项目
zh_tw: 所有項目

# XMJDSXJYX
source: Progress&Manhour is affected by the project plan for the active version
de: Fortschritt und Arbeitszeiten werden durch den aktiven Projektplan beeinflusst
fr: Les progrès et les heures de travail sont affectés par le plan de projet actif
ko: 진행 및 근무 시간은 진행중인 프로젝트 계획의 영향을받습니다.
ru: Прогресс и рабочие часы зависят от активного плана проекта
zh_cn: 进度和工期受活动版的项目计划影响
zh_tw: 進度和工時受活動版的項目計劃影響

# ZZJGZYXMJLJHYJHCJRHLXZCNJXZCZQJC
source: Warning: only project manager, planner, project creator and project sponsor can do this. Please check!
de: Achtung, das können nur Projektmanager, Planer, Planer und Projektbesitzer, bitte überprüfen!
fr: Attention, seuls les chefs de projet, les planificateurs, les créateurs de plans et les propriétaires de projets peuvent le faire, veuillez vérifier!
ko: 경고, 프로젝트 관리자, 계획자, 계획 작성자 및 프로젝트 소유자 만이 작업을 수행 할 수 있습니다. 확인하십시오!
ru: Внимание, это могут делать только менеджеры проектов, планировщики, создатели планов и владельцы проектов, пожалуйста, проверьте!
zh_cn: 警告，只有项目经理，计划员，计划创建人和立项者才能进行此操作，请检查!
zh_tw: 警告，只有項目經理，計劃員，計劃創建人和立項者才能進行此操作，請檢查!

# ZZJGZYXMJLJHYJHCJRHLXZJHFZRCNJXZCZQJC
source: Warning: only project manager, planner, project creator, project leader and project sponsor can do this. Please check!
de: Achtung, dies können nur Projektmanager, Planer, Planer, Planer und Projektträger, bitte überprüfen!
fr: Attention, seuls les chefs de projet, les planificateurs, les créateurs de plan, les propriétaires de plan et les porteurs de projet peuvent le faire, veuillez vérifier!
ko: 경고 만 프로젝트 관리자, 기획자, 프로그램 창시자, 지도자와 프로젝트 계획은이 일을 확인하시기 바랍니다했다!
ru: Внимание, это могут делать только менеджеры проектов, планировщики, создатели планов, владельцы планов и владельцы проектов, пожалуйста, проверьте!
zh_cn: 警告，只有项目经理，计划员，计划创建人，计划负责人和立项者才能进行此操作，请检查!
zh_tw: 警告，只有項目經理，計劃員，計劃創建人，計劃負責人和立項者才能進行此操作，請檢查!

# ZZJGZJHZRWSBQJC
source: Warning, subschedule to task failed, please check!
de: Warnung, Unterplanübertragungsaufgabe fehlgeschlagen, bitte überprüfen!
fr: Avertissement, la tâche de transfert de sous-plan a échoué. Veuillez vérifier!
ko: 경고, 하위 계획 전송 작업이 실패했습니다. 확인하십시오!
ru: Предупреждение, задача передачи подплана не выполнена, пожалуйста, проверьте!
zh_cn: 警告，子计划转任务失败，请检查！
zh_tw: 警告，子計劃轉任務失敗，請檢查！

# ZZZZJHZRWCGWC
source: Subproject to task successfully completed!
de: Die Teilplanübertragungsaufgabe wurde erfolgreich abgeschlossen!
fr: La tâche de transfert de sous-plan a été complétée avec succès!
ko: 하위 계획 전송 작업이 성공적으로 완료되었습니다!
ru: Задача переноса подплана была успешно выполнена!
zh_cn: 子计划转任务成功完成！
zh_tw: 子計劃轉任務成功完成！

# ZZZZJHZRWBFCGCGHYJHMYZDQMR
source: Subplan to task part of the success, but there is no plan to designate the person in charge, please check!
de: Die Teilplanübertragungsaufgabe ist teilweise erfolgreich, aber es ist geplant, den Verantwortlichen nicht anzugeben. Bitte überprüfen!
fr: La tâche de transfert de sous-plan est partiellement réussie, mais il est prévu de ne pas spécifier le responsable, veuillez vérifier!
ko: 하위 부품 임무를 켜고에 성공하지만, 담당하는 사람을 지정 할 계획이 없습니다, 확인하시기 바랍니다!
ru: Задача передачи подплана частично выполнена, но есть планы не указывать ответственное лицо, пожалуйста, проверьте!
zh_cn: 子计划转任务部分成功，但还有计划没指定负责人，请检查！
zh_tw: 子計劃轉任務部分成功，但還有計劃沒指定負責人，請檢查！

# ShiZhuoYuSuan
source: Real budget
de: Echtes Budget
fr: Budget réel
ko: 실제 예산
ru: Реальный бюджет
zh_cn: 实做预算
zh_tw: 實做預算

# ZZJGJHFZRBNWKQJC
source: Warning, program leader cannot be empty, please check!
de: Achtung, die für den Plan verantwortliche Person darf nicht leer sein, bitte überprüfen!
fr: Attention, le responsable du plan ne peut être vide, veuillez vérifier!
ko: 경고, 계획 담당자는 비워 둘 수 없습니다. 확인하십시오!
ru: Внимание, ответственный за план не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，计划负责人不能为空，请检查！
zh_tw: 警告，計劃負責人不能為空，請檢查！

# SJLCSPJL
source: Parent workflow approval record
de: Übergeordneter Prozessgenehmigungsnachweis
fr: Enregistrement d'approbation de processus supérieur
ko: 탁월한 공정 승인 기록
ru: Превосходная запись об утверждении процесса
zh_cn: 上级流程审批记录
zh_tw: 上級流程審批記錄

# QYDNDLZD
source: Please log into the site with your computer
de: Bitte melden Sie sich mit Ihrem Computer auf der Website an
fr: Veuillez vous connecter au site avec votre ordinateur
ko: 컴퓨터로 사이트에 로그인하십시오.
ru: Пожалуйста, войдите на сайт с вашего компьютера
zh_cn: 请用电脑登录站点
zh_tw: 請用電腦登錄站點

# GuanlianHuLiuCheng
source: Related parent workflow
de: Zugeordneter übergeordneter Prozess
fr: Processus parent associé
ko: 연결된 부모 프로세스
ru: Связанный родительский процесс
zh_cn: 关联父流程
zh_tw: 關聯父流程

# ZZTSWXGGZL
source: Hint, no related workflow!
de: Prompt, kein verwandter Workflow!
fr: Invite, pas de flux de travail lié!
ko: 프롬프트, 관련 워크 플로우 없음!
ru: Подскажите, нет связанных рабочих процессов!
zh_cn: 提示，无相关工作流！
zh_tw: 提示，無相關工作流！

# XieZuoShuJiZhuanYu
source: Cooperative data transfer
de: Kollaborative Datenübertragung
fr: Transfert de données collaboratif
ko: 협업 데이터 전송
ru: Совместная передача данных
zh_cn: 协作数据转移
zh_tw: 協作數據轉移

# ChaKuanShuoYouXieZuoBeiFeng
source: View all cooperative backups
de: Alle kollaborativen Sicherungen anzeigen
fr: Afficher toutes les sauvegardes collaboratives
ko: 모든 협업 백업보기
ru: Посмотреть все совместные резервные копии
zh_cn: 查看所有协作备份
zh_tw: 查看所有協作備份

# SFZEBB
source: Total amount paid (in local currency)
de: Gesamtbetrag (lokale Währung)
fr: Montant total payé (monnaie locale)
ko: 총 지불 금액 (현지 통화)
ru: Общая сумма выплат (местная валюта)
zh_cn: 实付总额(本币)
zh_tw: 實付總額(本幣)

# YXSJBMZJS
source: Number of upper level departments allowed
de: Oberes Abteilungsniveau zulassen
fr: Autoriser les départements supérieurs
ko: 상위 부서 수준 허용
ru: Разрешить верхний уровень отдела
zh_cn: 允许上级部门层数
zh_tw: 允許上級部門層數

# DYDYCBFHTSBSYWDSJBF
source: The first backup of the current month will backup the document data of the previous month at the same time. If you haven't done so for more than 2 months, please make an overall backup from the last backup time under platform document directory ProjectDoc to the current month directory
ko: 첫 번째 달 전체 백업 디렉토리를 백업하지 않고 두 달 이상으로, 데이터 백업, 지난 달 문서하면서 현재 문서 디렉토리 ProjectDoc 월에 마지막 백업 플랫폼에서 처음으로 백업됩니다
zh_cn: 当月第一次备份会同时把上月文档数据备份，如超过2个月未备份，请先把平台文档目录ProjectDoc下的上次备份时间到现在的月份目录作一次整体备份
zh_tw: 當月第一次備份會同時把上月文檔數據備份，如超過2個月未備份，請先把平台文檔目錄ProjectDoc下的上次備份時間到現在的月份目錄作一次整體備份

# QianCiBeiFengShiJIan
source: Last backup time
de: Vorherige Sicherungszeit
fr: Heure de sauvegarde précédente
ko: 이전 백업 시간
ru: Предыдущее время резервного копирования
zh_cn: 前次备份时间
zh_tw: 前次備份時間

# CGLYWBFQBSCBFSJDSYZQDSJZYCZTBF
source: Warning, no backup for more than 2 months. After this backup, please make a full backup of the platform document data before last month (the corresponding month directory under the ProjectDoc directory)!
ko: 백업하지 않고 두 달 이상을 경고 한 후 백업이 완료되면 전체 백업을 위해 지난 달 전에 (ProjectDoc 디렉토리에 달 디렉토리를 해당) 플랫폼 문서 데이터를 마지막 백업의 시간!
zh_cn: 警告，超过2个月未备份，这次备份完成之后，请把上次备份时间到上月之前的平台文档数据（ProjectDoc目录下的相应月份目录）作一次整体备份！
zh_tw: 警告，超過2個月未備份，這次備份完成之後，請把上次備份時間到上月之前的平台文檔數據（ProjectDoc目錄下的相應月份目錄）作一次整體備份！

# YYYGSFFQMYAZMSPROJECT2007BQJC
source: ，The corrective measures are as follows:1, the server is not installed MS Project 2007 version, please install and note when you install all components，then restart server, 2, the platform under the installation directory of the web configuration file. The config in the identity impersonate = "true" userName = "administrator" password = "" 】 node annotation, password set correctly,3. Set the value of "enable 32-bit application" in the corresponding application pool advanced Settings of this platform in WEB server IIS to True!
zh_cn: ，改正措施如下：1、服务器没有安装MS Project 2007版，请安装，注意安装时要全选组件，安装完后要重启服务器，2、把平台安装目录下的平台配置文件web.config中 【identity impersonate="true" userName="administrator" password=""】节点注释去除,password值设正确，3、把WEB服务器IIS中此平台中对应的应用程序池高级设置中【启用32位应用程序】值设为True ！
zh_tw: 改正措施如下：1、服務器沒有安裝MS Project 2007版，請安裝，注意安裝時要全選組件，2、把平台安裝目錄下的平台配置文件web.config中【identity impersonate="true" userName=" administrator" password=""】節點註釋去除,password值設正確，3、把WEB服務器IIS中此平台中對應的應用程序池高級設置中【啟用32位應用程序】值設為True ！

# XTYHZMZESLDWSLDZZDBF
source: The system will also automatically back up at 2pm on the backup day
de: Das System wird außerdem jeden Dienstag, Donnerstag und Samstag um zwei Uhr automatisch gesichert.
fr: Le système sera également automatiquement rétabli à deux heures les mardi, jeudi et samedi.
ko: 시스템은 매주 화요일, 목요일 및 토요일 2시에 자동으로 백업됩니다.
ru: Система также автоматически выполняет резервное копирование в два часа каждый вторник, четверг и субботу.
zh_cn: 系统也会在备份日晚上两点作自动备份
zh_tw: 系統也會在每週二、四、六的晚上兩點作自動備份

# JiZhun
source: Base
de: Benchmark
fr: Benchmark
ko: 벤치 마크
ru: данная величина
zh_cn: 基准
zh_tw: 基準

# XianZhuang
source: Current Situation
de: Status
fr: Statut
ko: 상태
ru: статус-кво
zh_cn: 现状
zh_tw: 現狀

# JiaJian
source: Plus sign
de: Pluszeichen
fr: Signe plus
ko: 플러스 기호
ru: Знак плюс
zh_cn: 加签
zh_tw: 加簽

# YunShiWeiBenBuJiaJian
source: Allow signing for this step
de: Erlaube das Signieren für diesen Schritt
fr: Autoriser la signature pour cette étape
ko: 이 단계에서 서명 허용
ru: Разрешить подпись для этого шага
zh_cn: 允许为本步加签
zh_tw: 允許為本步加簽

# YunShiWeiXiaXiBuJiaJian
source: Allow signing for the next step
de: Erlaube das Signieren für den nächsten Schritt
fr: Autoriser la signature pour l'étape suivante
ko: 다음 단계에 서명 허용
ru: Разрешить подпись для следующего шага
zh_cn: 允许为下一步加签
zh_tw: 允許為下一步加簽

# ZZJGGZNRBNWKQJC
source: Warning, the work content can not be empty, please check!
de: Achtung, der Arbeitsinhalt darf nicht leer sein, bitte überprüfen!
fr: Attention, le contenu du travail ne peut pas être vide, veuillez vérifier!
ko: 경고, 작업 내용이 비어있을 수 없습니다. 확인하십시오!
ru: Внимание, содержание работы не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，工作内容不能为空，请检查！
zh_tw: 警告，工作內容不能為空，請檢查！

# ZZJGZCYYCZBNCFTJQJC
source: Warning, this member already exists and cannot be added repeatedly, please check!
de: Achtung, dieses Mitglied existiert bereits und kann nicht wiederholt hinzugefügt werden, bitte überprüfen!
fr: Attention, ce membre existe déjà et ne peut pas être ajouté à plusieurs reprises, veuillez vérifier!
ko: 경고,이 멤버는 이미 존재하므로 반복해서 추가 할 수 없습니다. 확인하십시오!
ru: Внимание, этот участник уже существует и не может быть добавлен повторно, пожалуйста, проверьте!
zh_cn: 警告，此成员已存在，不能重复添加，请检查！
zh_tw: 警告，此成員已存在，不能重複添加，請檢查！

# ZZJGZGZLBZYJTGHZZBNJJLQJC
source: Warning, this workflow step has been passed or terminated, can not be added, please check!
de: Achtung, dieser Workflow-Schritt wurde bestanden oder beendet, kann nicht hinzugefügt werden, bitte überprüfen!
fr: Attention, cette étape du workflow a été passée ou terminée, ne peut pas être ajoutée, veuillez vérifier!
ko: 경고,이 워크 플로우 단계가 통과되었거나 종료되었습니다. 추가 할 수 없습니다. 확인하십시오!
ru: Внимание, этот шаг рабочего процесса был пройден или завершен, не может быть добавлен, пожалуйста, проверьте!
zh_cn: 警告，此工作流步骤已经通过或终止，不能加签了，请检查！
zh_tw: 警告，此工作流步驟已經通過或終止，不能加簽了，請檢查！

# GeiNiFenPaiLeRenWu
source: Assigned a task to you
de: Ihnen eine Aufgabe zugewiesen
fr: Vous a assigné une tâche
ko: 당신에게 과제를 할당했습니다.
ru: Назначил вам задачу
zh_cn: 给你分派了任务
zh_tw: 給你分派了任務

# QingJiShiChuLi
source: Please handle it in time!
de: Bitte behandeln Sie es rechtzeitig!
fr: S'il vous plaît gérer à temps!
ko: 제 시간에 처리하십시오!
ru: Пожалуйста, обращайтесь с этим вовремя!
zh_cn: 请及时处理！
zh_tw: 請及時處理！

# RenWuFenPaiTongZhi
source: Task assignment notification
de: Benachrichtigung über Aufgabenzuweisung
fr: Notification d'attribution de tâche
ko: 작업 할당 알림
ru: Уведомление о назначении задачи
zh_cn: 任务分派通知
zh_tw: 任務分派通知

# GeiNiFenPaiLeQueXian
source: Assigned a defect to you
de: Ihnen einen Defekt zugewiesen
fr: Vous a attribué un défaut
ko: 당신에게 결함을 지정했습니다.
ru: Назначил вам дефект
zh_cn: 给你分派了缺陷
zh_tw: 給你分派了缺陷

# GeiNiFenPaiLeXuQiu
source: Assigned to you the demand
de: Ihnen die Nachfrage zugewiesen
fr: Assigné à la demande
ko: 수요가 당신에게 할당되었습니다.
ru: Назначил вам спрос
zh_cn: 给你分派了需求
zh_tw: 給你分派了需求
