Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZLPLYGZLSSCSB
source: Item recipients workflow application generation failed!
de: Artikel-Empfänger Workflow-Anwendung Generierung fehlgeschlagen!
fr: Point destinataires flux génération d'application n'a pas réussi!
ko: 항목받는 사람 워크 플로우 애플리케이션 생성에 실패했습니다!
ru: Пункт получатели рабочего процесса создания приложений не удалось!
zh_cn: 物料领用申请生成失败！
zh_tw: 物料領用工作流申請生成失敗！

# ZZLPSCSSBKNGZLMCGCZD25GHZJC
source: Item production application fails, it may workflow name is too long (up to 25 characters), check!
de: Artikelproduktion Anwendung fehlschlägt, können Sie Workflow-Name ist zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: Application de production d'objet échoue, vous pouvez WorkFlow nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 상품 생산 응용 프로그램을 사용하면 확인, 이름 (25 자) 너무 깁니다 워크 플로우 수, 실패!
ru: Производство товара заявка не, вы можете рабочего процесса слишком длинное имя (до 25 символов), проверьте!
zh_cn: 物料生产申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 物料生產申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZLPSCSSCCG
source: Item production application generates success!
de: Artikelproduktion Anwendung generiert Erfolg!
fr: Application de production d'objet génère succès!
ko: 상품 생산 응용 프로그램이 성공을 생성!
ru: Производство товара порождает успех приложения!
zh_cn: 物料生产申请生成成功！
zh_tw: 物料生產申請生成成功！

# ZZLPXSSSBKNGZLMCGCZD25GHZJC
source: Item sales application fails, it may workflow name is too long (up to 25 characters), check!
de: Item Sales-Anwendung fehlschlägt, können Sie Workflow-Name ist zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: Item application de vente échoue, vous pouvez WorkFlow nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 아이템 판매 응용 프로그램을 사용하면 확인, 이름 (25 자) 너무 깁니다 워크 플로우 수, 실패!
ru: Состояние приложения продажи не удается, вы можете рабочего процесса слишком длинное имя (до 25 символов), проверьте!
zh_cn: 物料销售申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 物料銷售申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZLPXSSSCCG
source: Item sales application generates success!
de: Item Sales Anwendung generiert Erfolg!
fr: Item application de vente génère succès!
ko: 아이템 판매 응용 프로그램이 성공을 생성!
ru: Состояние приложения продажи генерирует успех!
zh_cn: 物料销售申请生成成功！
zh_tw: 物料銷售申請生成成功！

# ZZLSJLBNWFFZF
source: History can not be illegal characters!
de: Die Geschichte kann nicht illegal Zeichen sein!
fr: Histoire ne peut pas être des caractères illégaux!
ko: 역사에 잘못된 문자가 될 수 없습니다!
ru: История не может быть недопустимые символы!
zh_cn: 历史记录不能为非法字符！
zh_tw: 歷史記錄不能為非法字元！

# ZZLXBNWFFZF
source: Type can not be illegal characters!
de: Typ kann nicht illegal Zeichen sein!
fr: Type peut ne pas être des caractères illégaux!
ko: 유형에 잘못된 문자가 될 수 없습니다!
ru: Тип не может быть недопустимые символы!
zh_cn: 类型不能为非法字符！
zh_tw: 類型不能為非法字元！

# ZZLXBYXWKBC
source: Type does not allow empty, please add!
de: Typ nicht erlaubt für die leer ist, fügen Sie bitte!
fr: Type ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 유형 빈을 허용하지 않는, 추가하십시오!
ru: Тип не позволяют пустой, пожалуйста, добавьте!
zh_cn: 类型不允许为空，请补充！
zh_tw: 類型不允許為空，請補充！

# ZZLXCG
source: Project success!
de: Projekterfolg!
fr: La réussite du projet!
ko: 프로젝트 성공!
ru: Проект успех!
zh_cn: 立项成功！
zh_tw: 立項成功！

# ZZLXDHBNWFFZF
source: Contact telephone can not be illegal characters!
de: Kontakt-Telefon kann nicht illegal Zeichen sein!
fr: Numéro de téléphone ne peut pas être des caractères illégaux!
ko: 연락 전화에 잘못된 문자가 될 수 없습니다!
ru: Контактный телефон не может быть недопустимые символы!
zh_cn: 联系电话不能为非法字符！
zh_tw: 聯繫電話不能為非法字元！

# ZZLXDHBNWKBC
source: Contact telephone can not be empty, please add!
de: Kontakt Telefon darf nicht leer sein, fügen Sie bitte!
fr: Numéro de téléphone ne peut pas être vide, s'il vous plaît ajouter!
ko: 문의 전화는 비워 둘 수 없습니다, 추가하십시오!
ru: Контактный телефон не может быть пустым, пожалуйста, добавьте!
zh_cn: 联系电话不能为空，请补充！
zh_tw: 聯繫電話不能為空，請補充！

# ZZLXDHCDBNCG14GZFC
source: Tel length not more than 14 strings!
de: Tel Länge nicht mehr als 14 Saiten!
fr: Longueur pas de Tel plus de 14 chaînes!
ko: 전화 길이 이상 14 문자열!
ru: Длина Тель не более 14 строк!
zh_cn: 联系电话长度不能超过14个字符串！
zh_tw: 聯繫電話長度不能超過14個字串！

# ZZLXDHZDKTX
source: Tel field vacancy, please fill out!
de: Kontakt Tel Feldleerstand, füllen Sie bitte!
fr: Contactez-champ Téléphone vacance, s'il vous plaît remplir!
ko: 연락 전화 필드 공석은 기입하시기 바랍니다!
ru: Контактный телефон поле вакансия, пожалуйста, заполните!
zh_cn: 联系电话字段空缺，请填写！
zh_tw: 聯繫電話欄位空缺，請填寫！

# ZZLXMCGGDMZRHYXDBNWKJC
source: Type, name, size, code, any one can not be empty, please check!
de: Typ, Name, Größe, code, kann jemand nicht leer sein, prüfen Sie bitte!
fr: Type, le nom, la taille, le code, l'un ne peut pas être vide, s'il vous plaît vérifier!
ko: 유형, 이름, 크기, 코드 중 하나가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Тип, имя, размер, код, любой не может быть пустым, пожалуйста, проверьте!
zh_cn: 类型，名称，规格，代码中任何一项都不能为空，请检查！
zh_tw: 類型，名稱，規格，代碼中任何一項都不能為空，請檢查！

# ZZLXRXZCG
source: Contact New Success!
de: Kontakt New Success!
fr: Contactez Nouveau succès!
ko: 새로운 성공 연락!
ru: Контакты Новый успех!
zh_cn: 联系人新增成功！
zh_tw: 連絡人新增成功！

# ZZLXRXZSB
source: Contact New Failed!
de: Kontakt Neue fehlgeschlagen!
fr: Contact Nouvelle Échec!
ko: 연락 새로운 실패!
ru: Контакты Новая удалось!
zh_cn: 联系人新增失败！
zh_tw: 連絡人新增失敗！

# ZZLXTHCG
source: Return project success!
de: Return Projekterfolg!
fr: Retour réussite du projet!
ko: 프로젝트의 성공을 반환!
ru: Вернуться проекта успеха!
zh_cn: 立项退回成功！
zh_tw: 立項退回成功！

# ZZLXWLCBDJHKSSJBXHJSSJXTXGSBJC
source: [Milestone] type of program, start time and end time must be the same modification fails, check!
de: [Milestone] Art von Programm, Startzeit und Endzeit gleich sein müssen, ändern fehlschlägt, überprüfen!
fr: [Milestone] type de programme, l'heure de début et de fin doivent être les mêmes, modifier échoue, vérifiez!
ko: [마일스톤] 프로그램의 유형, 확인 실패 수정 동일해야합니다 시작 시간과 종료 시간!
ru: [Веха] тип программы, время начала и время окончания должно быть то же самое, изменить не удается, проверьте!
zh_cn: 类型为【里程碑】的计划，开始时间必须和结束时间相同，保存失败，请检查！
zh_tw: 類型為【里程碑】的計畫，開始時間必須和結束時間相同，修改失敗，請檢查！

# ZZLXZCMCSGZDMGGZRHYXDBNWKJC
source: Type, asset name, subscription provider code, any one of the specifications can be null, check!
de: Typ, Asset-Name, Abonnementanbieter-Code, eine der Spezifikationen sind nicht leer ist, überprüfen Sie bitte!
fr: Type, le nom de l'actif, de souscription code de fournisseur, l'une des spécifications ne sont pas vides, s'il vous plaît vérifier!
ko: 유형 자산 이름, 가입 업체 코드, 사양 중 하나가 비어 있지 않은, 확인하시기 바랍니다!
ru: Тип, имя активами, подписка код поставщика, любой из спецификаций не пуст, проверьте!
zh_cn: 类型，资产名称，申购者代码，规格中任何一项都不能为空，请检查！
zh_tw: 類型，資產名稱，申購者代碼，規格中任何一項都不能為空，請檢查！

# ZZLXZCMCZCGGSGZDMZRHYXDBNWKJC
source: Type, asset name, asset size, purchase any one of those codes can not be empty, please check!
de: Typ, Asset-Name, Asset-Spezifikationen, kaufen eine dieser Codes kann nicht leer sein, prüfen Sie bitte!
fr: Type, le nom de l'actif, les spécifications d'actifs, l'achat de l'un de ces codes ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 유형 자산 이름, 자산 사양은, 그 코드 중 하나가 비어있을 수 없습니다 구입, 확인하시기 바랍니다!
ru: Тип, имя активами, характеристики активов, приобретение любой из этих кодов не может быть пустым, пожалуйста, проверьте!
zh_cn: 类型，资产名称，资产规格，申购者代码中任何一项都不能为空，请检查！
zh_tw: 類型，資產名稱，資產規格，申購者代碼中任何一項都不能為空，請檢查！

# ZZLYCWJCCWYYKNSEXMESSAGE
source: Field error, please check! Error reason might be: "+ ex.Message +"
de: Feldfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Champ erreur, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 필드 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Поле ошибке, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 领域错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 領域錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZMCBNWFFZF
source: Name can not be illegal characters!
de: Name nicht erlaubte Zeichen sein!
fr: Nom ne peut pas être des caractères illégaux!
ko: 이름에 잘못된 문자가 될 수 없습니다!
ru: Имя не может быть недопустимые символы!
zh_cn: 名称不能为非法字符！
zh_tw: 名稱不能為非法字元！

# ZZMCBNWKBC
source: Name can not be empty, please add!
de: Name darf nicht leer sein, fügen Sie bitte!
fr: Nom ne peut pas être vide, s'il vous plaît ajouter!
ko: 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имя не может быть пустым, пожалуйста, добавьте!
zh_cn: 名称不能为空，请补充！
zh_tw: 名稱不能為空，請補充！

# ZZMCBNWKJC
source: Name can not be empty, please check!
de: Name darf nicht leer sein, prüfen Sie bitte!
fr: Nom ne peut pas être vide, s'il vous plaît vérifier!
ko: 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Имя не может быть пустым, пожалуйста, проверьте!
zh_cn: 名称不能为空，请检查！
zh_tw: 名稱不能為空，請檢查！

# ZZMCCKBNWKBC
source: LAST library can not be empty, please add!
de: LAST-Bibliothek darf nicht leer sein, fügen Sie bitte!
fr: DERNIER bibliothèque ne peut pas être vide, s'il vous plaît ajouter!
ko: 마지막 라이브러리가 비어있을 수 없습니다, 추가하십시오!
ru: ПОСЛЕДНИЕ библиотека не может быть пустым, пожалуйста, добавьте!
zh_cn: 末次出库不能为空，请补充！
zh_tw: 末次出庫不能為空，請補充！

# ZZMCRBNWKBC
source: MC date can not be empty, please add!
de: MC Datum darf nicht leer sein, fügen Sie bitte!
fr: Date MC ne peut pas être vide, s'il vous plaît ajouter!
ko: MC 날짜가 비어있을 수 없습니다, 추가하십시오!
ru: Дата МС не может быть пустым, пожалуйста, добавьте!
zh_cn: MC日期不能为空，请补充！
zh_tw: MC日期不能為空，請補充！

# ZZMCRKBNWKBC
source: Last storage can not be empty, please add!
de: Letzte Speicher darf nicht leer sein, fügen Sie bitte!
fr: Dernière stockage ne peut pas être vide, s'il vous plaît ajouter!
ko: 마지막 저장이 비어있을 수 없습니다, 추가하십시오!
ru: Последнее хранения не может быть пустым, пожалуйста, добавьте!
zh_cn: 末次入库不能为空，请补充！
zh_tw: 末次入庫不能為空，請補充！

# ZZMKBYXWKBC
source: Module does not allow for the empty, please add!
de: Modul nicht erlauben die leer ist, fügen Sie bitte!
fr: Module ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 모듈은 빈 허용하지 않습니다, 추가하십시오!
ru: Модуль не позволяет пустой, пожалуйста, добавьте!
zh_cn: 模块不允许为空，请补充！
zh_tw: 模組不允許為空，請補充！

# ZZMKLXBNBHFFZF
source: Module type can not contain illegal characters!
de: Modultyp nicht enthalten ungültige Zeichen!
fr: Type de module ne peut pas contenir des caractères illégaux!
ko: 모듈 형 불법 문자를 포함 할 수 없습니다!
ru: Тип модуля не может содержать недопустимые символы!
zh_cn: 模块类型不能包含非法字符！
zh_tw: 模組類型不能包含非法字元！

# ZZMKLXBNCG30GZF
source: Module type can not be more than 30 characters!
de: Modultyp kann nicht mehr als 30 Zeichen sein!
fr: Type de module ne peut pas être plus de 30 caractères!
ko: 모듈 타입 30 개 이상의 문자 수 없습니다!
ru: Тип модуля не может быть больше, чем 30 символов!
zh_cn: 模块类型不能超过30个字符！
zh_tw: 模組類型不能超過30個字元！

# ZZMKLXBYXWKBC
source: Module type does not allow for the empty, please add!
de: Modultyp nicht möglich für die leer ist, fügen Sie bitte!
fr: Type de module ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 모듈 타입 빈을 허용하지 않는, 추가하십시오!
ru: Тип модуля не позволяет пустой, пожалуйста, добавьте!
zh_cn: 模块类型不允许为空，请补充！
zh_tw: 模組類型不允許為空，請補充！

# ZZMKMCBNBHFFZF
source: Module names can not contain illegal characters!
de: Modulname darf keine unzulässige Zeichen!
fr: Nom du module ne peut pas contenir des caractères illégaux!
ko: 모듈 이름에 잘못된 문자를 포함 할 수 없습니다!
ru: Имя модуля не может содержать недопустимые символы!
zh_cn: 模块名称不能包含非法字符！
zh_tw: 模組名稱不能包含非法字元！

# ZZMKMCBNCG30GZF
source: Module name can not be more than 30 characters!
de: Modul-Name darf nicht mehr als 30 Zeichen lang sein!
fr: Nom du module ne peut pas être plus de 30 caractères!
ko: 모듈 이름은 30자를 초과 할 수 없습니다!
ru: Имя модуля не может быть больше, чем 30 символов!
zh_cn: 模块名称不能超过30个字符！
zh_tw: 模組名稱不能超過30個字元！

# ZZMKMCBYXWKBC
source: Module names are not allowed to empty, please add!
de: Der Modulname ist nicht auf leere erlaubt, fügen Sie bitte!
fr: Le nom du module est pas autorisé à vide, s'il vous plaît ajouter!
ko: 모듈 이름이 비어에 허용되지 않습니다를 추가하십시오!
ru: Имя модуля не имеет пустой, пожалуйста, добавьте!
zh_cn: 模块名称不允许为空，请补充！
zh_tw: 模組名稱不允許為空，請補充！

# ZZMKMCZFXG
source: Module name duplication, please change!
de: Der Modulname wird wiederholt, ändern Sie bitte!
fr: Le nom du module est répétée, s'il vous plaît changer!
ko: 모듈 이름이 반복을 변경하시기 바랍니다!
ru: Имя модуля повторяется, пожалуйста, изменится!
zh_cn: 模块名称重复，请修改！
zh_tw: 模組名稱重複，請修改！

# ZZMMBNWKJC
source: Password can not be blank check!
de: Das Passwort darf nicht leer sein, prüfen Sie bitte!
fr: Le mot de passe ne peut pas être vide, s'il vous plaît vérifier!
ko: 암호는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Пароль не может быть пустым, пожалуйста, проверьте!
zh_cn: 密码不能为空，请检查！
zh_tw: 密碼不能為空，請檢查！

# ZZMMKJSXBNWKJC
source: Namespace attribute can not be empty, please check!
de: Namespace-Attribut darf nicht leer sein, prüfen Sie bitte!
fr: Attribut namespace ne peut pas être vide, s'il vous plaît vérifier!
ko: 네임 스페이스 속성은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Атрибут пространства имен не может быть пустым, пожалуйста, проверьте!
zh_cn: 命名空间，属性不能为空，请检查！
zh_tw: 命名空間，屬性不能為空，請檢查！

# ZZMMWBTSJJC
source: Password is required data, please check!
de: Kennwort erforderlich Daten, bitte!
fr: Mot de passe est requis des données, s'il vous plaît vérifier!
ko: 암호 데이터를 필요를 확인하시기 바랍니다!
ru: Пароль требуется данные, пожалуйста, проверьте!
zh_cn: 密码为必填数据，请检查！
zh_tw: 密碼為必填資料，請檢查！

# ZZMRPJHSPSSBKNGZLMCGCZD25GHZJC
source: MRP plans to approve the application fails, it may workflow name is too long (up to 25 characters), check!
de: MRP plant, genehmigen die Anwendung fehlschlägt, kann es Workflow-Name ist zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: MRP prévoit d'approuver la demande échoue, il peut Workflow nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: MRP는 확인 (25 자) 응용 프로그램, 그것은 이름이 너무 깁니다 워크 플로우 수 있습니다 실패 승인 할 계획이다!
ru: MRP планирует утвердить приложение не удается, он может Рабочий процесс слишком длинное имя (до 25 символов), проверьте!
zh_cn: MRP计划审批申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: MRP計畫審批申請失敗,可能工作流名稱過長（最多25個漢字），請檢查！

# ZZMRPJHSPSSCCG
source: MRP plans to apply for approval to generate success!
de: MRP plant, für die Genehmigung zum Erfolg zu generieren bewerben!
fr: MRP prévoit de demander l'approbation de générer des succès!
ko: MRP는 성공을 생성하기 위해 승인 신청을 할 계획이다!
ru: MRP планирует подать заявку на генерировать успех!
zh_cn: MRP计划审批申请生成成功！
zh_tw: MRP計畫審批申請生成成功！

# ZZMRPZKYSWC
source: MRP expand operation is completed!
de: MRP erweitern Vorgang abgeschlossen ist!
fr: Fonctionnement MRP élargir terminé!
ko: MRP 확장 작업이 완료됩니다!
ru: MRP расширить операция завершена!
zh_cn: MRP展开运算完成！
zh_tw: MRP展開運算完成！

# ZZMSRBNWFFZF
source: The buyer can not be illegal characters!
de: Der Käufer kann nicht illegal Zeichen sein!
fr: L'acheteur ne peut pas être des caractères illégaux!
ko: 구매자는 잘못된 문자가 될 수 없습니다!
ru: Покупатель не может быть недопустимые символы!
zh_cn: 买受人不能为非法字符！
zh_tw: 買受人不能為非法字元！

# ZZMTBNWFFZF
source: MT can not be illegal characters!
de: MT kann nicht illegal Zeichen sein!
fr: MT ne peut pas être des caractères illégaux!
ko: MT에 잘못된 문자가 될 수 없습니다!
ru: МТ не может быть недопустимые символы!
zh_cn: MT不能为非法字符！
zh_tw: MT不能為非法字元！

# ZZMTRBNWFFZF
source: MT date can not be illegal characters!
de: MT Datum kann nicht illegal Zeichen sein!
fr: Date MT ne peut pas être des caractères illégaux!
ko: MT 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата МТ не может быть недопустимые символы!
zh_cn: MT日期不能为非法字符！
zh_tw: MT日期不能為非法字元！

# ZZMYCCYJCYHDMHMCSFZ
source: Without this member, please check the user code or name is correct!
de: Ohne dieses Element, überprüfen Sie bitte den Benutzercode oder Name korrekt ist!
fr: Sans ce membre, s'il vous plaît vérifier le code d'utilisateur ou le nom est correct!
ko: 이 멤버없이, 사용자 코드를 확인하거나 이름이 올바른지주세요!
ru: Без этого пользователя, пожалуйста, проверьте код пользователя или имя правильно!
zh_cn: 没有此成员，请检查用户代码或名称是否正确！
zh_tw: 沒有此成員，請檢查用戶代碼或名稱是否正確！

# ZZMYCLDX
source: No rows processed!
de: Kein Zeilenbehandlung!
fr: Aucune manipulation de suite!
ko: 어떤 행되지 취급!
ru: Нет ряд обращении!
zh_cn: 没有处理的行！
zh_tw: 沒有處理的行！

# ZZMYCYHJCYHDMHMCSFZ
source: Without this user, please check the user code or name is correct!
de: Ohne dieses Benutzers, überprüfen Sie bitte den Benutzercode oder Name korrekt ist!
fr: Sans cet utilisateur, s'il vous plaît vérifier le code d'utilisateur ou le nom est correct!
ko: 이 사용자가 없으면, 사용자 코드를 확인하거나 이름이 올바른지주세요!
ru: Без этого пользователя, пожалуйста, проверьте код пользователя или имя правильно!
zh_cn: 没有此用户，请检查用户代码或名称是否正确！
zh_tw: 沒有此用戶，請檢查用戶代碼或名稱是否正確！

# ZZMYFHTJDHTMXJL
source: It does not meet the conditions of the contract detail records!
de: Es entspricht nicht den Bedingungen des Vertrages Detail Records!
fr: Il ne répond pas aux conditions des enregistrements détaillés de contrat!
ko: 이 계약의 세부 사항 레코드의 조건을 충족하지 않습니다!
ru: Это не соответствует условий контракта подробно записей!
zh_cn: 没有符合条件的合同明细记录！
zh_tw: 沒有符合條件的合同明細記錄！

# ZZNDLSZYBJYCOOKIESNBXSZLYXSYCOOKIESXHCNSYBXT
source: Your browser settings have been disabled Cookies, you must set the browser allows to use this system after use Cookies option. ʱ??
de: Ihre Browser-Einstellungen deaktiviert wurden Plätzchen, müssen Sie den Browser ermöglicht es, das System nach der Option Gebrauch Cookies. !
fr: Paramètres de votre navigateur ont été désactivé les cookies, vous devez définir le navigateur permet d'utiliser le système après l'option d'utilisation des cookies. !
ko: 귀하의 브라우저 설정하지 않거나 쿠키 사용되었습니다, 당신은 브라우저가 쿠키를 사용 옵션 후 시스템을 사용할 수 있도록 설정해야합니다. !
ru: Настройках браузера было Cookies отключены, вы должны установить браузер позволяет использовать систему после опцию Использовать Cookies. !
zh_cn: 您的浏览器设置已被禁用 Cookies，您必须设置浏览器允许使用 Cookies 选项后才能使用本系统。！
zh_tw: 您的流覽器設置已被禁用 Cookies，您必須設置流覽器允許使用 Cookies 選項後才能使用本系統。！

# ZZNJBNWFFZFCXG
source: Grades can not be illegal strings, please change!
de: Grade String nicht illegal sein, ändern Sie bitte!
fr: Chaîne de grade ne peut pas être illégale, s'il vous plaît changer!
ko: 학년 문자열이 불법이 될 수 없습니다, 변경하십시오!
ru: Строка класса не может быть незаконным, пожалуйста, изменится!
zh_cn: 年级不能为非法字符串，请修改！
zh_tw: 年級不能為非法字串，請修改！

# ZZNJBNWKBC
source: Grades can not be empty, please add!
de: Grade darf nicht leer sein, fügen Sie bitte!
fr: Année ne peut pas être vide, s'il vous plaît ajouter!
ko: 등급은 비워 둘 수 없습니다, 추가하십시오!
ru: Оценка не может быть пустым, пожалуйста, добавьте!
zh_cn: 年级不能为空，请补充！
zh_tw: 年級不能為空，請補充！

# ZZNJYJCZBYZFTJ
source: Year already exists, please do not repeat to add!
de: Jahr ist bereits vorhanden, bitte nicht wiederholen, um hinzuzufügen!
fr: Année existe déjà, s'il vous plaît ne répétez pas à ajouter!
ko: 올해 이미 추가를 반복하지 마십시오 존재!
ru: Год уже существует, пожалуйста, не повторяйте, чтобы добавить!
zh_cn: 年级已经存在，请不要重复添加！
zh_tw: 年級已經存在，請不要重複添加！

# ZZNOBHBNWKBC
source: No number can not be empty, please add!
de: Keine Nummer darf nicht leer sein, fügen Sie bitte!
fr: Aucun numéro ne peut pas être vide, s'il vous plaît ajouter!
ko: 어떤 번호가 비어있을 수 없습니다, 추가하십시오!
ru: Никакое число не может быть пустым, пожалуйста, добавьте!
zh_cn: No编号不能为空，请补充！
zh_tw: No編號不能為空，請補充！

# ZZNPSZNWZS
source: NPS can only be an integer!
de: NPS kann nur eine ganze Zahl sein!
fr: NPS ne peut être un entier!
ko: NPS은 정수일 수있다!
ru: НПС может быть только целое число!
zh_cn: NPS只能为整数！
zh_tw: NPS只能為整數！

# ZZNYCZWZF
source: You already exists, do not repeat!
de: Sie ist bereits vorhanden, nicht wiederholen!
fr: Vous existe déjà, ne répétez pas!
ko: 이미 존재하는 당신, 반복하지 않는다!
ru: Вы уже существует, не повторять!
zh_cn: 您已存在，请勿重复！
zh_tw: 您已存在，請勿重複！

# ZZNYSLGBNZFSL
source: You have been accepted, acceptance can not be repeated!
de: Sie haben auch akzeptiert, kann nicht wiederholt angenommen!
fr: Vous avez accepté trop, ne peuvent être répétés accepté!
ko: 당신은 너무 수락 반복 접수 할 수 없습니다!
ru: Вы приняли слишком, не может быть повторен принимаются!
zh_cn: 你已受理过，不能重复受理！
zh_tw: 你已受理過，不能重複受理！

# ZZODANSIZNWXSHZZS
source: ODANSI only as a decimal or integer!
de: ODANSI nur als Dezimalzahl oder Ganzzahl!
fr: ODANSI seulement comme un nombre décimal ou entier!
ko: 단지 소수 또는 정수로 ODANSI!
ru: ODANSI только в виде десятичной дроби или числа!
zh_cn: ODANSI只能为小数，或者整数！
zh_tw: ODANSI只能為小數，或者整數！

# ZZODGBZNWXSHZZS
source: ODGB only as a decimal or integer!
de: ODGB nur als Dezimalzahl oder Ganzzahl!
fr: ODGB seulement comme un nombre décimal ou entier!
ko: 단지 소수 또는 정수로 ODGB!
ru: ODGB только в виде десятичной дроби или числа!
zh_cn: ODGB只能为小数，或者整数！
zh_tw: ODGB只能為小數，或者整數！

# ZZORIFICEBNWFFZF
source: Orifice can not be illegal characters!
de: Öffnung kann nicht illegal Zeichen sein!
fr: Orifice ne peut pas être des caractères illégaux!
ko: 오리피스에 잘못된 문자가 될 수 없습니다!
ru: Отверстие не может быть недопустимые символы!
zh_cn: Orifice不能为非法字符！
zh_tw: Orifice不能為非法字元！

# ZZORIFICERBNWFFZF
source: Orifice date can not be illegal characters!
de: Öffnungsdatum kann nicht illegal Zeichen sein!
fr: Date de l'orifice ne peut pas être des caractères illégaux!
ko: 오리피스 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата диафрагма не может быть недопустимые символы!
zh_cn: Orifice日期不能为非法字符！
zh_tw: Orifice日期不能為非法字元！

# ZZPBCG
source: Successful bid!
de: Erfolgreiche Bewerbung!
fr: Pari réussi!
ko: 낙찰!
ru: Успешное предложение!
zh_cn: 评标成功！
zh_tw: 評標成功！

# ZZPGBHGCG
source: Assessment unqualified success!
de: Bewertungs voller Erfolg!
fr: Évaluation de franc succès!
ko: 평가 규정되지 않은 성공!
ru: Оценка безусловным успехом!
zh_cn: 评估不合格成功！
zh_tw: 評估不合格成功！

# ZZPGCG
source: Assess the success!
de: Beurteilung der Erfolg!
fr: Évaluation de la réussite!
ko: 성공의 평가!
ru: Оценка успеха!
zh_cn: 评估成功！
zh_tw: 評估成功！

# ZZPGHGCG
source: Evaluate qualified success!
de: Beurteilen Sie qualifizierte Erfolg!
fr: Évaluer succès mitigé!
ko: 자격을 갖춘 성공을 평가!
ru: Оценка квалифицированного успех!
zh_cn: 评估合格成功！
zh_tw: 評估合格成功！

# ZZPGSBJC
source: Assessment fails, check!
de: Bewertungsfehlschlägt, überprüfen!
fr: Évaluation échoue, vérifiez!
ko: 평가, 확인 실패!
ru: Оценка терпит неудачу, проверьте!
zh_cn: 评估失败，请检查！
zh_tw: 評估失敗，請檢查！

# ZZPKWC
source: Flat library complete!
de: Wohnung Bibliothek komplett!
fr: Bibliothèque plat complète!
ko: 플랫 라이브러리 완료!
ru: Квартира библиотека завершена!
zh_cn: 平库完成！
zh_tw: 平庫完成！

# ZZPLBZCG
source: Batch marked success!
de: Groß markiert Erfolg!
fr: Vrac marqué succès!
ko: 대량 성공을 표시!
ru: Массовая отмечены успеха!
zh_cn: 批量标注成功！
zh_tw: 批量標注成功！

# ZZPLCZCG
source: The bulk of the account success!
de: Der Großteil des Konto Erfolg!
fr: La majeure partie du compte le succès!
ko: 계정 성공의 대부분!
ru: Основная часть успеха счета!
zh_cn: 批量出账成功！
zh_tw: 批量出賬成功！

# ZZPLRZCG
source: Batch accounted for success!
de: Batch entfielen Erfolg!
fr: Batch représentait pour le succès!
ko: 일괄 성공 차지!
ru: Пакетная приходилось успеха!
zh_cn: 批量入账成功！
zh_tw: 批量入帳成功！

# ZZPLZHCFYBXWXSHZZS
source: Lose material (equivalent to cost) must be decimal or integer!
de: Lose Material (äquivalent zu den Kosten) muss dezimal oder ganze Zahl sein!
fr: Perdre du matériau (l'équivalent de coûts) doit être décimal ou entier!
ko: 소수 또는 정수 여야합니다 (비용에 해당) 재료를 잃게!
ru: Потерять материал (эквивалент стоимости) должна быть десятичной или целое!
zh_cn: 赔料(折合成费用)必须为小数或者整数！
zh_tw: 賠料(折合成費用)必須為小數或者整數！

# ZZPLZHCFYBYXWKBC
source: Lose material (equivalent to cost) does not allow for the empty, please add!
de: Lose Material (äquivalent zu den Kosten) nicht für den leeren ermöglichen, fügen Sie bitte!
fr: Perdre du matériau (l'équivalent de coût) ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 빈 허용하지 않습니다 (비용에 해당) 재료 패, 추가하십시오!
ru: Потерять материал (эквивалент стоимости) не позволяют пустой, пожалуйста, добавьте!
zh_cn: 赔料(折合成费用)不允许为空，请补充！
zh_tw: 賠料(折合成費用)不允許為空，請補充！

# ZZPMIBNWFFZF
source: PMI is not illegal characters!
de: PMI ist nicht illegal Zeichen!
fr: PMI ne sont pas des caractères illégaux!
ko: PMI에 잘못된 문자가 아닙니다!
ru: PMI не недопустимые символы!
zh_cn: PMI不能为非法字符！
zh_tw: PMI不能為非法字元！

# ZZPMIGPCLBNWFFZF
source: PMI spectrum of material can not be illegal characters!
de: PMI Spektrum Materialien sind nicht ungültige Zeichen!
fr: Matériaux de spectre PMI ne sont pas des caractères illégaux!
ko: PMI 스펙트럼 자료에 잘못된 문자가 없습니다!
ru: PMI спектра материалов не недопустимые символы!
zh_cn: PMI光谱材料不能为非法字符！
zh_tw: PMI光譜材料不能為非法字元！
