Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# QueXianFenPaiTongZi
source: Defect distribution notification
de: Benachrichtigung über Defektverteilung
fr: Notification de distribution des défauts
ko: 결함 분배 통지
ru: Уведомление о распространении дефекта
zh_cn: 缺陷分派通知
zh_tw: 缺陷分派通知

# XuQiuFenPaiTongZhi
source: Demand distribution notice
de: Benachrichtigung zur Verteilung der Nachfrage
fr: Avis de distribution de la demande
ko: 수요 분배 통지
ru: Уведомление о распределении спроса
zh_cn: 需求分派通知
zh_tw: 需求分派通知

# ZZQJSDLGLPTJXCLZXXLZXTGLY
source: Please log in to the management platform for processing. This information comes from: System Administrator!
de: Bitte melden Sie sich zur Verarbeitung an der Verwaltungsplattform an: Diese Informationen stammen von: Systemadministrator!
fr: Veuillez vous connecter à la plateforme de gestion pour traitement. Ces informations proviennent de: Administrateur système!
ko: 처리를 위해 관리 플랫폼에 로그인하십시오.이 정보는 시스템 관리자에게 문의하십시오.
ru: Пожалуйста, войдите в платформу управления для обработки. Эта информация поступает от: Системный администратор!
zh_cn: 请及时登录管理平台进行处理，此信息来自：系统管理员！
zh_tw: 請及時登錄管理平台進行處理，此信息來自：系統管理員！

# ZZTZNHNYSPGZNR
source: Notice: Hello, you have approval work, content:
de: Hinweis: Hallo, du hast Genehmigungsarbeit, Inhalt:
fr: Avis: Bonjour, vous avez le travail d'approbation, contenu:
ko: Notice : 안녕하세요, 승인 작업이 있습니다. 콘텐츠 :
ru: Примечание: Здравствуйте, у вас есть работа по согласованию, содержание:
zh_cn: 通知：你好，你有审批工作，内容：
zh_tw: 通知：你好，你有審批工作，內容：

# ZZTZNHNYSPGZNRZSQJSDLGLPTJXCLZXXLZXTGLY
source: Notice: Hello, you have approval work, content: self-review, please log in to the management platform for processing, this information comes from: system administrator!
de: Hinweis: Hallo, Sie haben Genehmigungsarbeit, Inhalt: Selbstüberprüfung, bitte melden Sie sich zur Verarbeitung bei der Verwaltungsplattform an, diese Informationen stammen von: Systemadministrator!
fr: Avis: Bonjour, vous avez du travail d'approbation, contenu: auto-évaluation, veuillez vous connecter à la plateforme de gestion pour traitement, ces informations proviennent de: administrateur système!
ko: 알림 : 안녕하세요, 당신이 승인 콘텐츠를해야합니까 : 시스템 관리자 : 자기 검사는이 정보를 처리하는 관리 플랫폼을 로그인 해주세요은에서 온다!
ru: Примечание: Здравствуйте, у вас есть работа по согласованию, содержание: самоанализ, пожалуйста, войдите в платформу управления для обработки, эта информация поступает от: системного администратора!
zh_cn: 通知：你好，你有审批工作，内容：自审 ，请及时登录管理平台进行处理，此信息来自：系统管理员！
zh_tw: 通知：你好，你有審批工作，內容：自審 ，請及時登錄管理平台進行處理，此信息來自：系統管理員！

# ZZDNCLDGZ
source: Work to be done by you
de: Arbeit, die von dir erledigt wird
fr: Travail à faire par vous
ko: 너 한테 할 일
ru: Работа, которую предстоит сделать вам
zh_cn: 待你处理的工作
zh_tw: 待你處理的工作

# ZZFZXTGLY
source: From the system administrator!
de: Vom Systemadministrator!
fr: De l'administrateur du système!
ko: 시스템 관리자로부터!
ru: От системного администратора!
zh_cn: 发自系统管理员！
zh_tw: 發自系統管理員！

# ZZRWCLQKFK
source: Task processing feedback
de: Feedback zur Aufgabenverarbeitung
fr: Commentaires sur le traitement des tâches
ko: 작업 처리 피드백
ru: Обратная связь по обработке задач
zh_cn: 任务处理情况反馈
zh_tw: 任務處理情況反饋

# ZZShengPiTongZhi
source: Approval notice
de: Zulassungsbescheid
fr: Avis d'approbation
ko: 승인 통지
ru: Уведомление об утверждении
zh_cn: 审批通知
zh_tw: 審批通知

# ZZZXinXiLaiZhi
source: This information comes from:
de: Diese Informationen stammen aus:
fr: Cette information provient de:
ko: 이 정보는 다음과 같습니다.
ru: Эта информация поступает из:
zh_cn: 此信息来自：
zh_tw: 此信息來自：

# XMJDSHDBJHYX
source: Item Progressive Action Plans
de: Der Projektfortschritt wird durch den aktiven Versionsplan beeinflusst
fr: La progression du projet est affectée par le plan de version actif.
ko: 프로젝트 진행 상황은 활성 버전 계획의 영향을받습니다.
ru: Ход выполнения проекта зависит от плана активной версии
zh_cn: 项目进度受活动版计划影响
zh_tw: 項目進度受活動版計劃影響

# YXJHJDYJHYQR
source: The impact on the schedule should be confirmed by the planner
de: Planfortschritt auf Planerbestätigung beeinflussen
fr: Influence de l'avancement du plan sur la confirmation du planificateur
ko: 영향 계획 진행 상태를 플래너 확인으로 가져옵니다.
ru: Влиять на прогресс плана до подтверждения планировщика
zh_cn: 影响计划进度要计划员确认
zh_tw: 影響計劃進度要計劃員確認

# QueRenJinDu
source: Confirm progress
de: Bestätigen Sie den Fortschritt
fr: Confirmer les progrès
ko: 진행 상태 확인
ru: Подтвердите прогресс
zh_cn: 确认进度
zh_tw: 確認進度

# ZZYYXGLJHJD
source: Has affected the progress of the associated program
de: Hat den Fortschritt des zugehörigen Programms beeinflusst
fr: A affecté les progrès du programme associé
ko: 관련 프로그램의 진행에 영향을 미쳤습니다.
ru: Повлияло на ход соответствующей программы
zh_cn: 已影响关联计划进度
zh_tw: 已影響關聯計劃進度

# JiLiDaoQuTianShu
source: Distance due date
de: Fälligkeitsdatum der Entfernung
fr: Distance date d'échéance
ko: 거리 기한
ru: Дата истечения срока
zh_cn: 距离到期天数
zh_tw: 距離到期天數

# ZZDYZJHZRWBFCGDHYJHMZDFZRQJC
source: Part of the month when the sub-plan is transferred to the task, but there are plans to not specify the person in charge, please check!
de: Teil des Monats, in dem der Unterplan auf die Aufgabe übertragen wird, der Verantwortliche jedoch nicht angegeben wird, bitte überprüfen!
fr: Une partie du mois où le sous-plan est transféré à la tâche, mais il est prévu de ne pas spécifier le responsable, veuillez vérifier!
ko: 하위 계획을 업무로 이전 한 달의 일부이지만 책임자를 지정하지 않을 계획이 있는지 확인하십시오!
ru: Часть месяца, когда подплан передается на задание, но есть планы не указывать ответственного лица, пожалуйста, проверьте!
zh_cn: 当月子计划转任务部分成功，但还有计划没指定负责人，请检查！
zh_tw: 當月子計劃轉任務部分成功，但還有計劃沒指定負責人，請檢查！

# ZZDYZJHZRWCGWC
source: The month's sub-plan transfer task completed successfully
de: Die Subplanübertragungsaufgabe des Monats wurde erfolgreich abgeschlossen
fr: La tâche de transfert de sous-plan du mois s'est terminée avec succès
ko: 해당 월의 하위 계획 전송 작업이 성공적으로 완료되었습니다.
ru: Задача переноса подплана месяца успешно выполнена
zh_cn: 当月子计划转任务成功完成
zh_tw: 當月子計劃轉任務成功完成

# ZZDYZJHZRWSBQJC
source: If the sub-planned transfer task fails, please check!
de: Wenn die untergeordnete Übertragungsaufgabe fehlschlägt, überprüfen Sie bitte!
fr: Si la tâche de transfert sous-planifiée échoue, veuillez vérifier!
ko: 하위 계획 전송 작업이 실패하면 확인하십시오!
ru: Если подпрограмма переноса не удалась, пожалуйста, проверьте!
zh_cn: 当月子计划转任务失败，请检查！
zh_tw: 當月子計劃轉任務失敗，請檢查！

# RYHZRLHZRLDYYWLXR
source: If there is a 'responsible person' column, the domain of the 'responsible person' column should be set to ‘contact’
de: Wenn es eine Spalte "Verantwortliche" gibt, sollte die Domäne der Spalte "Verantwortliche" auf "Kontakt" gesetzt werden.
fr: S'il existe une colonne "personne responsable", le domaine de la colonne "personne responsable" doit être défini sur "contact"
ko: '책임자'열이있는 경우 '책임자'열의 도메인은 '연락처'로 설정되어야합니다.
ru: Если есть столбец «ответственное лицо», домен столбца «ответственное лицо» должен быть установлен как «контакт»
zh_cn: 如有‘负责人’列，‘负责人’列的域要设置为为‘联系人’
zh_tw: 如有‘負責人’列，‘負責人’列的域要設置為為‘聯繫人’

# ZZNDZHHWXHYJJCSD
source: Your account and micro-signal have been unbound!
de: Ihr Konto und Ihr Mikrosignal sind ungebunden!
fr: Votre compte et votre micro-signal ont été dissociés!
ko: 귀하의 계정과 마이크로 신호는 언 바운드되었습니다!
ru: Ваш аккаунт и микросигнал не привязаны!
zh_cn: 你的帐号和微信号已经解除绑定！
zh_tw: 你的帳號和微信號已經解除綁定！

# XinWenLeiXing
source: News Type
de: Nachrichtentyp
fr: Type de news
ru: Тип новостей
zh_cn: 新闻类型
zh_tw: 新聞類型

# ZZSBYSZHZGLXMDYDYSQJC
source: Failed, budget sum exceeds project definition budget, please check!
de: Fehler, das Gesamtbudget überschreitet das vom Projekt festgelegte Budget, bitte überprüfen!
fr: En cas d'échec, le budget total dépasse le budget défini par le projet, veuillez vérifier!
ru: Ошибка, общий бюджет превышает бюджет, определенный проектом, пожалуйста, проверьте!
zh_cn: 失败，预算总和超过了项目定义的预算，请检查！
zh_tw: 失敗，預算總和超過了項目定義的預算，請檢查！

# XiangMuTuQiJiHua
source: Project’s Delay Plan
de: Projektverzögerungsplan
fr: Plan de retard du projet
ru: План задержки проекта
zh_cn: 项目的拖期计划
zh_tw: 項目拖期計劃

# HeTongQiaZhen
source: Contract visa
de: Vertragsvisum
fr: Visa de contrat
ru: Контрактная виза
zh_cn: 合同签证
zh_tw: 合同簽證

# QueRenMiMa
source: Confirm Password
de: Kennwort bestätigen
fr: Confirmez le mot de passe
ru: Подтвердить Пароль
zh_cn: 确认密码
zh_tw: 確認密碼

# ZZJGMMHQRMMBYZQJC
source: Warning, password and confirm password are not consistent, please check!
de: Warnung, das Passwort und das bestätigte Passwort sind inkonsistent, bitte überprüfen!
fr: Attention, le mot de passe et le mot de passe confirmé sont incohérents, veuillez vérifier!
ru: Предупреждение, пароль и подтвержденный пароль несовместимы, проверьте!
zh_cn: 警告，密码和确认密码不一致，请检查！
zh_tw: 警告，密碼和確認密碼不一致，請檢查！

# RSDYDSFSJNMKYYSQLDYWEBFWFS
source: If you want to call third-party data, you can use SQL to call the WEB service mode.
de: Wenn Sie Daten von Drittanbietern aufrufen möchten, können Sie mit SQL den WEB-Dienst aufrufen
fr: Si vous souhaitez appeler des données tierces, vous pouvez utiliser SQL pour appeler le service WEB
ru: Если вы хотите вызвать сторонние данные, вы можете использовать SQL для вызова веб-службы
zh_cn: 如要调用第三方数据，那么可以用SQL调用WEB服务方式
zh_tw: 如要調用第三方數據，那麼可以用SQL調用WEB服務方式

# RWJDYXJHJDYQRM
source: Do you want to confirm that the schedule is affected by the task schedule
de: Beeinflusst der Aufgabenplan den geplanten Zeitplan?
fr: Le calendrier des tâches affecte-t-il le calendrier planifié?
ru: Влияет ли график задач на запланированный график?
zh_cn: 任务进度影响计划进度要确认
zh_tw: 任務進度影響計劃進度要確認嗎

# TingZhi
source: Stop
fr: arrêter
ru: остановка
zh_cn: 停止
zh_tw: 停止

# XMQDXYCJYHQRM
source: Does the project start with superuser confirmation
de: Benötigt der Projektstart eine Superuser-Bestätigung?
fr: Le démarrage du projet nécessite-t-il une confirmation du super utilisateur?
ru: Требуется ли для запуска проекта подтверждение суперпользователя
zh_cn: 项目启动需要超级用户确认
zh_tw: 項目啟動需要超級用戶確認嗎

# YiQiDong
source: Has started
de: Aktiviert
fr: Activé
ru: Активирован
zh_cn: 已启动
zh_tw: 已啟動

# ZZQDCG
source: starting success
de: Erfolgreich gestartet!
fr: Démarré avec succès!
ru: Успешно началось!
zh_cn: 启动成功!
zh_tw: 啟動成功!

# ZZQDSBQJC
source: Startup failed, please check!
de: Start fehlgeschlagen, bitte überprüfen!
fr: Le démarrage a échoué, veuillez vérifier!
ru: Не удалось запустить, проверьте!
zh_cn: 启动失败，请检查!
zh_tw: 啟動失敗，請檢查!

# ZZTZQDCG
source: Stop startup successful!
de: Stoppen und erfolgreich starten!
fr: Arrêtez-vous et commencez avec succès!
ru: Остановитесь и начните успешно!
zh_cn: 停止启动成功!
zh_tw: 停止啟動成功!

# ZZTZQDSBQJC
source: Stop startup failed, please check!
de: Stopp und Start fehlgeschlagen, bitte überprüfen!
fr: L'arrêt et le démarrage ont échoué, veuillez vérifier!
ru: Остановить и запустить не удалось, проверьте!
zh_cn: 停止启动失败，请检查!
zh_tw: 停止啟動失敗，請檢查!

# FuHeLieBiao
source: WorkloadList
de: Liste laden
fr: Charger la liste
ru: Список загрузки
zh_cn: 负荷列表
zh_tw: 負荷列表

# FuHeShiTu
source: WorkloadView
de: Ansicht laden
fr: Charger la vue
ru: Загрузить вид
zh_cn: 负荷视图
zh_tw: 負荷視圖

# JiHuaWanChengLu
source: PlanFinishRate
de: Planen Sie die Abschlussrate
fr: Taux d'achèvement du plan
ru: Коэффициент выполнения плана
zh_cn: 计划完成率
zh_tw: 計劃完成率

# ChengYuanZhuChe
source: Member Registered
de: Mitgliedsregistrierung
fr: Inscription des membres
ru: Регистрация участника
zh_cn: 成员注册
zh_tw: 成員註冊

# LiaoPingLingYongshengqing
source: Material requisition application
de: Materialanforderungsantrag
fr: Demande de demande de matériel
ru: Заявка на заявку на материалы
zh_cn: 物料领用申请
zh_tw: 物料領用申請

# ZZCGSYTQJHDYBCHS
source: Success, all delay plans have been marked in red!
de: Erfolg, alle überfälligen Pläne wurden rot markiert!
fr: Succès, tous les plans en retard ont été marqués en rouge!
ru: Успех, все просроченные планы отмечены красным!
zh_cn: 成功，所有拖期计划都已标成红色!
zh_tw: 成功，所有拖期計劃都已標成紅色!

# ZZCGSYTQJHDYBQXCHS
source: Success, all delay plans have been cancelled and marked in red!
de: Erfolg, alle überfälligen Pläne wurden storniert und rot markiert!
fr: Succès, tous les plans en retard ont été annulés et marqués en rouge!
ru: Успех, все просроченные планы отменены и отмечены красным!
zh_cn: 成功，所有拖期计划都已取消标成红色!
zh_tw: 成功，所有拖期計劃都已取消標成紅色!

# ZZCGTBJZJHWC
source: Success, sync reference time is complete!
de: Erfolgreich, die Synchronisationsreferenzzeit ist beendet!
fr: Succès, l'heure de référence de synchronisation est terminée!
ru: Успех, эталонное время синхронизации завершено!
zh_cn: 成功，同步基准时间完成!
zh_tw: 成功，同步基準時間完成!

# ZZCGZRWQBWC
source: Success, all tasks are complete!
de: Erfolgreich, alle Transferaufgaben sind erledigt!
fr: Succès, toutes les tâches de transfert sont terminées!
ru: Успех, все задачи по переносу выполнены!
zh_cn: 成功，转任务全部完成！
zh_tw: 成功，轉任務全部完成！

# ZZSBXMIDWKQJC
source: Failed, item ID is empty, please check!
de: Fehlgeschlagen, die Projekt-ID ist leer, bitte überprüfen!
fr: Échec, l'ID du projet est vide, veuillez vérifier!
ru: Ошибка, идентификатор проекта пуст, проверьте!
zh_cn: 失败，项目ID为空，请检查!
zh_tw: 失敗，項目ID為空，請檢查!

# ZZSBYRWMYZDHZRQJC
source: Failed, there is no designated person responsible for the task, please check!
de: Fehlgeschlagen, es ist keine bestimmte Person für die Aufgabe verantwortlich, bitte überprüfen!
fr: Échec, il n'y a pas de personne désignée en charge de la tâche, veuillez vérifier!
ru: Не удалось, нет назначенного ответственного за задачу, проверьте!
zh_cn: 失败，有任务没有指定负责人，请检查！
zh_tw: 失敗，有任務沒有指定負責人，請檢查！

# ZZSBZYXMJLJHYHLXZZXMZTBUQJC
source: Failure, only the project manager, planner and project sponsor can perform this operation when the project status is not ‘suspend,cancel, accept, close the case’, please check!
de: Wenn dies fehlschlägt, können nur der Projektmanager, der Planer und der Projektprüfer diesen Vorgang ausführen, wenn der Projektstatus nicht "ausgesetzt, storniert, akzeptiert, geschlossen" ist. Bitte überprüfen Sie!
fr: Échec, seuls le chef de projet, le planificateur et l’évaluateur de projet peuvent effectuer cette opération lorsque l’état du projet n’est pas «suspendu, annulé, accepté, fermé», veuillez vérifier!
ru: Ошибка, только менеджер проекта, планировщик и оценщик проекта могут выполнить эту операцию, если статус проекта не «приостановлен, отменен, принят, закрыт», проверьте!
zh_cn: 失败，只有项目经理，计划员和立项者在项目状态不为‘挂起，取消，验收，结案’时才能进行此操作，请检查!
zh_tw: 失敗，只有項目經理，計劃員和立項者在項目狀態不為‘掛起，取消，驗收，結案’時才能進行此操作，請檢查!

# ZZShiBaiQJC
source: Failed, please check!
de: Fehlgeschlagen, bitte überprüfen!
fr: Échec, veuillez vérifier!
ru: Не удалось, проверьте!
zh_cn: 失败，请检查!
zh_tw: 失敗，請檢查!

# ZZJGMCGGXHBNBHDYHSYHBFBHQJC
source: Warnings, names, specifications, models cannot contain single quotes, double quotes, percent signs, please check!
de: Warnung, Name, Spezifikation, Modell darf kein einfaches Anführungszeichen, doppeltes Anführungszeichen, Prozentzeichen enthalten, bitte überprüfen!
fr: Attention, nom, spécification, modèle ne peut pas contenir de guillemets simples, doubles guillemets, signe de pourcentage, veuillez vérifier!
ru: Предупреждение, имя, спецификация, модель не могут содержать одинарные кавычки, двойные кавычки, знак процента, пожалуйста, проверьте!
zh_cn: 警告，名称，规格，型号不能包含单引号，双引号，百分比号，请检查！
zh_tw: 警告，名稱，規格，型號不能包含單引號，雙引號，百分比號，請檢查！

# ZZCCYYSMYXYDSJKLJC
source: An error occurred because there is no corresponding database connection string. Please add the corresponding connection string under the node: <connectionStrings> in the web.config file, the string name is: ReadOnlySQLCONNECTIONSTRING, user id is: ReadOnlyUser, the password is set, other parameters and SQLCONNECTIONSTRING same!
de: Ein Fehler tritt auf, weil keine entsprechende Datenbankverbindungszeichenfolge vorhanden ist. Fügen Sie die entsprechende Verbindungszeichenfolge unter dem Knoten: in der Datei web.config hinzu. Der Zeichenfolgenname lautet: ReadOnlySQLCONNECTIONSTRING, die Benutzer-ID lautet: ReadOnlyUser, das Kennwort ist selbst festgelegt. und die anderen Parameter sind die gleichen wie bei SQLCONNECTIONSTRING!
fr: Une erreur se produit car il n'y a pas de chaîne de connexion à la base de données correspondante. Veuillez ajouter la chaîne de connexion correspondante sous le nœud: dans le fichier web.config. Le nom de la chaîne est: ReadOnlySQLCONNECTIONSTRING, l'ID utilisateur est: ReadOnlyUser, le mot de passe est défini automatiquement, et les autres paramètres sont les mêmes que SQLCONNECTIONSTRING!
ru: Ошибка возникает из-за отсутствия соответствующей строки подключения к базе данных. Добавьте соответствующую строку подключения под узлом: в файле web.config. Имя строки: ReadOnlySQLCONNECTIONSTRING, идентификатор пользователя: ReadOnlyUser, пароль устанавливается самостоятельно, а остальные параметры такие же, как SQLCONNECTIONSTRING!
zh_cn: 出错，原因是没有相应的数据库连接串，请在web.config文件中节点：<connectionStrings> 下加入相应的连接串，串名为： ReadOnlySQLCONNECTIONSTRING ，user id为： ReadOnlyUser，密码自设，其它参数和 SQLCONNECTIONSTRING 一样！
zh_tw: 出錯，原因是沒有相應的數據庫連接串，請在web.config文件中節點： 下加入相應的連接串，串名為： ReadOnlySQLCONNECTIONSTRING ，user id為： ReadOnlyUser，密碼自設，其它參數和 SQLCONNECTIONSTRING 一樣！

# ZZSJKZDYHYYDSJBIFSHBBSJ
source: Database read-only users are used for big data BI analysis and report design, and only have the authority to query data!
de: Nur-Lese-Datenbankbenutzer werden für die Big-Data-BI-Analyse und das Berichtsdesign verwendet und haben nur die Berechtigung, Daten abzufragen!
fr: Les utilisateurs de base de données en lecture seule sont utilisés pour l'analyse BI Big Data et la conception de rapports, et n'ont que l'autorité pour interroger les données!
ru: Пользователи базы данных с доступом только для чтения используются для бизнес-анализа больших данных и создания отчетов и имеют право только запрашивать данные!
zh_cn: 数据库只读用户用于大数据BI分析和报表设计，只有查询数据的权限！
zh_tw: 數據庫只讀用戶用於大數據BI分析和報表設計，只有查詢數據的權限！

# ZZTSSJBBYDSJKYHIDWK
source: Prompt, the database read-only user password for BI report design is empty, please go to the [System Data Management] page to set up!
de: Eingabeaufforderung, das schreibgeschützte Datenbankbenutzerkennwort für das Berichtsdesign ist leer. Gehen Sie zum Einstellen auf die Seite [Systemdatenverwaltung]!
fr: Invite, le mot de passe utilisateur en lecture seule de la base de données pour la conception du rapport est vide, veuillez vous rendre sur la page [Gestion des données système] pour définir!
ru: Подскажите, пароль пользователя базы данных только для чтения для дизайна отчета пуст, перейдите на страницу [Управление системными данными], чтобы установить!
zh_cn: 提示，报表设计用的数据库只读用户密码为空，请先联系系统管理员到【管控中心】模块【系统数据管理】页面设置！
zh_tw: 提示，報表設計用的數據庫只讀用戶密碼為空，請先到【系統數據管理】頁面設置！

# MiMaYBHDSZMBDHKJSZ
source: Must contain uppercase and lowercase letters, punctuation marks and numbers, and the length must exceed 10 digits
de: Muss Groß- und Kleinbuchstaben, Satzzeichen und Zahlen enthalten und die Länge muss 10 Stellen überschreiten
fr: Doit contenir des lettres majuscules et minuscules, des signes de ponctuation et des chiffres, et la longueur doit dépasser 10 chiffres
ru: Должен содержать прописные и строчные буквы, знаки препинания и цифры, а длина должна превышать 10 цифр.
zh_cn: 必须包含大小写字母，标点符号及数字，长度要超过10位
zh_tw: 必須包含大小寫字母，標點符號及數字，長度要超過10位

# MoXingSheJi
source: Model Design
de: Modelldesign
fr: Conception de modèle
ru: Дизайн модели
zh_cn: 模型设计
zh_tw: 模型設計

# FengXiTuXinSheJi
source: Analytical graphic design
de: Analysieren Sie das Grafikdesign
fr: Analyser la conception graphique
ru: Анализируйте графический дизайн
zh_cn: 分析图形设计
zh_tw: 分析圖形設計

# FenXiMoXing
source: Analytical Model
de: Analysemodell
fr: Modèle d'analyse
ru: Модель анализа
zh_cn: 分析模型
zh_tw: 分析模型

# JiHuaWenDangMoBan
source: Planning Document Template
de: Dokumentvorlage planen
fr: Modèle de document de plan
ru: Шаблон документа плана
zh_cn: 计划文档模板
zh_tw: 計劃文檔模板

# LeiXunWenDangMoBan
source: Project Type Document Template
de: Geben Sie die Dokumentvorlage ein
fr: Type de modèle de document
ru: Тип шаблона документа
zh_cn: 类型文档模板
zh_tw: 類型文檔模板

# WenDangMoBan
source: Document Template
de: Dokumentvorlage
fr: Modèle de document
ru: Шаблон документа
zh_cn: 文档模板
zh_tw: 文檔模板

# AMBYQMYWCTJDWD
source: Did not complete the submitted document as required by the template
de: Die eingereichten Dokumente werden nicht gemäß den Vorlagenanforderungen ausgefüllt
fr: Les documents soumis ne sont pas complétés conformément aux exigences du modèle
ru: Представленные документы не заполнены в соответствии с требованиями шаблона
zh_cn: 按模板要求没有完成提交的文档
zh_tw: 按模板要求沒有完成提交的文檔

# SuoYouChengYuanXiangMu
source: All Member‘s Project
de: Projekte aller Mitglieder
fr: Projets de tous les membres
ru: Все проекты участников
zh_cn: 所有成员的项目
zh_tw: 所有成員的項目

# ZZTSCCYZCSJDYQTRWJX
source: Prompt, this member has other tasks to perform during this time period, please check his workload graph to reschedule time, thank you!
de: Zur Erinnerung, dieses Mitglied hat in diesem Zeitraum andere Aufgaben zu erledigen. Bitte überprüfen Sie seine Arbeitslasttabelle, um die Zeit neu zu planen. Vielen Dank!
fr: Rappel, ce membre a d'autres tâches à faire pendant cette période, veuillez consulter son tableau de charge de travail pour reporter l'heure, merci!
ru: Напоминаем, что у этого участника есть другие задачи в течение этого периода времени, пожалуйста, проверьте его график рабочей нагрузки, чтобы перенести время, спасибо!
zh_cn: 提示，此成员在此时间段有其它任务进行，请查询他的工作负荷图以便重新安排时间，谢谢！
zh_tw: 提示，此成員在此時間段有其它任務進行，請查詢他的工作負荷圖以便重新安排時間，謝謝！

# ZZTSCCYZCSJDYQTXMJX
source: Prompt, this member has other projects in this period, please check his workload graph to reschedule time, thank you!
de: Zur Erinnerung, dieses Mitglied hat andere Projekte in diesem Zeitraum. Bitte überprüfen Sie seine Arbeitslasttabelle, um die Zeit neu zu planen. Vielen Dank!
fr: Rappel, ce membre a d'autres projets dans cette période, veuillez consulter son tableau de charge de travail pour reporter l'heure, merci!
ru: Напоминаем, что у этого участника есть другие проекты в этот период времени, пожалуйста, проверьте его график рабочей нагрузки, чтобы перенести время, спасибо!
zh_cn: 提示，此成员在此时间段有其它项目进行，请查询他的工作负荷图以便重新安排时间，谢谢！
zh_tw: 提示，此成員在此時間段有其它項目進行，請查詢他的工作負荷圖以便重新安排時間，謝謝！

# JiHuaCanYiRenYuan
source: Plan's Member
de: Planen Sie die Teilnehmer
fr: Planifier les participants
ru: План участников
zh_cn: 计划参与人员
zh_tw: 計劃參與人員

# ShanChuKeShiRenYuan
source: Delete visible people
de: Sichtbare Person löschen
fr: Supprimer la personne visible
ru: Удалить видимого человека
zh_cn: 删除可视人员
zh_tw: 刪除可視人員

# XGKSRYYJQBQC
source: The relevant visual personnel are all clear!
de: Das relevante visuelle Personal war alle klar!
fr: Le personnel visuel concerné a tous été clair!
ru: Соответствующий визуальный персонал был понятен!
zh_cn: 相关可视人员已经全部清楚！
zh_tw: 相關可視人員已經全部清楚！

# ChongFuXiangMuFuZhi
source: Copy From Parent Project
de: Vom übergeordneten Projekt kopieren
fr: Copier du projet parent
ru: Копировать из родительского проекта
zh_cn: 从父项目复制
zh_tw: 從父項目複製

# SheBei
source: equipment
de: Ausrüstung
fr: équipement
ru: оборудование
zh_cn: 设备
zh_tw: 設備

# WuLiaoCaiGouFuKuanShengQing
source: Material purchase payment inquiry
de: Zahlungsabfrage für Materialkauf
fr: Demande de paiement d'achat de matériel
ru: Запрос на оплату закупки материалов
zh_cn: 物料采购付款查询
zh_tw: 物料採購付款查詢

# ZZYGMYBHYHDMHBMC
source: , It should not contain user code [TAKETOPUSERCODE] and department string [TAKETOPDEPARTSTRING]!
de: , Es sollte keinen Benutzercode [TAKETOPUSERCODE] und keine Abteilungszeichenfolge [TAKETOPDEPARTSTRING] enthalten!
fr: , Il ne doit pas contenir de code utilisateur [TAKETOPUSERCODE] ni de chaîne de département [TAKETOPDEPARTSTRING]!
ru: , Он не должен содержать код пользователя [TAKETOPUSERCODE] и строку отдела [TAKETOPDEPARTSTRING]!
zh_cn: ，应该是没有包含用户代码[TAKETOPUSERCODE]和部门串[TAKETOPDEPARTSTRING]！
zh_tw: ，應該是沒有包含用戶代碼[TAKETOPUSERCODE]和部門串[TAKETOPDEPARTSTRING]！

# YuShengChanLiang
source: Produced Number
de: Produziert
fr: Produit
ru: Произведено
zh_cn: 已生产量
zh_tw: 已生產量

# XinMoBan
source: New Template
de: Neue Vorlage
fr: Nouveau modèle
ru: Новый шаблон
zh_cn: 新模板
zh_tw: 新模板
