Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGGZJYCZJC
source: Warning, the experts already exists, please check!
de: Achtung, die Experten bereits vorhanden ist, überprüfen Sie bitte!
fr: Attention, les experts existe déjà, s'il vous plaît vérifier!
ko: 경고, 이미 전문가, 확인하시기 바랍니다!
ru: Предупреждение эксперты уже существует, пожалуйста, проверьте!
zh_cn: 警告，该专家已存在，请检查！
zh_tw: 警告，該專家已存在，請檢查！

# ZZJGHJJWBXJC
source: Warning, the accounting section is mandatory, check!
de: Warning, verbindliche Bilanzierungsintervall, bitte!
fr: Attention, intervalle de comptabilisation obligatoire, s'il vous plaît vérifier!
ko: 경고, 필수 회계 간격, 확인하시기 바랍니다!
ru: Предупреждение, обязательным интервал учета, пожалуйста, проверьте!
zh_cn: 警告，会计区间为必选项，请检查！
zh_tw: 警告，會計區間為必選項，請檢查！

# ZZJGHJKMWBXJC
source: Warning, accounting is mandatory, check!
de: Warning, Bilanzierung ist Pflicht, zu überprüfen!
fr: Attention, la comptabilité est obligatoire, vérifiez!
ko: 회계, 경고하는 것은 필수입니다, 확인!
ru: Предупреждение, что составляет является обязательным, проверьте!
zh_cn: 警告，会计科目为必选项，请检查！
zh_tw: 警告，會計科目為必選項，請檢查！

# ZZJGHJYSWBXCZSBJC
source: Warning, environmental factors are mandatory, the operation fails, check!
de: Warning, sind Umweltfaktoren obligatorisch, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, les facteurs environnementaux sont obligatoires, l'opération échoue, vérifier!
ko: 경고, 환경 적 요인은 필수, 작업이 실패, 확인!
ru: Предупреждение, экологические факторы являются обязательными, операция терпит неудачу, проверьте!
zh_cn: 警告，环境因素为必选项，操作失败，请检查！
zh_tw: 警告，環境因素為必選項，操作失敗，請檢查！

# ZZJGHJYSYCZCZSBJC
source: Warning, environmental factors already exist, the operation fails, check!
de: Warning, Umweltfaktoren gibt es bereits, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, les facteurs environnementaux existent déjà, l'opération échoue, vérifiez!
ko: 경고, 이미 존재하는 환경 적 요인, 작업이 실패, 확인!
ru: Предупреждение, экологические факторы уже существуют, то операция не поможет, проверьте!
zh_cn: 警告，环境因素已存在，操作失败，请检查！
zh_tw: 警告，環境因素已存在，操作失敗，請檢查！

# ZZJGHJZTWBXJC
source: Warning, accounting set of books is mandatory, check!
de: Warnung, Buchhaltung Satz Bücher ist Pflicht, zu überprüfen!
fr: Avertissement, comptables énoncées de livres est obligatoire, vérifiez!
ko: 책 세트 회계 경고하는 것은 필수입니다, 확인!
ru: Предупреждение, бухгалтерского учета набор книг является обязательным, проверьте!
zh_cn: 警告，会记账套为必选项，请检查！
zh_tw: 警告，會計帳套為必選項，請檢查！

# ZZJGHTTZYBDYSCSB
source: Warning, contract notice has been called, Delete failed!
de: Achtung, die Bekanntmachung genannt worden ist, löschen fehlgeschlagen!
fr: Attention, l'avis de marché a été appelé, supprimer échoué!
ko: 경고, 계약 통지가 불려, 삭제 실패!
ru: Предупреждение, договор уведомление было назвать, стереть не удалось!
zh_cn: 警告，合同通知已被调用，删除失败！
zh_tw: 警告，合同通知已被調用，刪除失敗！

# ZZJGHTTZYBZDHTSCSB
source: Warning, contract notice has been formulated contract, Delete failed!
de: Warnung hat die Bekanntmachung formuliert Vertrag, löschen fehlgeschlagen!
fr: Attention, l'avis de marché a été formulé contrat, supprimer échoué!
ko: 경고, 계약 통지는 계약을 공식화 된 실패 삭제!
ru: Предупреждение, договор уведомление была сформулирована контракт, удалите не удалось!
zh_cn: 警告，合同通知已被制定合同，删除失败！
zh_tw: 警告，合同通知已被制定合同，刪除失敗！

# ZZJGHYKSSJBNDYHYJSSJCZSBJC
source: Warning, the meeting start time can not be greater than the time the meeting ended, the operation fails, check!
de: Warning, kann die Sitzung Startzeit nicht größer ist als die Zeit, die Sitzung beendet ist, der Vorgang fehlschlägt, überprüfen Sie zu sein!
fr: Attention, l'heure de début de rencontre ne peut pas être supérieure à la durée de la réunion terminée, l'opération échoue, vérifiez!
ko: 경고는, 회의 개시 시각은 회의, 조작이 실패 확인 종료 시간보다 클 수 없다!
ru: Внимание, время начала встречи не может быть больше, чем время, встреча закончилась, операция терпит фиаско, проверьте!
zh_cn: 警告，会议开始时间不能大于会议结束时间，操作失败，请检查！
zh_tw: 警告，會議開始時間不能大於會議結束時間，操作失敗，請檢查！

# ZZJGHYTBDZJCYBNSCCYSZJDJDJC
source: Warning, there are other other direct members, can not remove members of their own node, check!
de: Achtung, es gibt auch andere anderen direkten Mitgliedern, können sich Mitglieder der eigenen Knoten nicht entfernen können, überprüfen Sie bitte!
fr: Attention, il ya d'autres autres membres directs, ne peut pas supprimer des membres de leur propre noeud, s'il vous plaît vérifier!
ko: 경고, 기타 다른 직접 회원 확인하시기 바랍니다 자신의 노드의 구성원을 제거 할 수있다!
ru: Предупреждение, есть и другие прочие прямые участники, не могут удалить членов своей узла, проверьте!
zh_cn: 警告，还有其它别的直接成员，不能删除成员是自己的节点，请检查！
zh_tw: 警告，還有其它別的直接成員，不能刪除成員是自己的節點，請檢查！

# ZZJGHYZTBNWKCZSBJC
source: Warning, the theme can not be empty, the operation fails, check!
de: Warnung, kann das Thema nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, le thème ne peut pas être vide, l'opération échoue, vérifiez!
ko: , 주제는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, тема не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，会议主题不能为空，操作失败，请检查！
zh_tw: 警告，會議主題不能為空，操作失敗，請檢查！

# ZZJGHYZTYCZCZSBJC
source: Warning, the theme already exists, the operation fails, check!
de: Achtung, das Thema bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le thème existe déjà, l'opération échoue, vérifiez!
ko: 경고, 테마가 이미 존재, 작업이 실패, 확인!
ru: Предупреждение, тема уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，会议主题已存在，操作失败，请检查！
zh_tw: 警告，會議主題已存在，操作失敗，請檢查！

# ZZJGJCSJLBCZCBBDRIBBTOSTRINGTRIMJC
source: Warning, the underlying data does not exist in this currency: "+ dr [i] [" currency "] .ToString () Trim () +.", Please check
de: Achtung, nicht die zugrunde liegenden Daten nicht in dieser Währung existieren: "+ dr [i] [" Währung "] .ToString () Trim () +"., Überprüfen Sie bitte
fr: Attention, les données sous-jacente ne existe pas dans cette devise: "+ dr [i] [« monnaie »] .ToString () trim () +"., S'il vous plaît vérifier
ko: 경고, 기본 데이터는이 통화에 존재하지 않습니다 : "+ DR을 [I] ["통화 "]로 .toString ()가 트림 () +."확인하시기 바랍니다
ru: Внимание, базовые данные не существует в этой валюте: "+ DR [я] [" валюта "] .ToString () Обрезать (+).", Пожалуйста, проверьте
zh_cn: 警告，基础数据里不存在此币别，请检查
zh_tw: 警告，基礎資料裡不存在此幣別：" + dr[i]["幣別"].ToString().Trim() + "，請檢查

# ZZJGJCSJLBCZCCKDRICFCKTOSTRINGTRIMJC
source: Warning, this does not exist in the underlying data warehouse: "+ dr [i] [" storage warehouse "]. .ToString () Trim () +", please check
de: Achtung, dies nicht in der zugrunde liegenden Data Warehouse vorhanden ist: "+ dr [i] [" Lagerhalle "]. ToString () Trim () +", überprüfen Sie bitte
fr: Attention, cela ne existe pas dans l'entrepôt de données sous-jacente: "+ dr [i] [« entrepôt de stockage "]. ToString () trim () +", s'il vous plaît vérifier
ko: 경고,이 기본 데이터웨어 하우스에 존재하지 않습니다 : "+ DR [내가] ["저장 창고 "].로 .toString ()) + (트림"확인하시기 바랍니다
ru: Внимание, это не существует в базовом хранилище данных: "+ DR [я] [" склады "]. .ToString () Обрезать () +", пожалуйста, проверьте
zh_cn: 警告，基础数据里不存在此仓库，请检查
zh_tw: 警告，基礎資料裡不存在此倉庫：" + dr[i]["存放倉庫"].ToString().Trim() + "，請檢查

# ZZJGJCSJLBCZCDWDRIDWTOSTRINGTRIMJC
source: Warning, this unit does not exist in the underlying data: "+ dr [i] [" unit "]. .ToString () Trim () +", please check
de: Warning, ist dieses Gerät nicht in der Datengrundlage vorhanden ist: "+ dr [i] [" unit "], überprüfen Sie bitte .ToString () Trim () +".
fr: Attention, cette unité ne existe pas dans les données de base: "+ dr [i] ['« unité »], s'il vous plaît vérifier .ToString () trim () +".
ko: 경고 본 기기는 기본 데이터에 존재하지 않습니다 : "+ DR을 [I] ["단위 "], 확인하시기 바랍니다로 .toString () 트림 () +."
ru: Внимание, этот блок не существует в базе данных: "+ DR [я] [" Блок "], пожалуйста, проверьте .ToString () Обрезать (+)."
zh_cn: 警告，基础数据里不存在此单位，请检查
zh_tw: 警告，基礎資料裡不存在此單位：" + dr[i]["單位"].ToString().Trim() + " ，請檢查

# ZZJGJCSJLBCZCLPLXDRILXTOSTRINGTRIMJC
source: Warning, the underlying data does not exist in this item type "+ dr [i] [" type "] .ToString (). Trim () +", please check
de: Achtung, nicht die zugrunde liegenden Daten nicht in dieser Elementtyp "+ dr [i] [" type "] .ToString (). Trim () +" vorhanden ist, überprüfen Sie bitte
fr: Attention, les données sous-jacente ne existe pas dans ce type d'élément "+ dr [i] [" type "] .ToString (). Trim () +", s'il vous plaît vérifier
ko: 경고, 기본 데이터가이 항목 유형 "+ DR [I] ["형 "]로 .toString ()가. (트림) +"에 존재하지 않는, 확인하시기 바랍니다
ru: Внимание, базовые данные не существует в этом типе элементов "+ DR [я] [" Тип "] .ToString (). Накладки () +", пожалуйста, проверьте
zh_cn: 警告，基础数据里不存在此物料类型，请检查
zh_tw: 警告，基礎資料裡不存在此物料類型" + dr[i]["類型"].ToString().Trim() + "，請檢查

# ZZJGJDMCBNBHJC
source: Warning, the node name can not contain. Please check!
de: Warnung, kann der Knotenname nicht enthalten. Bitte überprüfen!
fr: Attention, le nom de noeud ne peut pas contenir. S'il vous plaît vérifier!
ko: 경고, 노드 이름은 포함 할 수 없습니다. 확인하세요!
ru: Предупреждение, имя узла не может содержать. Пожалуйста, проверьте!
zh_cn: 警告，节点名称不能包含.，请检查！
zh_tw: 警告，節點名稱不能包含.，請檢查！

# ZZJGJDMCBNWKJC
source: Warning, the node name can not be empty, please check!
de: Warnung, kann der Knotenname nicht leer sein, prüfen Sie bitte!
fr: Avertissement, le nom de noeud ne peut pas être vide, s'il vous plaît vérifier!
ko: 노드 이름은 비워 둘 수 없습니다 경고 확인하세요!
ru: Предупреждение, имя узла не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，节点名称不能为空，请检查！
zh_tw: 警告，節點名稱不能為空，請檢查！

# ZZJGJDSJBCZJC
source: Warning, the node data does not exist, please check!
de: Warnung, wird die Knotendaten nicht vorhanden ist, überprüfen Sie bitte!
fr: Attention, ne existe pas les données de noeud, s'il vous plaît vérifier!
ko: 경고, 노드 데이터가 존재하지 않는, 확인하시기 바랍니다!
ru: Предупреждение, данные узла не существует, пожалуйста, проверьте!
zh_cn: 警告，节点数据不存在，请检查！
zh_tw: 警告，節點資料不存在，請檢查！

# ZZJGJHMCGSBMBNWKJC
source: Warning, the plan name, home department can not be empty, please check!
de: Achtung, die Plannamen, können nach Hause Abteilung nicht leer sein, prüfen Sie bitte!
fr: Attention, le nom du plan, ministère de l'intérieur ne peut pas être vide, s'il vous plaît vérifier!
ko: 이 계획의 이름을 경고, 홈 부서는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, имя плана, дома отдел не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，计划名称、归属部门不能为空，请检查！
zh_tw: 警告，計畫名稱、歸屬部門不能為空，請檢查！

# ZZJGKBJLBJC
source: Warning, the opening record Required, please check!
de: Achtung, die Öffnung Protokoll erforderlich, überprüfen Sie bitte!
fr: Attention, le dossier d'ouverture requis, s'il vous plaît vérifier!
ko: 경고, 오프닝 기록 필수 확인하시기 바랍니다!
ru: Предупреждение, открытие запись Обязательно, пожалуйста, проверьте!
zh_cn: 警告，开标记录必选，请检查！
zh_tw: 警告，開標記錄必選，請檢查！

# ZZJGKBJLYBDYSCSB
source: Warning, the opening record has been invoked, Delete failed!
de: Warnung hat die Öffnung Rekord aufgerufen wurde, zu löschen fehlgeschlagen!
fr: Attention, le dossier d'ouverture a été invoquée, supprimer échoué!
ko: 경고, 오프닝 기록이 호출되어, 삭제 실패!
ru: Предупреждение, запись открытия была вызвана, удалить не удалось!
zh_cn: 警告，开标记录已被调用，删除失败！
zh_tw: 警告，開標記錄已被調用，刪除失敗！

# ZZJGKBJLYPBJC
source: Warning, opening records evaluation, please check!
de: Warning, Öffnungssätzen Bewertung, überprüfen Sie bitte!
fr: Attention, ouverture évaluation des dossiers, s'il vous plaît vérifier!
ko: 경고, 열기 기록 평가, 확인하시기 바랍니다!
ru: Предупреждение, открывая записи оценка, пожалуйста, проверьте!
zh_cn: 警告，开标记录已评标，请检查！
zh_tw: 警告，開標記錄已評標，請檢查！

# ZZJGLXBCZSBJC
source: Warning, mandatory type, the operation fails, check!
de: Achtung, die Art erforderlich, die Operation fehlschlägt, überprüfen!
fr: Attention, le type requis, l'opération échoue, vérifiez!
ko: 경고 유형 필요한 작업이 실패, 확인!
ru: Предупреждение, тип требуется, операция терпит неудачу, проверьте!
zh_cn: 警告，类型必选，操作失败，请检查！
zh_tw: 警告，類型必選，操作失敗，請檢查！

# ZZJGMCBNWKCZSBJC
source: Warning, the name can not be empty, the operation fails, check!
de: Warnung, kann der Name nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le nom ne peut pas être vide, l'opération échoue, vérifiez!
ko: 이름은 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, имя не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，名称不能为空，操作失败，请检查！
zh_tw: 警告，名稱不能為空，操作失敗，請檢查！

# ZZJGMCHAYHZGDYCZCZSBJC
source: Warning, or safety hazards rectification single name already exists, the operation fails, check!
de: Warnung oder Sicherheitsrisiko Berichtigung einzigen Namen bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement ou danger pour la sécurité de rectification seul nom existe déjà, l'opération échoue, vérifiez!
ko: 경고 또는 안전 위험 정류 하나의 이름이 이미 작업이 실패, 확인, 존재!
ru: Внимание, или угрозу безопасности устранение одного имени уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，名称或安全隐患整改单已存在，操作失败，请检查！
zh_tw: 警告，名稱或安全隱患整改單已存在，操作失敗，請檢查！

# ZZJGMCHXMYCZCZSBJC
source: Warning, or project name already exists, the operation fails, check!
de: Warnung oder Projektname bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, ou un projet nom existe déjà, l'opération échoue, vérifiez!
ko: 경고 또는 프로젝트 이름은 이미 작업이 실패 체크 존재!
ru: Внимание, или название проекта уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，名称或项目已存在，操作失败，请检查！
zh_tw: 警告，名稱或專案已存在，操作失敗，請檢查！

# ZZJGMCWBTXCZSBJC
source: Warning, the name is required, the operation fails, check!
de: Achtung, der Name ist erforderlich, die Operation fehlschlägt, überprüfen!
fr: Attention, le nom est requis, l'opération échoue, vérifiez!
ko: 이름이 필요합니다, 경고, 작업이 실패, 확인!
ru: Предупреждение, имя не требуется, операция терпит неудачу, проверьте!
zh_cn: 警告，名称为必填项，操作失败，请检查！
zh_tw: 警告，名稱為必填項，操作失敗，請檢查！

# ZZJGMCYCZCZSBJC
source: Warning, the name already exists, the operation fails, check!
de: Achtung, der Name bereits vorhanden ist, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le nom existe déjà, l'opération échoue, vérifiez!
ko: 경고 이름이 이미 존재하는, 작업이 실패, 확인!
ru: Предупреждение, название уже существует, операция терпит неудачу, проверьте!
zh_cn: 警告，名称已存在，操作失败，请检查！
zh_tw: 警告，名稱已存在，操作失敗，請檢查！

# ZZJGMYCBDBNSJJC
source: Warning, the key string does not upgrade, check!
de: Warning, falsch ist die Schlüsselzeichenfolge können Sie nicht aktualisieren, zu überprüfen!
fr: Attention, la chaîne clé est mauvais, vous ne pouvez pas mettre à niveau, vérifiez!
ko: 경고, 키 문자열이 잘못된 것입니다, 당신은 업그레이드 할 수 없습니다, 확인!
ru: Предупреждение, ключ строка не так, вы не можете обновить, проверить!
zh_cn: 警告，密钥串不对，不能升级，请检查！
zh_tw: 警告，金鑰串不對，不能升級，請檢查！

# ZZJGNBNSCBRSCDWJ
source: Warning, you can not delete the file uploaded others!
de: Warnung, können Sie die Datei nicht löschen hochgeladen anderen!
fr: Attention, vous ne pouvez pas supprimer le fichier téléchargé autres!
ko: 경고, 파일을 업로드 다른 사람을 삭제할 수 없습니다!
ru: Предупреждение, вы не можете удалить файл загружено другим!
zh_cn: 警告，你不能删除别人上传的文件！
zh_tw: 警告，你不能刪除別人上傳的檔！

# ZZJGNBNSCXTLXDYJJC
source: Warning, you can not delete the system type of warning, please check!
de: Warnung, können Sie das System Art der Warnung nicht gelöscht werden, überprüfen Sie bitte!
fr: Attention, vous ne pouvez pas supprimer le type d'avertissement du système, s'il vous plaît vérifier!
ko: 당신이 경고의 시스템 유형을 삭제할 수 없습니다 경고 확인하세요!
ru: Предупреждение, вы не можете удалить тип системы предупреждения, пожалуйста, проверьте!
zh_cn: 警告，你不能删除系统类型的预警，请检查！
zh_tw: 警告，你不能刪除系統類型的預警，請檢查！

# ZZJGNBNYYDSBDLPTJC
source: Warning, you can not log on using a mobile device platform, please check!
de: Warnung, können Sie nicht mit einem mobilen Gerät zu Plattform einzuloggen, bitte!
fr: Attention, vous ne pouvez pas utiliser un appareil mobile pour se connecter plate-forme, s'il vous plaît vérifier!
ko: 당신이 플랫폼을 기록 모바일 장치를 사용할 수 없습니다 경고 확인하세요!
ru: Предупреждение, вы не можете использовать мобильное устройство для входа платформу, пожалуйста, проверьте!
zh_cn: 警告，你不能用移动设备登录平台，请检查！
zh_tw: 警告，你不能用移動設備登錄平臺，請檢查！

# ZZJGNBNZJHFMZMCXTDMZJC
source: Warning, you can not add the same name and the parent module module, please check!
de: Warnung, können Sie den gleichen Namen und das übergeordnete Modul Modul nicht hinzufügen, überprüfen Sie bitte!
fr: Attention, vous ne pouvez pas ajouter le même nom et le module de module parent, s'il vous plaît vérifier!
ko: , 같은 이름과 부모 모듈 모​​듈을 추가 할 수 없습니다 경고 확인하세요!
ru: Предупреждение, вы не можете добавить и то же имя и модуль родительского модуля, пожалуйста, проверьте!
zh_cn: 警告，你不能增加和父模组名称相同的模组，请检查！
zh_tw: 警告，你不能增加和父模組名稱相同的模組，請檢查！

# ZZJGNBNZJLXWXTDYJJC
source: Warning, you can not increase the type of early warning system, please check!
de: Warnung, können Sie die Art von Frühwarnsystem nicht zu erhöhen, überprüfen Sie bitte!
fr: Attention, vous ne pouvez pas augmenter le type de système d'alerte précoce, s'il vous plaît vérifier!
ko: 경고, 당신은 조기 경보 시스템의 종류를 늘릴 수 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, вы не можете увеличить тип системы раннего предупреждения, пожалуйста, проверьте!
zh_cn: 警告，你不能增加类型为系统的预警，请检查！
zh_tw: 警告，你不能增加類型為系統的預警，請檢查！

# ZZJGNBSZBYHDLRRWFJXPBCZJC
source: Warning, you are not a man entered the tender invitation, can not bid, check that!
de: Achtung, Sie sind nicht eine Ausschreibung Eintrag Person, nicht in der Lage zu bieten, überprüfen Sie, dass!
fr: Attention, vous n'êtes pas une invitation à l'entrée personne tendre, incapable de soumissionner, vérifier que!
ko: , 당신은 입찰 할 수 없습니다 부드러운 초대 진입 사람이 아니다 경고, 그것을 확인!
ru: Предупреждение, вы не тендер приглашение входа человек, не в состоянии принять участие в торгах, убедитесь, что!
zh_cn: 警告，您不是招标邀请函的录入人，无法进行评标操作，请检查！
zh_tw: 警告，您不是招標邀請函的錄入人，無法進行評標操作，請檢查！

# ZZJGNMYXCZCYHJC
source: Warning, you do not have permission to operate this user, please check!
de: Achtung, Sie sind nicht berechtigt, diesen Benutzer zu betreiben, überprüfen Sie bitte!
fr: Attention, vous ne disposez pas de l'autorisation d'exploiter cet utilisateur, s'il vous plaît vérifier!
ko: 경고,이 사용자를 운영 할 수있는 권한이 없습니다, 확인하시기 바랍니다!
ru: Предупреждение, вы не должны разрешение на работу этого пользователя, пожалуйста, проверьте!
zh_cn: 警告，你没有权限操作此用户，请检查！
zh_tw: 警告，你沒有許可權操作此用戶，請檢查！

# ZZJGNZEXCELWJ
source: Warnings Please select Excel files!
de: Warning, wählen Sie bitte die Excel-Datei!
fr: Attention, s'il vous plaît sélectionnez le fichier Excel!
ko: 경고, 엑셀 파일을 선택하세요!
ru: Внимание, пожалуйста, выберите файл в Excel!
zh_cn: 警告，请您选择Excel文件！
zh_tw: 警告，請您選擇Excel文件！

# ZZJGNZNYYDSBDLPTJC
source: Warning, you can only log on using a mobile device platform, please check!
de: Achtung, Sie können nur mit einem Mobilgeräteplattform melden Sie sich, bitte!
fr: Attention, vous ne pouvez vous connecter en utilisant une plate-forme de périphérique mobile, s'il vous plaît vérifier!
ko: 당신은 단지 모바일 장치 플랫폼을 사용하여 로그온 할 수 있습니다, 경고, 확인하세요!
ru: Предупреждение, вы можете войти только на использовании платформы для мобильных устройств, пожалуйста, проверьте!
zh_cn: 警告，你只能用移动设备登录平台，请检查！
zh_tw: 警告，你只能用移動設備登錄平臺，請檢查！

# ZZJGNZXZZDYLXDMZJC
source: Warning, you just add custom type modules, please check!
de: Warnung, die Sie gerade benutzerdefinierten Typ-Module hinzuzufügen, bitte!
fr: Attention, vous venez d'ajouter des modules de type personnalisé, s'il vous plaît vérifier!
ko: 방금 사용자 정의 형 모듈을 추가 경고 확인하세요!
ru: Предупреждение, вы просто добавить модули пользовательского типа, пожалуйста, проверьте!
zh_cn: 警告，你只新增自定义类型的模组，请检查！
zh_tw: 警告，你只新增自訂類型的模組，請檢查！

# ZZJGP6XMFYBWSJ
source: Warning, P6 project cost table no data!
de: Warning, P6 Projektkosten-Tabelle keine Daten!
fr: Attention, P6 coût du projet pas de données de table!
ko: 경고, P6 프로젝트 비용 테이블을 데이터 없음!
ru: Внимание, стоимость проекта P6 таблицу нет данных!
zh_cn: 警告，P6项目费用表无数据！
zh_tw: 警告，P6專案費用表無數據！

# ZZJGP6XMWBSBWSJ
source: Warning, P6 project WBS table no data!
de: Warning, P6 Projekt PSP-Tabelle keine Daten!
fr: Attention, projet P6 tableau WBS pas de données!
ko: 경고, P6 프로젝트 WBS 테이블 데이터 없음!
ru: Внимание, проект P6 СПП стол нет данных!
zh_cn: 警告，P6项目WBS表无数据！
zh_tw: 警告，P6項目WBS表無數據！

# ZZJGP6XMZYBWSJ
source: Warning, P6 project work table no data!
de: Warning, P6 Projektarbeit Tabelle keine Daten!
fr: Attention, table de travail du projet P6 pas de données!
ko: 경고, P6 프로젝트 작업 테이블 데이터 없음!
ru: Внимание, работа над проектом Р6 стол нет данных!
zh_cn: 警告，P6项目作业表无数据！
zh_tw: 警告，P6項目作業表無數據！

# ZZJGPBJLBJC
source: Warning, mandatory evaluation records, check!
de: Warning, Bewertung Sätzen erforderlich ist, überprüfen Sie bitte!
fr: Attention, les dossiers d'évaluation requise, s'il vous plaît vérifier!
ko: 경고, 요구하는 평가 기록을 확인하시기 바랍니다!
ru: Внимание, требуется документация оценки, пожалуйста, проверьте!
zh_cn: 警告，评标记录必选，请检查！
zh_tw: 警告，評標記錄必選，請檢查！

# ZZJGPBJLYBDYSCSB
source: Warning, evaluation record has been invoked, Delete failed!
de: Warning, Bewertung Rekord aufgerufen wurde, zu löschen fehlgeschlagen!
fr: Attention, fiche d'évaluation a été invoquée, supprimer échoué!
ko: 경고, 평가 기록이 호출되어, 삭제 실패!
ru: Внимание, запись оценка была вызвана, удалить не удалось!
zh_cn: 警告，评标记录已被调用，删除失败！
zh_tw: 警告，評標記錄已被調用，刪除失敗！

# ZZJGPBJLYJXPBBGJC
source: Warning, evaluation records bid evaluation report, please check!
de: Warning, Bewertung Bewertungsbericht aufgezeichnet worden ist, überprüfen Sie bitte!
fr: Attention, l'évaluation rapport d'évaluation a été enregistrée, s'il vous plaît vérifier!
ko: 경고, 평가의 평가 보고서가 기록 된, 확인하시기 바랍니다!
ru: Внимание, отчет об оценке оценка была записана, пожалуйста, проверьте!
zh_cn: 警告，评标记录已进行评标报告，请检查！
zh_tw: 警告，評標記錄已進行評標報告，請檢查！

# ZZJGPHYJBNWKJC
source: Warning, assessment opinions can not be empty, please check!
de: Warning, Bewertung Meinungen darf nicht leer sein, prüfen Sie bitte!
fr: Attention avis, l'évaluation ne peut être vide, s'il vous plaît vérifier!
ko: 경고, 평가 의견은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Мнения предупреждение, оценка не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，评核意见不能为空，请检查！
zh_tw: 警告，評核意見不能為空，請檢查！

# ZZJGPKSSJBNDYPJSSJCZSBJC
source: Warning, training start time can not be greater than the training time, the operation fails, check!
de: Warning, können Trainingsstartzeit nicht größer als das Ende der Ausbildungszeit zu sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le temps de démarrage de la formation ne peut pas être supérieure à la fin de la période de formation, l'opération échoue, vérifiez!
ko: 경고는, 훈련 시작 시간 훈련 기간의 종료보다 클 수 없으며, 작업이 실패 확인!
ru: Внимание, обучение Время начала не может быть больше, чем в конце периода обучения, операция терпит фиаско, проверьте!
zh_cn: 警告，培训开始时间不能大于培训结束时间，操作失败，请检查！
zh_tw: 警告，培訓開始時間不能大於培訓結束時間，操作失敗，請檢查！

# ZZJGPZFHCGDCBHXTCYRYPZTGHCNFHMBZ
source: Warning, return success, but this step is needed after ratification by other participants to return to the previous step!
de: Achtung, die Genehmigung der Rück Erfolg, aber dieser Schritt nach der Ratifizierung durch Teilnehmer erforderlich sind, um zum vorherigen Schritt zurückzukehren!
fr: Attention, l'approbation de la réussite de retour, mais cette étape est nécessaire après la ratification par les autres participants pour revenir à l'étape précédente!
ko: , 복귀 성공의 승인을 경고하지만,이 단계는 다른 참가자에 의해 비준 후 필요한 것은 이전 단계로 돌아갑니다!
ru: Предупреждение, утверждение обратного успеха, но этот шаг необходим после ратификации другими участниками, чтобы вернуться к предыдущему шагу!
zh_cn: 警告，返回成功，但此步还需其他参与人员通过后才能返回前面步骤！
zh_tw: 警告，批准返回成功，但此步還需其他參與人員批准通過後才能返回前面步驟！

# ZZJGRZJEYWJC
source: Warning, the amount recorded in error, please check!
de: Warnung, die in Fehler erfasste Betrag, bitte!
fr: Attention, le montant inscrit dans l'erreur, s'il vous plaît vérifier!
ko: 경고, 오류에 기록 된 금액은 확인하시기 바랍니다!
ru: Предупреждение, сумма, отраженная по ошибке, пожалуйста, проверьте!
zh_cn: 警告，入账金额有误，请检查！
zh_tw: 警告，入帳金額有誤，請檢查！

# ZZJGSCSBJC
source: Warning, uploading failed, check!
de: Achtung, das Hochladen ist fehlgeschlagen. Bitte überprüfen!
fr: Attention, le téléchargement a échoué. S'il vous plaît vérifier!
ko: 경고, 실패 업로드. 확인하시기 바랍니다!
ru: Предупреждение, загрузки не удалось. Пожалуйста, проверьте!
zh_cn: 警告，上传失败，请检查！
zh_tw: 警告，上傳失敗，請檢查！
