Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# SheXiangTouMiMa
source: Webcam password
de: Webcam vergessen
fr: Mot de passe Webcam
ko: 웹캠 암호
ru: Веб-камера пароль
zh_cn: 摄像头密码
zh_tw: 攝像頭密碼

# SheXiangTouMingCheng
source: Camera name
de: Kameraname
fr: Nom de la caméra
ko: 카메라 이름
ru: Имя камеры
zh_cn: 摄像头名称
zh_tw: 攝像頭名稱

# SheXiangTouRiZhi
source: Camera Log
de: Kamera-Log
fr: Journal de l'appareil photo
ko: 카메라 로그
ru: Журнал камеры
zh_cn: 摄像头日志
zh_tw: 攝像頭日誌

# SheXiangTouYongHuMing
source: Camera User Name
de: Kamera Benutzername
fr: Caméra Nom d'utilisateur
ko: 카메라 아이디
ru: Камера Имя пользователя
zh_cn: 摄像头用户名
zh_tw: 攝像頭用戶名

# SheZhi
source: Set up
de: Einrichten
fr: Mettre en place
ko: 설정
ru: Создавать
zh_cn: 设置
zh_tw: 設置

# SheZhiFuXiangMu
source: Setting the parent project
de: Einstellung des übergeordneten Projekt
fr: Réglage du projet parent
ko: 부모 프로젝트 설정
ru: Установка родительского проекта
zh_cn: 设置父项目
zh_tw: 設置父專案

# SheZhiGuanLianCanShu
source: Setting related parameters
de: Set bezogenen Parameter
fr: Définir les paramètres liés
ko: 설정 관련 파라미터
ru: Установить параметры, относящиеся
zh_cn: 设置关联参数
zh_tw: 設置關聯參數

# SheZhiWenDangLeiXing
source: Set Document Type
de: Stellen Sie Document Type
fr: Réglez Type de document
ko: 문서 형식 설정
ru: Задание типа документа
zh_cn: 设置文档类型
zh_tw: 設置文檔類型

# SheZhiXiangMu
source: Setting items
de: Einstellungspunkte
fr: Définition des éléments
ko: 설정 항목
ru: Настройка элементов
zh_cn: 设置项目
zh_tw: 設置專案

# Shi
source: It is
de: Ist
fr: Il est
ko: 그것은 인
ru: Здесь
zh_cn: 是
zh_tw: 是

# Shi2
source: It is
de: Ist
fr: Il est
ko: 그것은 인
ru: Здесь
zh_cn: 是
zh_tw: 是

# Shi4
source: It is
de: Ist
fr: Il est
ko: 그것은 인
ru: Здесь
zh_cn: 是
zh_tw: 是

# ShiBai
source: Failure
de: Scheitern
fr: Échec
ko: 실패
ru: Отказ
zh_cn: 失败
zh_tw: 失敗

# ShiChangHangQing
source: Market
de: Markt
fr: Marché
ko: 시장
ru: Рынок
zh_cn: 市场行情
zh_tw: 市場行情

# ShiFaShuLiang
source: Number of real hair
de: Anzahl der Echthaar
fr: Nombre de vrais cheveux
ko: 진짜 머리의 수
ru: Количество реальных волос
zh_cn: 实发数量
zh_tw: 實發數量

# ShiFaZongShu
source: The total number of real hair
de: Insgesamt Echthaar
fr: Vrais cheveux total
ko: 총 진짜 머리
ru: Всего настоящие волосы
zh_cn: 实发总数
zh_tw: 實發總數

# ShiFouBiXu
source: Required
de: Erforderlich
fr: Nécessaire
ko: 필수
ru: Требуется
zh_cn: 是否必需
zh_tw: 是否必需

# ShiFouBiXu2
source: Must
de: Ob müssen Sie
fr: Que vous faut
ko: 당신이해야하는지 여부
ru: Если вы должны
zh_cn: 是否必须
zh_tw: 是否必須

# ShiFouFuGaiYiYouJiLu
source: Whether or not to overwrite the existing record
de: Ob zum vorhandenen Datensatz zu überschreiben
fr: Que ce soit pour remplacer enregistrement existant
ko: 기존 레코드를 덮어 쓸지 여부를
ru: Ли перезаписывать существующий рекорд
zh_cn: 是否覆盖已有记录
zh_tw: 是否覆蓋已有記錄

# ShiFouHuiShou
source: Whether recovery
de: Ob Erholung
fr: Que récupération
ko: 복구 여부
ru: Будь восстановления
zh_cn: 是否回收
zh_tw: 是否回收

# ShiFouQianBuZiXuan
source: Whether the choice before step
de: Ob die Wahl vor dem Schritt
fr: Que le choix avant l'étape
ko: 여부 단계 전에 선택
ru: Будь выбор перед шагом
zh_cn: 是否前步自选
zh_tw: 是否前步自選

# ShiFouRuWei
source: Are Finalist
de: Sind Finalist
fr: Etes-finaliste
ko: 최종 후보입니까
ru: Есть Финалист
zh_cn: 是否入围
zh_tw: 是否入圍

# ShiFouXiaoHui
source: Whether to destroy
de: Ob die Zerstörung
fr: Que la destruction de
ko: 의 파괴 여부
ru: Будь разрушения
zh_cn: 是否销毁
zh_tw: 是否銷毀

# ShiFouYangBan
source: Are template
de: Sind Vorlage
fr: Etes-modèle
ko: 템플릿입니까
ru: Есть шаблон
zh_cn: 是否样板
zh_tw: 是否樣板

# ShiFouYanShou
source: Whether acceptance
de: Ob die Akzeptanz
fr: Que l'acceptation
ko: 수용 여부
ru: Будь принятия
zh_cn: 是否验收
zh_tw: 是否驗收

# ShiFouYuanXing
source: Whether the prototype
de: Egal, ob der Prototyp
fr: Que le prototype
ko: 프로토 타입 여부
ru: Будь прототипа
zh_cn: 是否原型
zh_tw: 是否原型

# ShiFouZaiZhongShiYouHuoLanZhouShiHuaRuWei
source: Whether it is in the finalists
de: Ob in dem Öl oder Lanzhou Petrochemical Finalist
fr: Que ce soit dans l'huile ou Lanzhou Petrochemical Finaliste
ko: 오일 또는 난중 석유 화학 결선 진출 여부
ru: Будь в масле или в Ланьчжоу нефтехимической Финалист
zh_cn: 是否在总部入围
zh_tw: 是否在中石油或蘭州石化入圍

# ShiFouZhanLue
source: Are strategy
de: Sind Strategie
fr: Etes stratégie
ko: 전략인가
ru: Есть стратегия
zh_cn: 是否战略
zh_tw: 是否戰略

# ShiFouZhongDian
source: Are Key
de: Sind Key
fr: Sont la clé
ko: 열쇠
ru: Являются ключевыми
zh_cn: 是否重点
zh_tw: 是否重點

# ShiFouZiShen
source: Whether self-examination
de: Ob Selbstprüfung
fr: Que l'auto-examen
ko: 자체 검사 여부
ru: Будь самоанализа
zh_cn: 是否自审
zh_tw: 是否自審

# ShiFuJinE
source: The amount actually paid
de: Der Betrag tatsächlich gezahlt
fr: Le montant effectivement payé
ko: 양은 실제로 지불
ru: Сумма фактически выплаченных
zh_cn: 实付金额
zh_tw: 實付金額

# ShiFuRiQi
source: Real pay date
de: Tatsächlich gezahlten Datum
fr: Date de réellement payé
ko: 실제로 지불 날짜
ru: На самом деле заплатил Дата
zh_cn: 实付日期
zh_tw: 實付日期

# ShiFuZeRen
source: Is the person in charge
de: Ist die Person, die für
fr: Est la personne en charge
ko: 담당자가
ru: Является ли лицо, ответственное
zh_cn: 是负责人
zh_tw: 是負責人

# ShiFuZongE
source: The total amount actually paid
de: Der Gesamtbetrag tatsächlich gezahlten
fr: Le montant total effectivement payé
ko: 총 금액은 실제로 지급
ru: Общая сумма, фактически уплаченная
zh_cn: 实付总额
zh_tw: 實付總額

# ShiGongGuanLiYuanZheng
source: Construction Administrator Certificate
de: Bau-Zertifikat Administrator
fr: Administrateur de certificat de construction
ko: 건설 인증서 관리자
ru: Администратор сертификат Строительство
zh_cn: 施工管理员证
zh_tw: 施工管理員證

# ShiGouDanJia
source: Real buy Price
de: Echt kaufen Preis
fr: Achat réel Prix
ko: 실제 구매 가격
ru: Недвижимость покупка Цена
zh_cn: 实购单价
zh_tw: 實購單價

# ShiGouJinE
source: Real purchase amount
de: Echtkaufbetrag
fr: Montant de l'achat réel
ko: 실제 구매 금액
ru: Сумма покупки в режиме реального
zh_cn: 实购金额
zh_tw: 實購金額

# ShiGouJingE
source: Real purchase amount
de: Echtkaufbetrag
fr: Montant de l'achat réel
ko: 실제 구매 금액
ru: Сумма покупки в режиме реального
zh_cn: 实购金额
zh_tw: 實購金額

# ShiGuDiaoChaBaoGao
source: Accident Investigation Report
de: Unfalluntersuchungsbericht
fr: Accident Rapport d'enquête
ko: 사고 조사 보고서
ru: Расследование авиационных происшествий Сообщить
zh_cn: 事故调查报告
zh_tw: 事故調查報告

# ShiGuDiaoChaBaoGaoLieBiao
source: Accident Investigation Report List
de: Unfalluntersuchungsbericht Liste
fr: Liste accident Rapport d'enquête
ko: 사고 조사 보고서 목록
ru: Список по расследованию авиационных происшествий Сообщить
zh_cn: 事故调查报告列表
zh_tw: 事故調查報告列表

# ShiGuDiDian
source: Accident Location
de: Unfallstelle
fr: Lieu de l'accident
ko: 사고 위치
ru: Авария Расположение
zh_cn: 事故地点
zh_tw: 事故地點

# ShiGuJinGuo
source: After the accident
de: Nach dem Unfall
fr: Après l'accident
ko: 사고 후
ru: После аварии
zh_cn: 事故经过
zh_tw: 事故經過

# ShiGuLeiXing
source: Incident Type
de: Zwischenfall Typ
fr: Type d'incident
ko: 사고 유형
ru: Инцидент Тип
zh_cn: 事故类型
zh_tw: 事故類型

# ShiGuMiaoShu
source: Description of the accident
de: Beschreibung des Unfalls
fr: Description de l'accident
ko: 사고에 대한 설명
ru: Описание аварии
zh_cn: 事故描述
zh_tw: 事故描述

# ShiGuMiaoShuLieBiao
source: Description of the accident list
de: Unfallbeschreibungsliste
fr: Accident liste de description
ko: 사고 설명 목록
ru: Авария список Описание
zh_cn: 事故描述列表
zh_tw: 事故描述列表

# ShiGuMiaoShuMingCheng
source: Accident Description Name
de: Unfall Beschreibung Name
fr: Accident Description Nom
ko: 사고 설명 이름
ru: Авария Описание Имя
zh_cn: 事故描述名称
zh_tw: 事故描述名稱

# ShiGuRiQi
source: Incident Date
de: Störung Datum
fr: Date de l'incident
ko: 사건 날짜
ru: Инцидент Дата
zh_cn: 事故日期
zh_tw: 事故日期

# ShiGuXinXi
source: Accident Information
de: Unfall-Informations-
fr: Information sur les accidents
ko: 사고 정보
ru: Авария Информация
zh_cn: 事故信息
zh_tw: 事故信息

# ShiGuYingXiangFanWei
source: The scope of the accident
de: Der Umfang des Unfalls
fr: La portée de l'accident
ko: 사고의 범위
ru: Объем аварии
zh_cn: 事故影响范围
zh_tw: 事故影響範圍

# ShiHanJiShu
source: Welding technology
de: Schweißtechnik
fr: La technologie de soudage
ko: 용접 기술
ru: Сварка
zh_cn: 施焊技术
zh_tw: 施焊技術

# ShiHanRiQi
source: Welding date:
de: Schweißdatum:
fr: Date de soudure:
ko: 용접 날짜 :
ru: Сварка дата:
zh_cn: 施焊日期：
zh_tw: 施焊日期：

# ShiHanShiJian
source: Welding time
de: Schweißzeit
fr: Temps de soudage
ko: 용접 시간
ru: Время сварки
zh_cn: 施焊时间
zh_tw: 施焊時間

# ShiJian
source: Time
de: Zeit
fr: Temps
ko: 시간
ru: Время
zh_cn: 时间
zh_tw: 時間

# ShiJianDanWei
source: Time Unit
de: Zeiteinheit
fr: Unité de temps
ko: 시간 단위
ru: Единичное время
zh_cn: 时间单位
zh_tw: 時間單位

# ShiJianFengZhong
source: Time (min)
de: Zeit (min)
fr: Temps (min)
ko: 시간 (분)
ru: Время (мин)
zh_cn: 时间（分钟）
zh_tw: 時間（分鐘）

# ShiJianGuiGe
source: Specimen Size
de: Probengröße
fr: Taille de l'échantillon
ko: 표본 크기
ru: Размер образца
zh_cn: 试件规格
zh_tw: 試件規格

# ShiJianQuJian
source: Time interval
de: Zeitintervall
fr: Intervalle de temps
ko: 시간 간격
ru: Интервал времени
zh_cn: 时间区间
zh_tw: 時間區間

# ShiJianRenLi
source: Specimen capability
de: Specimen Fähigkeit
fr: Capacité Spécimen
ko: 시편 능력
ru: Способность образца
zh_cn: 试件能力
zh_tw: 試件能力

# ShiJianShuLian
source: Number
de: Reihe
fr: Nombre
ko: 수
ru: Количество
zh_cn: 时间数量
zh_tw: 時間數量

# ShiJianShuLiang
source: Specimen Number:
de: Probennummer:
fr: Nombre spécimen:
ko: 표본 수 :
ru: Образец Количество:
zh_cn: 试件数量：
zh_tw: 試件數量：

# ShiJianX110Y200
source: Time X110Y200
de: Zeit X110Y200
fr: Temps X110Y200
ko: 시간 X110Y200
ru: Время X110Y200
zh_cn: 时间X110Y200
zh_tw: 時間X110Y200

# ShiJianXiaoShi
source: Time (hours)
de: Zeit (Stunden)
fr: Temps (heures)
ko: 시간 (시간)
ru: Время (часы)
zh_cn: 时间（小时）
zh_tw: 時間（小時）

# ShiJiChengBenACWP
source: Actual cost (ACWP)
de: Tatsächlichen Kosten (ACWP)
fr: Coût réel (CRTE)
ko: 실제 비용 (ACWP)
ru: Фактическая стоимость (ФСВР)
zh_cn: 实际成本(ACWP)
zh_tw: 實際成本(ACWP)

# ShiJiChengBenShuJuGuanLi
source: The actual cost data management
de: Die tatsächlichen Kosten Datenmanagement
fr: La gestion effective des données sur les coûts
ko: 실제 비용 데이터 관리
ru: Фактическое управление данные о расходах
zh_cn: 实际成本数据管理
zh_tw: 實際成本資料管理

# ShiJiFaShengFeiYongZongE
source: The total actual costs incurred
de: Die tatsächlichen Kosten anfallen
fr: Le total des coûts réels engagés
ko: 총 실제 비용은 발생
ru: Общие фактические расходы, понесенные
zh_cn: 实际发生费用总额
zh_tw: 實際發生費用總額

# ShiJiFeiYong
source: Actual costs
de: Die tatsächlichen Kosten
fr: Les coûts réels
ko: 실제 비용
ru: Фактические затраты
zh_cn: 实际费用
zh_tw: 實際費用

# ShiJiGongShi
source: Actual Work
de: Aktuelle Arbeit
fr: Travail réel
ko: 실제 작업
ru: Фактическая работа
zh_cn: 实际工期
zh_tw: 實際工時

# ShiJiGongZuoLuRu
source: The actual work entry
de: Die eigentliche Arbeit Eintrag
fr: L'entrée de travail réel
ko: 실제 작업 항목
ru: Фактическое вступление работа
zh_cn: 实际工作录入
zh_tw: 實際工作錄入

# ShiJiGongZuoQueRen
source: Confirm the actual work
de: Bestätigen Sie die aktuelle Arbeit
fr: Confirmer le travail réel
ko: 실제 작업 확인
ru: Подтвердите фактическую работу
zh_cn: 实际工作确认
zh_tw: 實際工作確認

# ShiJiGongZuoXinXiLieBiao
source: Practical information list
de: Die eigentliche Arbeit Liste
fr: La liste de travail réel
ko: 실제 작업 목록
ru: Фактический рабочий список
zh_cn: 实际工作信息列表
zh_tw: 實際工作資訊清單

# ShiJiHuanCheShiJian
source: Actual off time
de: Die tatsächliche Zeit der Auto
fr: Le temps réel de la voiture
ko: 실제 시간 차
ru: Фактическое время автомобиль
zh_cn: 实际还车时间
zh_tw: 實際還車時間

# ShiJiJieShuShiJian
source: Actual End Time
fr: Fin des Temps Réel
ko: 실제 종료 시간
ru: Фактическая Время окончания
zh_cn: 实际结束时间
zh_tw: 實際結束時間

# ShiJiJingDu
source: really progress
de: Reagenzien Fortschritt
fr: Progrès Réactifs
ko: 시약 진행
ru: Реагенты прогресс
zh_cn: 实际进度
zh_tw: 試劑進度

# ShiJiMuBiaoChengBen
source: The actual target cost
de: Die eigentliche Zielkosten
fr: Le coût cible réelle
ko: 실제 대상 비용
ru: Фактическая стоимость целевого
zh_cn: 实际目标成本
zh_tw: 實際目標成本

# ShiJiRenLi
source: Actual human
de: Tatsächliche Menschen
fr: Humain réel
ko: 실제 인간의
ru: Фактическая человек
zh_cn: 实际人力
zh_tw: 實際人力

# ShiJiShiJianHeFeiYong
source: The actual time and expenses
de: Die tatsächliche Zeit und Kosten
fr: Le temps et les dépenses réelles
ko: 실제 시간과 비용
ru: Фактическое время и расходы
zh_cn: 实际时间和费用
zh_tw: 實際時間和費用

# ShiJiShouLiShiJian
source: Actual Hours
de: Die tatsächlichen Öffnungszeiten
fr: Heures réelles
ko: 실제 시간
ru: Действительные Часы
zh_cn: 实际受理时间
zh_tw: 實際受理時間

# ShiJiYongCheShiJian
source: The actual car time
de: Autos Zeit
fr: Le temps de la voiture réelle
ko: 실제 차 시간
ru: Фактическое время автомобиль
zh_cn: 实际用车时间
zh_tw: 實際用車時間

# ShiLi
source: Example
de: Beispiel
fr: Exemple
ko: 예
ru: Пример
zh_cn: 示例
zh_tw: 示例

# ShiLingShuLiang
source: Real collar Number
de: Echt Kragen Nummer
fr: Nombre de collier réel
ko: 실제 칼라 번호
ru: Недвижимость воротник Количество
zh_cn: 实领数量
zh_tw: 實領數量

# ShiPinDianShu
source: Video Points
de: Video Punkte
fr: Points vidéo
ko: 비디오 점
ru: Видео Очки
zh_cn: 视频点数
zh_tw: 視頻點數

# ShiPinHuiYi
source: video conference
de: Video Conferencing
fr: Vidéoconférence
ko: 화상 회의
ru: Видеоконференции
zh_cn: 视频会议
zh_tw: 視訊會議

# ShiPinHuiYiDiZhi
source: Video Conferencing Address
de: Video Conferencing-Adresse
fr: Vidéoconférence Adresse
ko: 화상 회의 주소
ru: Видеоконференции Адрес
zh_cn: 视频会议地址
zh_tw: 視訊會議地址

# ShiPinHuiYiURL
source: URL video conference
de: URL Video-Konferenz
fr: URL de la vidéo conférence
ko: URL 화상 회의
ru: Ссылка на видео-конференции
zh_cn: 视频会议URL
zh_tw: 視訊會議URL

# ShiPinXiTongDiZhi
source: Video systems address
de: Video-Systeme-Adresse
fr: Adresse de systèmes de vidéo
ko: 비디오 시스템 주소
ru: Видео системы адрес
zh_cn: 视频系统地址
zh_tw: 視頻系統位址

# ShiShenPiZhe
source: It is approver
de: Es ist Genehmiger
fr: Il est approbateur
ko: 그것은 승인이다
ru: Это утверждающий
zh_cn: 是处理人
zh_tw: 是審批者

# ShiShiFeiYong
source: Implementation costs
de: Einführungskosten
fr: Les coûts de mise en œuvre
ko: 구현 비용
ru: Расходы на реализацию
zh_cn: 实施费用
zh_tw: 實施費用

# ShiShiFuZeRen
source: Implementation of the responsible person
de: Die Umsetzung der verantwortlichen Person
fr: La mise en œuvre de la personne responsable
ko: 책임있는 사람의 구현
ru: Реализация ответственного лица
zh_cn: 实施负责人
zh_tw: 實施負責人

# ShiShiGongJuID
source: Implementation tools ID
de: Implementierungstools ID
fr: Des outils de mise en œuvre ID
ko: 구현 도구 ID
ru: Средства осуществления ID
zh_cn: 实施工具ID
zh_tw: 實施工具ID

# ShiShiGongJuTuiSong
source: Implementation tools Push
de: Umsetzungsinstrumente Schieben
fr: Des outils de mise en œuvre Poussez
ko: 구현 도구를 밀어
ru: Средства осуществления Нажмите
zh_cn: 实施工具推送
zh_tw: 實施工具推送

# ShiShiGongJuTuiSongLianJie
source: Implementation tools push links
de: Drücken Sie Links zu Implementierungstools
fr: Poussez liens vers des outils de mise en œuvre
ko: 구현 툴에 대한 링크를 누르십시오
ru: Нажмите ссылки на инструменты реализации
zh_cn: 实施工具推送链接
zh_tw: 實施工具推送連結

# ShiShiJiHua
source: Implementation Plan
fr: Plan de mise en
ko: 구현 계획
ru: План реализации
zh_cn: 实施计划
zh_tw: 實施計畫

# ShiShiLuXian
source: Implementation of the road
de: Umsetzung des Straßen
fr: La mise en œuvre de la route
ko: 도로의 구현
ru: Реализация дороге
zh_cn: 实施路线
zh_tw: 實施路線

# ShiShiLuXianGuanLian
source: Implementation of the road association
de: Die Umsetzung des Straßenverband
fr: La mise en œuvre de l'association de la route
ko: 도로 협회의 구현
ru: Реализация дорожной ассоциации
zh_cn: 实施路线关联
zh_tw: 實施路線關聯

# ShiShiLuXianID
source: Implementation of the road ID
de: Umsetzung der Road-ID
fr: Mise en œuvre de l'ID de la route
ko: 도로 ID의 구현
ru: Реализация дорожной ID
zh_cn: 实施路线ID
zh_tw: 實施路線ID

# ShiShiLuXianTuiSong
source: Push implementation of the road
de: Push Umsetzung des Straßen
fr: La mise en œuvre de poussée de la route
ko: 도로의 푸시 구현
ru: Реализация Нажмите дороги
zh_cn: 实施路线推送
zh_tw: 實施路線推送

# ShiShiMiaoShu
source: Factual description
de: Sachliche Beschreibung
fr: Description factuelle
ko: 사실에 입각 한 설명
ru: Фактическое описание
zh_cn: 事实描述
zh_tw: 事實描述

# ShiShiMoKuai
source: Implementation module
de: Implementierungsmodul
fr: Module de mise en œuvre
ko: 구현 모듈
ru: Модуль Реализация
zh_cn: 实施模块
zh_tw: 實施模組

# ShiShiRiQi
source: Effective Date
de: Wirksamkeitsdatum
fr: Date d'effet
ko: 효력 발생 일
ru: Дата вступления в силу
zh_cn: 实施日期
zh_tw: 實施日期

# ShiShiRiZhiKeHuYong
source: Implementation of logs (customer use)
de: Die Umsetzung des log (Kundennutzen)
fr: La mise en œuvre de la bûche (utilisation par le client)
ko: 로그 (고객 용)의 구현
ru: Реализация журнала (использование клиента)
zh_cn: 实施日志（客户用）
zh_tw: 實施日誌（客戶用）

# ShiShiWenDang
source: Implementation of the document
de: Umsetzung des Dokuments
fr: La mise en œuvre du document
ko: 문서의 구현
ru: Осуществление документа
zh_cn: 实施文档
zh_tw: 實施文檔

# ShiShiWenDangShangChuan
source: Implementation of the document (upload)
de: Umsetzung des Dokuments (Upload)
fr: La mise en œuvre du document (upload)
ko: 문서의 구현 (업로드)
ru: Реализация документа (загрузка)
zh_cn: 实施文档（上传）
zh_tw: 實施文檔（上傳）

# ShiShiWenDangTuiSong
source: Implementation of the document (push)
de: Umsetzung des Dokuments (push)
fr: La mise en œuvre du document (push)
ko: 문서의 구현 (푸시)
ru: Реализация документа (толчок)
zh_cn: 实施文档（推送）
zh_tw: 實施文檔（推送）

# ShiShiXiangMuTuiSong
source: Implementation tools Push
de: Umsetzungsinstrumente Schieben
fr: Des outils de mise en œuvre Poussez
ko: 구현 도구를 밀어
ru: Средства осуществления Нажмите
zh_cn: 实施工具推送
zh_tw: 實施工具推送

# ShiShouE
source: Amount Paid
de: Gezahlten Betrag
fr: Montant payé
ko: 금액 유료
ru: Сумма, выплаченная
zh_cn: 实收额
zh_tw: 實收額

# ShiShouJinE
source: Amount Paid
de: Gezahlten Betrag
fr: Montant payé
ko: 금액 유료
ru: Сумма, выплаченная
zh_cn: 实收金额
zh_tw: 實收金額

# ShiShouRiQi
source: Paid Date
de: Bezahlt Datum
fr: Date de paiement
ko: 유료 날짜
ru: Платные Дата
zh_cn: 实收日期
zh_tw: 實收日期

# ShiShouShuLiang
source: Number of Paid
de: Anzahl der bezahlten
fr: Nombre de charge
ko: 유료 수
ru: Количество Платные
zh_cn: 实收量
zh_tw: 實收數量

# ShiShouYuFeiYongChaE
source: Paid the Cost Variance
de: Zahlte die Kostenabweichung
fr: A charge la variance des dépenses
ko: 비용 차이 유료
ru: Платные стоимости Отклонения
zh_cn: 实收与费用差额
zh_tw: 實收與費用差額

# ShiShouZongE
source: Total paid
de: Insgesamt gezahlt
fr: Total payé
ko: 총 지급
ru: Всего выплачено
zh_cn: 实收总额
zh_tw: 實收總額

# ShiShouZongEPCBWP
source: The total paid-up (PBCWP)
de: Die Gesamtzahlten (PBCWP)
fr: La versé total (PBCWP)
ko: 총 납입 (PBCWP)
ru: Общая оплаченная (PBCWP)
zh_cn: 实收总额(PBCWP)
zh_tw: 實收總額(PBCWP)

# ShiShouZongShu
source: Paid total
de: Insgesamt gezahlt
fr: Total payé
ko: 총 유료
ru: Всего выплачено
zh_cn: 实收总数
zh_tw: 實收總數

# ShiTai
source: Tense
de: Angespannt
fr: Tendu
ko: 시제
ru: Время
zh_cn: 时态
zh_tw: 時態

# ShiXin
source: Hourly
de: Stündlich
fr: Horaire
ko: 시간별
ru: Ежечасно
zh_cn: 时薪
zh_tw: 時薪

# ShiYaBaoBianJi
source: Pressure testing editor
de: Druckprüfung Paket-Editor
fr: Pression éditeur de package de test
ko: 압력 테스트 패키지 편집기
ru: Редактор тестов пакета давления
zh_cn: 试压包编辑
zh_tw: 試壓包編輯

# ShiYaBaoHao
source: Pressure testing No.
de: Druckprüfung Paketnummer
fr: Pression numéro de paquet de test
ko: 압력 테스트 패킷 번호
ru: Давление номер тестового пакета
zh_cn: 试压包号
zh_tw: 試壓包號

# ShiYaBaoHaoLieBiao
source: Pressure testing list
de: Drucktest Paketliste
fr: Pression liste des paquets de test
ko: 압력 테스트 패키지 목록
ru: Давление список тестов пакета
zh_cn: 试压包列表
zh_tw: 試壓包列表

# ShiYaBaoLiShiZhuangTai
source: Pressure testing history of the state
de: Druckprüfung Paketverlaufsstatus
fr: Essai de pression état historique de paquet
ko: 압력 테스트 패킷 역사 상태
ru: Испытание под давлением государственный историко пакет
zh_cn: 试压包历史状态
zh_tw: 試壓包歷史狀態

# ShiYaBaoYi
source: Pressure testing 1
de: Pressure Test Pack 1
fr: Pression Pack Test 1
ko: 압력 테스트 팩 1
ru: Давление испытания обновления 1
zh_cn: 试压包1
zh_tw: 試壓包1

# ShiYaBaoZhuangTai
source: Pressure testing status
de: Druckprüfung Status
fr: L'état d'essai de pression
ko: 압력 테스트 상태
ru: Статус Опрессовка
zh_cn: 试压包状态
zh_tw: 試壓包狀態

# ShiYaJieZhi
source: Testing medium
de: Drucktestmedium
fr: Milieu d'essai de pression
ko: 압력 시험 배지
ru: Испытание под давлением среднего
zh_cn: 试压介质
zh_tw: 試壓介質

# ShiYangJiaGongGuanLi
source: Sample Machining management
de: Probenbearbeitungsmanagement
fr: La gestion d'usinage échantillon
ko: 샘플 가공 관리
ru: Образец управление Механическая обработка
zh_cn: 试样机加工管理
zh_tw: 試樣機加工管理

# ShiYanJieZhi
source: Test medium
fr: Milieu d'essai
ko: 시험 배지
ru: Испытательная среда
zh_cn: 试验介质
zh_tw: 試驗介質

# ShiYaRiQi
source: Pressure test date
de: Druckprüfung Datum
fr: Pression date du test
ko: 압력 시험 날짜
ru: Давление даты тестирования
zh_cn: 试压日期
zh_tw: 試壓日期

# ShiYeDanWei
source: Institutions
de: Institutionen
ko: 기관
ru: Учреждения
zh_cn: 事业单位
zh_tw: 事業單位

# ShiYiGuiGe
source: Reagent Specifications
de: Reagenz Spezifikationen
fr: Réactif Spécifications
ko: 시약 사양
ru: Реагент характеристики
zh_cn: 试剂规格
zh_tw: 試劑規格

# ShiYong
source: Use
de: Verwendung
fr: Usage
ko: 용도
ru: Использование
zh_cn: 使用
zh_tw: 使用

# ShiYongBianJi
source: Use markers
de: Verwenden Sie Marker
fr: Utilisez des marqueurs
ko: 사용 마커
ru: Используйте маркеры
zh_cn: 使用标记
zh_tw: 使用標記

# ShiYongBiao
source: Use markers
de: Verwenden Sie Marker
fr: Utilisez des marqueurs
ko: 사용 마커
ru: Используйте маркеры
zh_cn: 使用标记
zh_tw: 使用標記

# ShiYongBiaoJi
source: Use markers
de: Verwenden Sie Marker
fr: Utilisez des marqueurs
ko: 사용 마커
ru: Используйте маркеры
zh_cn: 使用标记
zh_tw: 使用標記

# ShiYongBuMen
source: Use Sector
de: Verwenden Sector
fr: Secteur d'utilisation
ko: 사용 분야
ru: Использование сектор
zh_cn: 使用部门
zh_tw: 使用部門

# ShiYongLeiBie
source: Applicable category
de: Anwendbar Kategorie
fr: Catégorie applicable
ko: 해당 카테고리
ru: Применимо категории
zh_cn: 适用类别
zh_tw: 適用類別

# ShiYongYongHu
source: Applicable Users
de: Anwendbar Benutzer
fr: Utilisateurs concernés
ko: 해당 사용자
ru: Применяемые Люди
zh_cn: 适用用户
zh_tw: 適用用戶

# ShiYongYuanYin
source: Try reason
de: Versuchen Sie Reason
fr: Essayez Raison
ko: 이유를보십시오
ru: Попробуйте Причина
zh_cn: 试用原因
zh_tw: 試用原因

# ShiYou
source: Subject
de: Subjekt
fr: Sujet
ko: 제목
ru: Предмет
zh_cn: 事由
zh_tw: 事由

# ShiYouMingCheng
source: Oil Name
fr: Nom de l'huile
ko: 오일 이름
ru: Нефть Имя
zh_cn: 石油名称
zh_tw: 石油名稱

# ShiYouXingHao
source: Oil Type
de: Heizöl
fr: Type d'huile
ko: 유계
ru: Тип масла
zh_cn: 石油型号
zh_tw: 石油型號

# ShiYouXingHaoSheDing
source: Oil type setting
de: Heizöl-Einstellung
fr: Réglage du type d'huile
ko: 오일 유형 설정
ru: Настройка типа масла
zh_cn: 石油型号设定
zh_tw: 石油型號設定

# ShiZhiCiYongHuYouXiangCanShu
source: Setting this parameter the user's mailbox
de: Wenn Sie diesen Parameter Postfach des Benutzers
fr: Réglage de ce paramètre la boîte aux lettres de l'utilisateur
ko: 사용자의 사서함이 매개 변수를 설정
ru: Установка этого параметра почтовый ящик пользователя
zh_cn: 设置此用户邮箱参数
zh_tw: 設置此用戶郵箱參數

# ShiZhuNianYueLing
source: Chronological months (years) age
de: Chronologische Monate (Jahre) Alters
fr: Mois chronologiques (années) âge
ko: 연대순 개월 (년) 나이
ru: Хронологические месяцев (лет) возраст
zh_cn: 实足月(年)龄
zh_tw: 實足月(年)齡

# ShongXuHao
source: Sequence number
de: Sequenznummer
fr: Numéro de séquence
ko: 일련 번호
ru: Порядковый номер
zh_cn: 顺序号
zh_tw: 順序號

# Shou
source: Income
de: Einkommen
fr: Revenu
ko: 수입
ru: Доход
zh_cn: 收
zh_tw: 收

# ShouBaoZhengJin
source: Margin Call
ko: 마진 콜
ru: Гарантийное требование
zh_cn: 收保证金
zh_tw: 收保證金

# ShouChe
source: Closed car
de: Geschlossenen Auto
fr: Voiture fermée
ko: 밀폐 된 차
ru: Закрытая автомобиль
zh_cn: 收车
zh_tw: 收車

# ShouCheShiJian
source: Closed car time
de: Geschlossenen Auto Zeit
fr: Temps de voiture fermée
ko: 밀폐 된 차 시간
ru: Закрытое время автомобиль
zh_cn: 收车时间
zh_tw: 收車時間

# ShouCiShouLiShiJian
source: First Hours
de: Zeitpunkt der Erstanmeldung
fr: Temps de premier dépôt
ko: 먼저 출원의 시간
ru: Время первой подачи
zh_cn: 首次受理时间
zh_tw: 首次受理時間

# ShouCiZiXun
source: First consultation
de: Erste Beratung
fr: Première consultation
ko: 먼저 상담
ru: Первая консультация
zh_cn: 首次咨询
zh_tw: 首次諮詢

# ShouCiZiXunShiJianDuan
source: First consultation period
de: Erste Beratungszeit
fr: Première période de consultation
ko: 먼저 상담 기간
ru: Первый период консультации
zh_cn: 首次咨询时间段
zh_tw: 首次諮詢時間段
