Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ShouFaPiaoZongE
source: Invoice total income
de: Rechnungsgesamteinkommen
fr: Revenu total de la facture
ko: 송장 총 수입
ru: Счет общий доход
zh_cn: 收发票总额
zh_tw: 收發票總額

# ShouFeiJingE
source: The amount charged
de: Der Betrag
fr: Le montant facturé
ko: 충전 금액
ru: Сумма взимается
zh_cn: 收费金额
zh_tw: 收費金額

# ShouFeiKeMu
source: Charge account
de: Kundenkonto
fr: Charge compte
ko: 충전 계정
ru: Кред`ит по открытому счету
zh_cn: 收费科目
zh_tw: 收費科目

# ShouFeiMingChen
source: Fee name
de: Pay-Name
fr: Pay Nom
ko: 유료 이름
ru: Платное Имя
zh_cn: 收费名称
zh_tw: 收費名稱

# ShouFeiRiQi
source: Pay Date
de: Pay Datum
fr: Date de paiement
ko: 지불 날짜
ru: Платное Дата
zh_cn: 收费日期
zh_tw: 收費日期

# ShouFuKuan
source: Payments received
de: Erhaltene Anzahlungen
fr: Paiements reçus
ko: 지불은 접수
ru: Платежи, полученные
zh_cn: 收付款
zh_tw: 收付款

# ShouFuKuanDanWei
source: Receive payment unit
de: Erhalten Zahlungseinheit
fr: Recevez unité de paiement
ko: 지불 단위를 수신
ru: Получите расчетной единицы
zh_cn: 收付款单位
zh_tw: 收付款單位

# ShouFuKuanFangShi
source: Payment received
de: Zahlungseingang
fr: Paiement reçu
ko: 지급받은
ru: Оплата получил
zh_cn: 收付款方式
zh_tw: 收付款方式

# ShouFuKuanJiHua
source: Income payment plans
de: Income Zahlungspläne
fr: Plans de paiement de revenu
ko: 소득 지급 계획
ru: Планы выплаты дохода
zh_cn: 收付款计划
zh_tw: 收付款計畫

# ShouFuKuanYuJing
source: Payments received warning
de: Erhaltene Zahlungen Warn
fr: Attention paiements reçus
ko: 지급받은 경고
ru: Платежи, полученные предупреждения
zh_cn: 收付款预警
zh_tw: 收付款預警

# ShouHouRenWu
source: Aftermarket task
de: Aftermarket Aufgabe
fr: Tâche Aftermarket
ko: 수리 용 부품 시장 태스크
ru: Aftermarket задача
zh_cn: 售后任务
zh_tw: 售後任務

# ShouHuoDanWei
source: Receiving Unit
de: Empfangseinheit
fr: Unité de réception
ko: 단위 받기
ru: Блок приема
zh_cn: 收货单位
zh_tw: 收貨單位

# ShouHuoFang
source: Ship
de: Schiffs
fr: Navire
ko: 배
ru: Судно
zh_cn: 收货方
zh_tw: 收貨方

# ShouHuoJiHua
source: Receipt Program
de: Receipt Programm
fr: Programme de réception
ko: 영수증 프로그램
ru: Поступление Программа
zh_cn: 收货计划
zh_tw: 收貨計畫

# ShouHuoShiJian
source: Time of receipt
de: Zeitpunkt des Eingangs
fr: Temps de réception
ko: 접수 시간
ru: Время приема
zh_cn: 收货时间
zh_tw: 收貨時間

# ShouHuoYuJing
source: Receipt warning
de: Receipt Warn
fr: Avertissement de réception
ko: 영수증 경고
ru: Предупреждение Поступление
zh_cn: 收货预警
zh_tw: 收貨預警

# ShouJi
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh_cn: 手机
zh_tw: 手機

# ShouJianRen
source: Addressee
de: Adressat
fr: Destinataire
ko: 수신인
ru: Адресат
zh_cn: 收件人
zh_tw: 收件人

# ShouJiHao
source: mobile number
de: Mobiltelefonnummer
fr: Numéro de téléphone portable
ko: 휴대 전화 번호
ru: Номер мобильного телефона
zh_cn: 手机号
zh_tw: 手機號

# ShouJiHaoMa
source: mobile number
de: Mobiltelefonnummer
fr: Numéro de téléphone portable
ko: 휴대 전화 번호
ru: Номер мобильного телефона
zh_cn: 手机号码
zh_tw: 手機號碼

# ShouKuan
source: Receivables
de: Forderungen
fr: Créances
ko: 채권
ru: Дебиторская задолженность
zh_cn: 收款
zh_tw: 收款

# ShouKuanBianMa
source: Receivables coding
de: Forderungen Codierung
fr: Codage de créances
ko: 채권 코딩
ru: Дебиторская задолженность кодирование
zh_cn: 收款编码
zh_tw: 收款編碼

# ShouKuanFang
source: Beneficiary
de: Begünstigte
fr: Bénéficier
ko: 수익자
ru: Бенефициар
zh_cn: 收款方
zh_tw: 收款方

# ShouKuanFangShi
source: Payment method
de: Zahlungsmethode
fr: Mode de paiement
ko: 지불 방법
ru: Способ оплаты
zh_cn: 收款方式
zh_tw: 收款方式

# ShouKuanJiHua
source: Collection plan
de: Sammlung Plan
fr: Plan de Collection
ko: 수집 계획
ru: План Коллекция
zh_cn: 收款计划
zh_tw: 收款計畫

# ShouKuanJinE
source: Account receivable
de: Forderungsbetrag
fr: Créances Montant
ko: 채권 금액
ru: Дебиторская задолженность Сумма
zh_cn: 收款金额
zh_tw: 收款金額

# ShouKuanMingXiHuiZongBiao
source: Summary receivables Details
de: Forderungen Detail Übersicht
fr: Créances Détail Résumé
ko: 채권 세부 정보 요약
ru: Дебиторская задолженность Фрагмент Резюме
zh_cn: 收款明细汇总表
zh_tw: 收款明細匯總表

# ShouKuanQingKuang
source: Collections
de: Sammlungen
ko: 컬렉션
ru: Коллекции
zh_cn: 收款情况
zh_tw: 收款情況

# ShouKuanRen
source: Beneficiary
de: Begünstigte
fr: Bénéficier
ko: 수익자
ru: Бенефициар
zh_cn: 收款人
zh_tw: 收款人

# ShouKuanRenKaiHuHang
source: Beneficiary Bank
de: Bank des Begünstigten
fr: Banque bénéficiaire
ko: 수취인 은행
ru: Банк получателя
zh_cn: 收款人开户行
zh_tw: 收款人開戶行

# ShouKuanRenZhangHao
source: Beneficiary Account
de: Begünstigte Konto
fr: Compte Bénéficiaire
ko: 수익자 계정
ru: Счет получателя
zh_cn: 收款人帐号
zh_tw: 收款人帳號

# ShouKuanRiQi
source: Receipt Date
de: Eingangsdatum
fr: Date de réception
ko: 영수증 날짜
ru: Поступление Дата
zh_cn: 收款日期
zh_tw: 收款日期

# ShouKuanXinXi
source: Billing information
de: Zahlungsinformationen
fr: Informations de facturation
ko: 결제 정보
ru: Платежная информация
zh_cn: 收款信息
zh_tw: 收款信息

# ShouKuanYuJing
source: Receivables warning
de: Forderungen Warn
fr: Avertissement de créances
ko: 채권 경고
ru: Предупреждение Дебиторская задолженность
zh_cn: 收款预警
zh_tw: 收款預警

# ShouLi
source: Accepted
de: Akzeptierte
fr: Accepté
ko: 허용
ru: Принимаемые
zh_cn: 受理
zh_tw: 受理

# ShouLiaoDan
source: Receipt Single
de: Receipts Einzel
fr: Les recettes simples
ko: 단일 영수증
ru: Поступления одиночные
zh_cn: 收料单
zh_tw: 收料單

# ShouLiaoDanBiaoZhu
source: Receipts single label
de: Receipts einzelnes Etikett
fr: Les recettes de l'étiquette unique
ko: 영수증 단일 레이블
ru: Поступления единого этикеток
zh_cn: 收料单标注
zh_tw: 收料單標注

# ShouLiaoDanHao
source: Receipts single number
de: Receipts einzelne Zahl
fr: Reçus numéro unique
ko: 영수증 단일 번호
ru: Поступления один номер
zh_cn: 收料单号
zh_tw: 收料單號

# ShouLiaoDanLieBiao
source: Receipts single list
de: Receipts einzige Liste
fr: Reçus liste unique
ko: 영수증 단일 목록
ru: Поступления единого списка
zh_cn: 收料单列表
zh_tw: 收料單列表

# ShouLiaoDanQuXiao
source: Receipts Cancelled
de: Receipts Einzel abgesagt
fr: Reçus seule annulées
ko: 영수증은 단일 취소
ru: Поступления единого отменяется
zh_cn: 收料单取消
zh_tw: 收料單取消

# ShouLiaoDanZhangShu
source: Receipts single number
de: Receipts einzelne Zahl
fr: Reçus numéro unique
ko: 영수증 단일 번호
ru: Поступления один номер
zh_cn: 收料单张数
zh_tw: 收料單張數

# ShouLiaoFangShi
source: Receipts way
de: Receipts Weg
fr: Reçus façon
ko: 영수증 방법
ru: Поступления способ
zh_cn: 收料方式
zh_tw: 收料方式

# ShouLiaoJinE
source: Receipt Amount
de: Receipt Betrag
fr: Reçu Montant
ko: 영수증 금액
ru: Получение сумма
zh_cn: 收料金额
zh_tw: 收料金額

# ShouLiaoRiQi
source: Receipt Date
de: Eingangsdatum
fr: Date de réception
ko: 영수증 날짜
ru: Поступление Дата
zh_cn: 收料日期
zh_tw: 收料日期

# ShouLiaoShuLiang
source: Quantity received
de: Menge erhalten
fr: Quantité reçu
ko: 수량 수신
ru: Количество получил
zh_cn: 收料数量
zh_tw: 收料數量

# ShouLiaoZongE
source: The total receipts
de: Gesamteinnahmen
fr: Total des recettes
ko: 총 영수증
ru: Общая выручка
zh_cn: 收料总额
zh_tw: 收料總額

# ShouLiRen
source: Assignee
de: Rechtsnachfolger
fr: Cessionnaire
ko: 양수인
ru: Правопреемник
zh_cn: 受理人
zh_tw: 受理人

# ShouLiRenChaXunXinXi
source: Assignee query information
de: Zessionar Abfrageinformationen
fr: Informations de la requête cessionnaire
ko: 담당자 쿼리 정보
ru: Правопреемник запрос информации
zh_cn: 受理人查询信息
zh_tw: 受理人查詢資訊

# ShouLiRenDaiMa
source: Assignee Code
de: Anmeldercodes
fr: Code du cessionnaire
ko: 출원인 코드
ru: Правопреемник код
zh_cn: 受理人代码
zh_tw: 受理人代碼

# ShouLiRenDeGongZuo
source: Assignee work
de: Rechtsnachfolger der Arbeit
fr: Travaux cessionnaire
ko: 양수인 작업
ru: Правопреемник работа
zh_cn: 受理人的工作
zh_tw: 受理人的工作

# ShouLiRenFanKui
source: Assignee Feedback
de: Rechtsnachfolger erteilt
fr: Commentaires cessionnaire
ko: 담당자 피드백
ru: Правопреемник Обратная связь
zh_cn: 受理人反馈
zh_tw: 受理人回饋

# ShouLiRenShiJian
source: Hours
de: Stunden
fr: Heures
ko: 시간
ru: Часов
zh_cn: 受理时间
zh_tw: 受理時間

# ShouLiShiJian
source: Time Force
ko: 시간 강제
ru: Время Силы
zh_cn: 受力时间
zh_tw: 受力時間

# ShouLiZhuangTai
source: Call Status
de: Anrufstatus
fr: Statut Appel
ko: 통화 상태
ru: Состояние вызова
zh_cn: 受理状态
zh_tw: 受理狀態

# ShouPiao
source: Ticket collector
de: Schaffner
fr: Collecteur de billets
ko: 티켓 수집기
ru: Коллектор по продаже билетов
zh_cn: 收票
zh_tw: 收票

# ShouPiaoZongE
source: Total ticket
de: Gesamtticket
fr: Billet totale
ko: 총 티켓
ru: Общая касса
zh_cn: 收票总额
zh_tw: 收票總額

# ShouQuanCaiGou
source: Authorized purchase
de: Autorisierte Kauf
fr: Achat autorisé
ko: 공인 구매
ru: Уставный покупке
zh_cn: 授权采购
zh_tw: 授權採購

# ShouQuanGeiADMIN
source: Authorization to ADMIN
de: Ermächtigung zum ADMIN
fr: Autorisation de ADMIN
ko: ADMIN에 권한 부여
ru: Разрешение на ADMIN
zh_cn: 授权给ADMIN
zh_tw: 授權給ADMIN

# ShouQuanGeiSAMPLE
source: Authorization to SAMPLE
de: Ermächtigung zum SAMPLE
fr: Autorisation de goûter
ko: 권한 부여 샘플
ru: Авторизация с образцом
zh_cn: 授权给SAMPLE
zh_tw: 授權給SAMPLE

# ShouQuCiChengYuanYouJian
source: This member charged message
de: Email dieses Mitglied aufgeladen
fr: Postez ce membre accusé
ko: 충전이 멤버를 메일
ru: Отправить этот элемент заряженный
zh_cn: 收取此成员邮件
zh_tw: 收取此成員郵件

# ShouRu
source: Income
de: Einkommen
fr: Revenu
ko: 수입
ru: Доход
zh_cn: 收入
zh_tw: 收入

# ShouRuJieSuan
source: Revenue settlement
de: Der Umsatz Siedlung
fr: Règlement de Revenu
ko: 수익 정산
ru: Выручка поселение
zh_cn: 收入结算
zh_tw: 收入結算

# ShouRuYuFeiYongBaoBiao
source: Income and Expense Report
de: Erträge und Aufwendungen Bericht
fr: Rapport de revenus et dépenses
ko: 수익과 비용 보고서
ru: Доходы и расходы Доклад
zh_cn: 收入与费用报表
zh_tw: 收入與費用報表

# ShouRuYuZhiChuChaE
source: The difference between income and expenditure
de: Die Differenz zwischen Einnahmen und Ausgaben
fr: La différence entre le revenu et les dépenses
ko: 소득과 지출의 차이
ru: Разница между доходами и расходами
zh_cn: 收入与支出差额
zh_tw: 收入與支出差額

# ShouRuZhiChuChaE
source: The difference between income and expenditure
de: Die Differenz zwischen Einnahmen und Ausgaben
fr: La différence entre le revenu et les dépenses
ko: 소득과 지출의 차이
ru: Разница между доходами и расходами
zh_cn: 收入支出差额
zh_tw: 收入支出差額

# ShouRuZongE
source: Total income
de: Die Gesamterträge
fr: Revenu total
ko: 총 수입
ru: Совокупный доход
zh_cn: 收入总额
zh_tw: 收入總額

# ShouTuDengJi
source: Figure receive registration
de: Abbildung erhalten Registrierung
fr: Figure recevoir inscription
ko: 그림 등록을받을
ru: Рисунок получить регистрацию
zh_cn: 收图登记
zh_tw: 收圖登記

# ShouTuRiQi
source: Income FIG date
de: Income Fig Datum
fr: Revenu jour figure
ko: 수입도 일
ru: Доход Дата фиг
zh_cn: 收图日期
zh_tw: 收圖日期

# ShouWenDengJi
source: Registration receipt
de: Anmeldebestätigung
fr: La réception d'enregistrement
ko: 등록 접수
ru: Регистрация поступления
zh_cn: 收文登记
zh_tw: 收文登記

# ShouWenRen
source: Scholars income
de: Wissenschaftler Einkommen
fr: Revenus Scholars
ko: 학자 소득
ru: Ученые доход
zh_cn: 收文人
zh_tw: 收文人

# ShouWenRiQi
source: Date of receipt
de: Tag des Eingangs
fr: Date de réception
ko: 영수증의 날짜
ru: Дата получения
zh_cn: 收文日期
zh_tw: 收文日期

# ShouXuFei
source: Fee
de: Honorar
ko: 보수
ru: Плата
zh_cn: 手续费
zh_tw: 手續費

# ShouYe
source: Home
de: Zu Hause
fr: Maison
ko: 홈
ru: Домой
zh_cn: 首页
zh_tw: 首頁

# ShouYingXiangTuZhi
source: Affected Drawing
de: Betroffene Zeichnungen
fr: Dessins touchés
ko: 영향을받는 도면
ru: Пострадавшие рисунки
zh_cn: 受影响图纸
zh_tw: 受影響圖紙

# ShouZhiBiao
source: Balance sheet
de: Bilanz
fr: Bilan
ko: 대차 대조표
ru: Баланс
zh_cn: 收支表
zh_tw: 收支表

# ShouZhiMingXiHuiZongBiao
source: Summary of income and expenditure details
de: Zusammenfassung der Einnahmen und Ausgaben Details
fr: Sommaire des revenus et dépenses de détails
ko: 소득과 지출 사항의 요약
ru: Резюме доходов и расходов детали
zh_cn: 收支明细汇总表
zh_tw: 收支明細匯總表

# ShouZhiZongCha
source: Total revenue difference
de: Die Gesamtdifferenz zwischen Einnahmen und Ausgaben
fr: La différence totale entre les recettes et les dépenses
ko: 수입과 지출 사이의 총 차이
ru: Общая разница между доходами и расходами
zh_cn: 收支总差
zh_tw: 收支總差

# ShowFormWillBeApproved
source: Display a form to be audited
de: Anzeige, um Form zu überprüfen
fr: Afficher Pour revoir forme
ko: 양식을 검토하려면 표시
ru: Дисплей Для просмотра формы
zh_cn: 显示要审核的表单
zh_tw: 顯示要審核的表單

# ShowStatus
source: Display status
de: Anzeigezustand
fr: Etat d'affichage
ko: 표시 상태
ru: Показать состояние
zh_cn: 显示状态
zh_tw: 顯示狀態

# ShuaXin
source: Refresh
de: Aktualisieren
fr: Actualiser
ko: 새로 고침
ru: Обновление
zh_cn: 刷新
zh_tw: 刷新

# ShuiHao
source: Tax ID
de: Steuernummer
fr: Numéro d'identification fiscale
ko: 세금 ID
ru: ИНН
zh_cn: 税号
zh_tw: 稅號

# ShuiJin
source: Taxes
de: Steuern
fr: Impôts
ko: 세금
ru: Налоги
zh_cn: 税金
zh_tw: 稅金

# ShuiJing
source: Taxes
de: Steuern
fr: Impôts
ko: 세금
ru: Налоги
zh_cn: 税金
zh_tw: 稅金

# ShuiLv
source: Tax rate
de: Steuersatz
fr: Taux d'imposition
ko: 세율
ru: Ставка налога
zh_cn: 税率
zh_tw: 稅率

# ShuiPiaoLeiXing
source: Stamps Type
de: Briefmarken Art
fr: Type de Timbres
ko: 우표 종류
ru: Марки Тип
zh_cn: 税票类型
zh_tw: 稅票類型

# ShuiPiaoZhongLei
source: Stamps species
de: Unfreie Arten
fr: Espèces non estampillés
ko: 스탬프 처리되지 않은 종
ru: Нештемпелеванный виды
zh_cn: 税票种类
zh_tw: 稅票種類

# ShuJiBanBen
source: Books version
de: Bücher Version
fr: Version livres
ko: 책 버전
ru: Книги версия
zh_cn: 书籍版本
zh_tw: 書籍版本

# ShuJiJieYueLieBiao
source: A list of books to borrow
de: Eine Liste der Bücher zu leihen
fr: Une liste de livres à emprunter
ko: 책의 목록을 빌려
ru: Список книг занимать
zh_cn: 书籍借阅列表
zh_tw: 書籍借閱列表

# ShuJiLieBiao
source: Data List
de: Datenliste
fr: Liste des données
ko: 데이터 목록
ru: Список данных
zh_cn: 数据列表
zh_tw: 數據清單

# ShuJiXinXiLieBiao
source: Books Information List
de: Bücher Liste
fr: Liste de Livres
ko: 도서 목록
ru: Список книг
zh_cn: 书籍信息列表
zh_tw: 書籍信息清單

# ShuJuBiaoMing
source: Data table
de: Datentabellenname
fr: Table de données Nom
ko: 데이터 테이블 이름
ru: Таблица данных Имя
zh_cn: 数据表名
zh_tw: 資料表名

# ShuJuDaoRuMuBan
source: Data Import Template
fr: Importer un modèle de données
ko: 데이터 가져 오기 템플릿
ru: Шаблон Импорт данных
zh_cn: 数据导入模板
zh_tw: 資料導入範本

# ShuJuJiaoHuanFuWuQi
source: Data Exchange server
de: Datenaustausch-Server
fr: Serveur d'échange de données
ko: 데이터 교환 서버
ru: Обмен данными сервера
zh_cn: 数据交换服务器
zh_tw: 資料交換伺服器

# ShuJuKu
source: Database
fr: Base de données
ko: 데이터베이스
ru: База данных
zh_cn: 数据库
zh_tw: 資料庫

# ShuJuKuCaoZuoXiTong
source: Database Operating System
de: Datenbank Betriebssystem
fr: Système d'exploitation de base de données
ko: 데이터베이스 운영 체제
ru: База данных Операционная система
zh_cn: 数据库操作系统
zh_tw: 資料庫作業系統

# ShuJuKuLeiXing
source: Database Type
de: Datenbanktyp
fr: Type de base de données
ko: 데이터베이스 유형
ru: Тип базы данных
zh_cn: 数据库类型
zh_tw: 資料庫類型

# ShuJuKuShengJiWeiHu
source: Database upgrade and maintenance
de: Datenbank-Upgrade und Wartung
fr: Mise à niveau de base de données et de l'entretien
ko: 데이터베이스 업그레이드 및 유지 보수
ru: Обновление и обслуживание базы данных
zh_cn: 数据库升级维护
zh_tw: 資料庫升級維護

# ShuJuKuXinXi
source: Database Information
de: Datenbankinformationen
fr: Base de données d'information
ko: 데이터베이스 정보
ru: Информационная база данных
zh_cn: 数据库信息
zh_tw: 資料庫資訊

# ShuJuKuYingJian
source: Database hardware
de: Datenbank-Hardware
fr: Matériel de base de données
ko: 데이터베이스 하드웨어
ru: База данных аппаратного
zh_cn: 数据库硬件
zh_tw: 資料庫硬體

# ShuJuMiaoShu
source: Data Description
de: Datenbeschreibung
fr: Description des données
ko: 데이터 설명
ru: Описание данных
zh_cn: 数据描述
zh_tw: 資料描述

# ShuJuQingKong
source: Data Empty
de: Daten Leer
fr: Données vides
ko: 빈 데이터
ru: Данные Пусто
zh_cn: 数据清空
zh_tw: 數據清空

# ShuJuShiJian
source: Data Time
de: Daten Zeit
fr: Temps données
ko: 데이터 시간
ru: Время данных
zh_cn: 数据时间
zh_tw: 資料時間

# ShuJuWenJian
source: Data files
de: Datendatei
fr: Fichier de données
ko: 데이터 파일
ru: Файл данных
zh_cn: 数据文件
zh_tw: 資料檔案

# ShuJuXingZhengMoBanGeShi
source: New template format data
de: Neue Vorlage Formatdaten
fr: De nouvelles données de format de modèle
ko: 새 템플릿 포맷 데이터
ru: Новый формат данных шаблона
zh_cn: 数据新增模版格式
zh_tw: 資料新增模版格式

# ShuJuXinXi
source: Data Information
fr: Données
ko: 데이터 정보
ru: Информация данные
zh_cn: 数据信息
zh_tw: 資料資訊

# ShuJuXinZengMuBanGeShi
source: New template format data
de: Neue Vorlage Formatdaten
fr: De nouvelles données de format de modèle
ko: 새 템플릿 포맷 데이터
ru: Новый формат данных шаблона
zh_cn: 数据新增模版格式
zh_tw: 資料新增模版格式

# ShuLiang
source: Quantity
de: Menge
fr: Quantité
ko: 양
ru: Количество
zh_cn: 数量
zh_tw: 數量

# ShuLiangShangXian
source: Maximum number of
de: Maximale Anzahl von
fr: Le nombre maximum de
ko: 의 최대 수
ru: Максимальное количество
zh_cn: 数量上限
zh_tw: 數量上限

# ShuMing
source: Title
de: Titel
fr: Titre
ko: 이름
ru: Название
zh_cn: 书名
zh_tw: 書名

# ShunPai
source: Shun row
de: Shun Reihe
fr: Shun ligne
ko: 순 행
ru: Шун ряд
zh_cn: 顺排
zh_tw: 順排

# ShunXu
source: Order
de: Reihenfolge
fr: Ordre
ko: 순서
ru: Порядок
zh_cn: 顺序
zh_tw: 順序

# ShunXuHao
source: Sequence number
de: Sequenznummer
fr: Numéro de séquence
ko: 일련 번호
ru: Порядковый номер
zh_cn: 顺序号
zh_tw: 順序號

# ShuoDingZhuangTai
source: Lock Status
fr: Statut Lock
ko: 잠금 상태
ru: Блокировка Статус
zh_cn: 锁定状态
zh_tw: 鎖定狀態

# ShuoMing
source: Explanation
de: Erläuterung
fr: Explication
ko: 설명
ru: Объяснение
zh_cn: 说明
zh_tw: 說明

# ShuoMingGJTGDYHMMMD
source: Description: GJTGDYHMMMD
de: Beschreibung: GJTGDYHMMMD
ko: 설명 : GJTGDYHMMMD
ru: Описание: GJTGDYHMMMD
zh_cn: 说明：GJTGDYHMMMD
zh_tw: 說明：GJTGDYHMMMD

# ShuoMingJTSPTGHXTYYJ
source: Description: After the Group for approval by e-mail
de: Beschreibung: Nach den Konzern für die Zulassung per Post
fr: Description: Après le Groupe pour approbation par courrier
ko: 설명 : 그룹 후 우편으로 승인
ru: Описание: После того как группа для утверждения по почте
zh_cn: 说明：集团审批通过后以邮件
zh_tw: 說明：集團審批通過後以郵件

# ShuoMingSYBZWJXZ
source: Description: SYBZWJXZ
de: Beschreibung: SYBZWJXZ
ko: 설명 : SYBZWJXZ
ru: Описание: SYBZWJXZ
zh_cn: 说明：SYBZWJXZ
zh_tw: 說明：SYBZWJXZ

# ShuoMingXSJYHMMFDND
source: Description: Send information to your
de: Beschreibung: Informationen zu schicken
fr: Description: Envoyer des informations à votre
ko: 설명 : 정보를 전송하여
ru: Описание: Передача данных в
zh_cn: 说明：形式发送信息到你的
zh_tw: 說明：形式發送資訊到你的

# ShuoMingYXQRZHDNDYX
source: Description: E-mail, please check your e-mail
de: Beschreibung: E-Mail, überprüfen Sie bitte Ihre Mailbox
fr: Description: E-mail, s'il vous plaît vérifier votre boîte aux lettres
ko: 설명 : 전자 메일, 사서함을 확인하시기 바랍니다
ru: Описание: E-почты, пожалуйста, проверьте ваш почтовый ящик
zh_cn: 说明：邮箱，请及时检查你的邮箱
zh_tw: 說明：郵箱，請及時檢查你的郵箱

# ShuXing
source: Book type
fr: Type de livre
ko: 북 타입
ru: Тип книги
zh_cn: 书型
zh_tw: 書型

# ShuXingLiuLan
source: Tree View
de: Explorer-Ansicht
fr: Arborescence
ko: 트리보기
ru: Дерево
zh_cn: 树形浏览
zh_tw: 樹形流覽

# ShuXingShuoMing
source: Property Description
de: Beschreibung
fr: Propriété Description
ko: 속성 설명
ru: Описание недвижимости
zh_cn: 属性说明
zh_tw: 屬性說明

# SiGongGuanLiYuanZheng
source: Construction Administrator Certificate
de: Bau-Zertifikat Administrator
fr: Administrateur de certificat de construction
ko: 건설 인증서 관리자
ru: Администратор сертификат Строительство
zh_cn: 施工管理员证
zh_tw: 施工管理員證

# SiHanLeiXing
source: Wire bonding type:
de: Drahtverbindungstyp:
fr: Fil type de liaison:
ko: 와이어 본딩 형 :
ru: Провода типа склеивания:
zh_cn: 丝焊类型：
zh_tw: 絲焊類型：

# SiJi
source: Driver
de: Fahrer
fr: Chauffeur
ko: 운전사
ru: Водитель
zh_cn: 司机
zh_tw: 司機

# SiJiQianZi
source: Driver signing
de: Signature-Pilot
fr: Pilote Signature
ko: 서명 드라이버
ru: Водитель Подпись
zh_cn: 司机签字
zh_tw: 司機簽字

# SiJiTianXie
source: Fill driver
de: Füllen Treiber
fr: Remplissez pilote
ko: 드라이버를 작성
ru: Заполните драйвер
zh_cn: 司机填写
zh_tw: 司機填寫

# SiQi
source: Private
de: Privat
fr: Privé
ko: 개인
ru: Частный
zh_cn: 私企
zh_tw: 私企

# SiWangRenShu
source: Death toll
de: Die Zahl der Toten
fr: Nombre des morts
ko: 사망자 수
ru: Список погибших
zh_cn: 死亡人数
zh_tw: 死亡人數

# SJDRMBGS
source: Data Import Template Format
fr: Importer un modèle de données Format
ko: 데이터 가져 오기 템플릿 형식
ru: Формат шаблона импорта данных
zh_cn: 数据导入模版格式
zh_tw: 資料導入模版格式

# SJDRXZMB
source: Data Import new templates
de: Neue Vorlagen Datenimport
fr: Importer des données de nouveaux modèles
ko: 데이터 가져 오기 새로운 템플릿
ru: Импорт данных новые шаблоны
zh_cn: 数据导入新增模版
zh_tw: 數據導入新增模版

# SJGZLXXLB
source: Actual workload information list
de: Tatsächliche Arbeitsbelastung Liste
fr: Liste de charge de travail réelle
ko: 실제 워크로드 목록
ru: Фактическая нагрузка список
zh_cn: 实际工作量信息列表
zh_tw: 實際工作量資訊清單

# SJHJJTQYBG
source: Actual weld joint regional reports
de: Tatsächliche Schweißverbindung regionale Berichte
fr: Soudure réelle rapports régionaux communs
ko: 실제 용접 공동 지역 보고서
ru: Фактическая сварные совместные региональные отчеты
zh_cn: 实际焊接接头区域报告
zh_tw: 實際焊接接頭區域報告

# SJJHMLDY
source: Data exchange command definition
de: Datenaustausch Befehlsdefinition
fr: Données définition de commande d'échange
ko: 데이터 교환 명령 정의
ru: Определение команды обмена данными
zh_cn: 数据交换命令定义
zh_tw: 資料交換命令定義

# SJJHMLLB
source: Data exchange Command List
de: Datenaustausch Befehlsliste
fr: Liste des données de commande d'échange
ko: 데이터 교환 명령 목록
ru: Обмен Список команд данных
zh_cn: 数据交换命令列表
zh_tw: 資料交換命令列表

# SJJHZDPDLB
source: Data exchange field pairing list
de: Felddatenaustausch Pairing-Liste
fr: L'échange de données champ liste de couplage
ko: 필드 데이터 교환 페어링 목록
ru: Поле обмен данными список спаривание
zh_cn: 数据交互字段配对列表
zh_tw: 資料交互欄位配對清單

# SJJHZXJL
source: Data exchange execution record
de: Datenaustausch Ausführung Rekord
fr: Enregistrer les données d'exécution de change
ko: 데이터 교환 실행 기록
ru: Запись исполнения обмена данными
zh_cn: 数据交换执行记录
zh_tw: 資料交換執行記錄

# SJKJKSD
source: Database Interface Settings
de: Datenbankschnittstelle Einstellung
fr: Base de données Réglage d'interface
ko: 데이터베이스 인터페이스 설정
ru: База данных Настройка интерфейса
zh_cn: 数据库接口设定
zh_tw: 資料庫介面設定

# SLCYAQKLBNSY
source: Example (for security reasons, can not be used
de: Beispiel (Aus Sicherheitsgründen können Sie nicht verwenden
fr: Exemple (Pour des raisons de sécurité, vous ne pouvez pas utiliser
ko: 예 (보안을 위해, 당신은 사용할 수 없습니다
ru: Пример (По соображениям безопасности, вы не можете использовать
zh_cn: 示例（出于安全考虑，不能使用
zh_tw: 示例（出於安全考慮，不能使用

# SMJTSPTGHXTYYJ
source: Description: After the Group approved by the system by e-mail
de: Beschreibung: Nach der Konzern durch das System genehmigt, um eine E-Mail
fr: Description: Après le Groupe approuvée par le système d'e-mail
ko: 설명 : 그룹이 시스템에 의해 승인 후 이메일로
ru: Описание: После того, как группа одобрила системой по электронной почте
zh_cn: 说明： 集团审批通过后系统以邮件
zh_tw: 說明： 集團審批通過後系統以郵件

# SMTPDiZhi
source: SMTP address
de: SMTP-Adresse
fr: Adresse SMTP
ko: SMTP 주소
ru: SMTP-адрес
zh_cn: SMTP地址
zh_tw: SMTP地址

# SMTPDuanKou
source: SMTP port
fr: Le port SMTP
ko: SMTP 포트
ru: Порт SMTP-
zh_cn: SMTP端口
zh_tw: SMTP埠

# SolidifyToProject
source: Curing the BOM
de: Härten der Stückliste
fr: Guérir la nomenclature
ko: BOM 경화
ru: Лечение спецификацию
zh_cn: 固化到BOM
zh_tw: 固化到BOM

# SongHuoDanMingXi
source: Details Delivery Note
de: Details Lieferung Hinweis
fr: Détails de livraison Note
ko: 세부 배달 주
ru: Детали Доставка Примечание
zh_cn: 送货单明细
zh_tw: 送貨單明細

# SongHuoDiZhi
source: Shipping Address
de: Lieferadresse
fr: Adresse de livraison
ko: 배송 주소
ru: Адрес доставки
zh_cn: 送货地址
zh_tw: 送貨地址

# SongHuoMing
source: Delivery name
de: Lieferung Name
fr: Nom de livraison
ko: 배달 이름
ru: Название Доставка
zh_cn: 送货名
zh_tw: 送貨名

# SongHuoShiJian
source: Delivery time
de: Lieferzeit
fr: Délai de livraison
ko: 배달 시간
ru: Срок поставки
zh_cn: 送货时间
zh_tw: 送貨時間

# SongXuHao
source: Sequence number
de: Sequenznummer
fr: Numéro de séquence
ko: 일련 번호
ru: Порядковый номер
zh_cn: 顺序号
zh_tw: 順序號

# SouSuo
source: Search for
de: Suche
fr: Recherche
ko: 수색
ru: Поисковый
zh_cn: 搜索
zh_tw: 搜索

source: Specification
de: Spezifizierung
fr: Spécification
ko: 명세서
ru: Спецификация
zh_cn: 规格
zh_tw: 規格

# SPQCSJDR
source: Item Beginning Data Import
de: Artikel Beginning Datenimport
fr: Point Début Importation de données
ko: 항목 데이터 가져 오기를 시작
ru: Пункт Начиная Импорт данных
zh_cn: 期初数据导入
zh_tw: 物料期初數據導入

# SPZCTSKHGYS
source: Item Assets Books Customer Supplier
de: Artikel Assets Bücher Kunden Lieferanten
fr: Point actifs Livres Fournisseur client
ko: 상품 자산 도서 고객 공급 업체
ru: Пункт Активы Книги клиентов Поставщик
zh_cn: 物料资产图书客户供应商
zh_tw: 物料資產圖書客戶供應商

# SQLDaiMa
source: SQL Code
fr: Code SQL
ko: SQL 코드
zh_cn: SQL代码
zh_tw: SQL代碼
