Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZGXSBJC
source: Update fails, check!
de: Update fehlschlägt, überprüfen!
fr: Mise à jour échoue, vérifiez!
ko: 업데이트 확인 실패!
ru: Обновление не помогает, проверьте!
zh_cn: 保存失败，请检查！
zh_tw: 更新失敗，請檢查！

# ZZGXSBJCDMZFHMXWK
source: Update fails, check (code duplication or an empty)!
de: Update fehlschlägt, Scheck (Code-Duplizierung oder eine leere)!
fr: Mise à jour échoue, chèque (duplication de code ou un vide)!
ko: 업데이트 실패, 검사 (코드 중복 또는 빈)!
ru: Обновление не удалось, проверка (дублирование кода или пустой)!
zh_cn: 保存失败，请检查(代码重复或某项为空)！
zh_tw: 更新失敗，請檢查(代碼重複或某項為空)！

# ZZGXSBMMCDBXDYHDY8WJC
source: The update fails, the password length must be greater than or equal to 8, please check!
de: Die Aktualisierung fehlschlägt, muss der Passwortlänge größer als oder gleich 8 sein, prüfen Sie bitte!
fr: La mise à jour échoue, la longueur du mot de passe doit être supérieure ou égale à 8, s'il vous plaît vérifier!
ko: 업데이트는, 암호 길이가 8 같거나 커야합니다 실패, 확인하시기 바랍니다!
ru: Обновление терпит неудачу, длина пароля должна быть больше или равна 8, пожалуйста, проверьте!
zh_cn: 保存失败，密码长度必须大于或等于8位，请检查！
zh_tw: 更新失敗，密碼長度必須大於或等於8位，請檢查！

# ZZGXTZDYBDYWFSC
source: The defect notice has been invoked, can not be deleted!
de: Die Mängelanzeige aufgerufen worden ist, kann nicht gelöscht werden!
fr: L'avis de défaut a été invoqué, ne peut pas être supprimé!
ko: 결함 통지가 호출되어, 삭제할 수 없습니다!
ru: Дефект уведомление было ссылаться, не могут быть удалены!
zh_cn: 该缺陷通知单已被调用，无法删除！
zh_tw: 該缺陷通知單已被調用，無法刪除！

# ZZGXXMWCCDCCJC
source: MSRP degree of completion error, please check!
de: UVP Grad der Fertigstellung Fehler, bitte!
fr: PDSF degré d'erreur d'achèvement, s'il vous plaît vérifier!
ko: 완료 오류의 MSRP 정도, 확인하시기 바랍니다!
ru: MSRP степень ошибки завершения, пожалуйста, проверьте!
zh_cn: 更新项目完成程度出错，请检查！
zh_tw: 更新項目完成程度出錯，請檢查！

# ZZGXYCJC
source: Update, please check!
de: Aktualisieren, überprüfen Sie bitte!
fr: Mise à jour, s'il vous plaît vérifier!
ko: 업데이트, 확인하시기 바랍니다!
ru: Обновление, пожалуйста, проверьте!
zh_cn: 更新异常，请检查！
zh_tw: 更新異常，請檢查！

# ZZGXYTBNWFFZF
source: Pipeline not use illegal characters!
de: Pipeline kann nicht verwendet werden ungültige Zeichen!
fr: Pipeline ne peut pas utiliser des caractères illégaux!
ko: 파이프 라인 불법 문자를 사용할 수 없습니다!
ru: Трубопровод не можете использовать недопустимые символы!
zh_cn: 管线用途不能为非法字符！
zh_tw: 管線用途不能為非法字元！

# ZZGXZPFCG
source: Update from ratings success!
de: Update von Ratings Erfolg!
fr: Mise à jour de notes succès!
ko: 평가의 성공에서 업데이트!
ru: Обновление от оценки успеха!
zh_cn: 更新自评分成功！
zh_tw: 更新自評分成功！

# ZZGYFSBNWKBC
source: Mode of supply can not be empty, please add!
de: Erbringungs darf nicht leer sein, fügen Sie bitte!
fr: Mode de fourniture ne peut être vide, s'il vous plaît ajouter!
ko: 공급 모드는 비워 둘 수 없습니다, 추가하십시오!
ru: Режим подачи не может быть пустым, пожалуйста, добавьте!
zh_cn: 供应方式不能为空，请补充！
zh_tw: 供應方式不能為空，請補充！

# ZZGYHDMYCZJC
source: The user code that already exists, please check!
de: Der Benutzer-Code, der bereits vorhanden ist, überprüfen Sie bitte!
fr: Le code d'utilisateur qui existe déjà, s'il vous plaît vérifier!
ko: 이미 존재하는 사용자 코드는 확인하시기 바랍니다!
ru: Код пользователя, который уже существует, пожалуйста, проверьте!
zh_cn: 该用户代码已存在，请检查！
zh_tw: 該用戶代碼已存在，請檢查！

# ZZGYSDMHMCBNWKJC
source: Supplier?  dispatch rabbit  apostrophe shortage Qi Yuan  blink  frightened Starling?
de: Lieferant?  Versendung Kaninchen  Mangel Apostroph Qi Yuan  blink  erschreckt Starling?
fr: Fournisseur?  envoi lapin  le clignotement de apostrophe pénurie Qi Yuan  peur Starling?
ko: 하십니까?  파견 토끼  찌르레기를 두려워  아포스트로피 부족 제나라 위안  깜짝?
ru: Поставщик?  отправка кролика  апостроф нехватка Ци Юань  мигают  напугал Старлинг?
zh_cn: 供应商?牒兔撇荒芪眨爰觳椋?
zh_tw: 供應商?牒兔撇荒芪眨爰觳椋?

# ZZGYSDMMCHLXBNWKJC
source: Supplier code, name and type can not be empty, please check!
de: Lieferantennummer, Name und Typ darf nicht leer sein, überprüfen Sie bitte!
fr: Code du fournisseur, le nom et le type ne peut pas être vide, s'il vous plaît vérifier!
ko: 공급 업체 코드, 이름과 비워 둘 수 없습니다 유형, 확인하시기 바랍니다!
ru: Код поставщика, наименование и тип не может быть пустым, пожалуйста, проверьте!
zh_cn: 供应商代码、名称和类型不能为空，请检查！
zh_tw: 供應商代碼、名稱和類型不能為空，請檢查！

# ZZGYSDYBDYWFSC
source: The acceptance of a single has been invoked, can not be deleted!
de: Die Annahme einer einzigen genannt worden ist, kann nicht gelöscht werden!
fr: L'acceptation d'un seul a été appelé, ne peut pas être supprimé!
ko: 하나의 승인이 취소 된 경우에는 삭제할 수 없습니다!
ru: Принятие сингла была названа, не может быть удален!
zh_cn: 该验收单已被调用，无法删除！
zh_tw: 該驗收單已被調用，無法刪除！

# ZZGYSJDBWFSBNXG
source: Supplier review the progress is not and can not change!
de: Lieferant den Fortschritt ist nicht und kann nicht geändert werden!
fr: Fournisseur examiner les progrès ne sont pas et ne peut pas changer!
ko: 공급자는 진행되지 않고 변경할 수 없습니다 검토!
ru: Поставщик рассмотреть прогресс не является и не может изменить!
zh_cn: 供应商进度不为复审，不能修改！
zh_tw: 供應商進度不為複審，不能修改！

# ZZGYSJDBWPZBNFS
source: Supplier progress is not approved, we can not review!
de: Lieferant Fortschritt nicht genehmigt wird, können wir nicht überprüfen!
fr: Fournisseur de progrès est pas approuvée, nous ne pouvons pas commenter!
ko: 공급 업체 진전이 승인되지에게, 우리는 검토 할 수 없습니다!
ru: Прогресс Поставщик не утвержден, мы не можем рассмотреть!
zh_cn: 供应商进度不为批准，不能复审！
zh_tw: 供應商進度不為批准，不能複審！

# ZZGYSJDBWPZBNSH
source: Supplier progress is not approved, can not be audited!
de: Lieferant Fortschritt wird nicht zugelassen, kann nicht überprüft werden!
fr: Fournisseur de progrès est pas approuvé, ne peut pas être vérifié!
ko: 공급 업체의 진행이 승인되지 않은, 감사 할 수 없다!
ru: Прогресс Поставщик не утверждены, не может быть аудит!
zh_cn: 供应商进度不为批准，不能审核！
zh_tw: 供應商進度不為批准，不能審核！

# ZZGYSMCBNWFFZF
source: Vendor name can not be illegal characters!
de: Vendor Name nicht erlaubte Zeichen sein!
fr: Le nom du fournisseur ne peut pas être des caractères illégaux!
ko: 공급 업체 이름에 잘못된 문자가 될 수 없습니다!
ru: Название поставщика не может быть недопустимые символы!
zh_cn: 供应商名称不能为非法字符！
zh_tw: 供應商名稱不能為非法字元！

# ZZGYSMCCDBCG30GZF
source: Supplier name longer than 30 characters!
de: Name des Anbieters nicht mehr als 30 Zeichen!
fr: Nom du fournisseur ne dépasse pas 30 caractères!
ko: 더 이상 30 자 이하 공급 업체 이름!
ru: Название Поставщик не более 30 символов!
zh_cn: 供应商名称长度不超过30个字符！
zh_tw: 供應商名稱長度不超過30個字元！

# ZZGYSMCZDKTX
source: Supplier Name field vacancy, please fill out!
de: Name des Anbieters Feldleerstand, füllen Sie bitte!
fr: Fournisseur champ Nom vacance, s'il vous plaît remplir!
ko: 공급 업체 이름 필드의 공석은 기입하시기 바랍니다!
ru: Поставщик поле Имя вакансия, пожалуйста, заполните!
zh_cn: 供应商名称字段空缺，请填写！
zh_tw: 供應商名稱欄位空缺，請填寫！

# ZZGYSSCCG
source: SUPPLIERS success!
de: Lieferant erzeugen Erfolg!
fr: Fournisseur générer succès!
ko: 공급자는 성공을 생성!
ru: Поставщик генерировать успех!
zh_cn: 供应商生成成功！
zh_tw: 供應商生成成功！

# ZZGYSSCSBJC
source: SUPPLIERS fails, check!
de: Lieferant Erzeugung fehlschlägt, überprüfen!
fr: Fournisseur de génération échoue, vérifiez!
ko: 공급 업체 생성에 실패, 확인!
ru: Не удается поколение поставщиков, проверить!
zh_cn: 供应商生成失败，请检查！
zh_tw: 供應商生成失敗，請檢查！

# ZZGZCBCZWFDZJC
source: The assets do not exist, can not be adjusted, check!
de: Das Vermögen nicht vorhanden sind, können nicht eingestellt werden, zu überprüfen!
fr: Les actifs ne existent pas, ne peut pas être ajustée, vérifier!
ko: 자산이 조절 될 수없고, 존재하지 않는, 검사!
ru: Эти активы не существует, не может быть изменена, проверьте!
zh_cn: 该资产不存在，无法调整，请检查！
zh_tw: 該資產不存在，無法調整，請檢查！

# ZZGZCBKLYYWKYSLBDY0
source: The assets can not be requisitioned, because its available quantity is not greater than 0!
de: Das Vermögen kann nicht beschlagnahmt werden, weil seine verfügbare Menge nicht größer als 0!
fr: Les actifs ne peuvent pas être réquisitionnés, parce que sa quantité disponible ne dépasse pas 0!
ko: 자산 때문에 가능 수량 크지 0보다, 징발 할 수 없습니다!
ru: Активы не могут быть реквизированы, потому что его доступное количество не превышает 0!
zh_cn: 该资产不可领用，因为其可用数量不大于0！
zh_tw: 該資產不可領用，因為其可用數量不大於0！

# ZZGZCBKLYYWLYSLBDY0
source: The assets can not be requisitioned, because it is not the number of recipients is greater than 0!
de: Das Vermögen kann nicht beschlagnahmt werden, weil es nicht die Zahl der Empfänger größer als 0!
fr: Les actifs ne peuvent pas être réquisitionnés, car il est pas le nombre de bénéficiaires est supérieur à 0!
ko: 이 때문에 자산, 징발 할 수없는 수신자의 수가 0보다 클!
ru: Активы не могут быть реквизированы, потому что это не число получателей больше, чем 0!
zh_cn: 该资产不可领用，因为其领用数量不大于0！
zh_tw: 該資產不可領用，因為其領用數量不大於0！

# ZZGZCBKLYYWLYSLDYKYSL
source: The assets can not be requisitioned, because its recipients quantities greater than the number of available!
de: Das Vermögen kann nicht beschlagnahmt werden, weil die Empfänger Mengen höher als die Anzahl der zur Verfügung!
fr: Les actifs ne peuvent pas être réquisitionnés, en raison des quantités supérieures que le nombre de bénéficiaires de ses disponibles!
ko: 자산, 징발 할 수 없기 때문에 사용할 수의 수보다 더 큰 그 수신자 수량!
ru: Активы не могут быть реквизированы, потому что его получатели количествах, превышающих количества продаже!
zh_cn: 该资产不可领用，因为其领用数量大于可用数量！
zh_tw: 該資產不可領用，因為其領用數量大於可用數量！

# ZZGZJYBSYWFSC
source: The documents have been used, can not be deleted!
de: Die Dokumente verwendet worden sind, können nicht gelöscht werden!
fr: Les documents ont été utilisés, ne peut être supprimé!
ko: 문서에 사용 된, 삭제할 수 없습니다!
ru: Документы были использованы, не могут быть удалены!
zh_cn: 该证件已被使用，无法删除！
zh_tw: 該證件已被使用，無法刪除！

# ZZGZLJCDYBDYWFSC
source: The quality checklist has been invoked, can not be deleted!
de: Die Qualität Checkliste genannt worden ist, kann nicht gelöscht werden!
fr: La liste de contrôle de la qualité a été appelé, ne peut pas être supprimé!
ko: 품질 체크리스트가 호출되어, 삭제할 수 없습니다!
ru: Контрольный список качества была названа, не могут быть удалены!
zh_cn: 该质量检查单已被调用，无法删除！
zh_tw: 該品質檢查單已被調用，無法刪除！

# ZZGZLMBDYBCCG
source: Workflow template definition successfully saved!
de: Workflow-Template-Definition erfolgreich gespeichert!
fr: Définition de modèle de workflow enregistré avec succès!
ko: 워크 플로 템플릿 정의가 성공적으로 저장!
ru: Определение шаблона рабочего процесса успешно сохранены!
zh_cn: 工作流模板定义保存成功！
zh_tw: 工作流範本定義保存成功！

# ZZGZLMCBNWK
source: Workflow name can not be empty!
de: Workflow-Name darf nicht leer sein!
fr: Nom de workflow ne peut pas être vide!
ko: 워크 플로 이름은 비워 둘 수 없습니다!
ru: Имя рабочего процесса не может быть пустым!
zh_cn: 工作名称不能为空！
zh_tw: 工作流名稱不能為空！

# ZZGZLSCCG
source: Workflow Builder success!
de: Workflow Builder Erfolg!
fr: Workflow succès Builder!
ko: 워크 플로우 빌더 성공!
ru: Процедура Builder успех!
zh_cn: 申请生成成功！
zh_tw: 工作流生成成功！

# ZZGZLSSCSB
source: Workflow application generation failed!
de: Workflow-Anwendung Generierung fehlgeschlagen!
fr: Génération d'applications de workflow a échoué!
ko: 워크 플로우 애플리케이션 생성 실패!
ru: Создания приложений документооборота не удалось!
zh_cn: 申请生成失败！
zh_tw: 工作流申請生成失敗！

# ZZGZLYHZGTZDYBDYWFSC
source: The quality problems rectification notice has been called, can not be deleted!
de: Die Qualitätsprobleme Berichtigung einberufen worden ist, kann nicht gelöscht werden!
fr: La rectification des problèmes de qualité avis a été appelé, ne peut pas être supprimé!
ko: 품질 문제 정류 통지가 불려, 삭제할 수 없습니다!
ru: Качество проблемы выпрямления уведомление было назвать, не могут быть удалены!
zh_cn: 该质量隐患整改通知单已被调用，无法删除！
zh_tw: 該品質隱患整改通知單已被調用，無法刪除！

# ZZGZSJXXSJCCSBSJJC
source: Working time + rest time exceeds the working hours, please check!
de: Arbeitszeit + Ruhezeit die Arbeitszeit überschreitet, überprüfen Sie bitte!
fr: Le temps de travail + temps de repos dépasse les heures de travail, s'il vous plaît vérifier!
ko: 작업 시간 + 휴식 시간은 근무 시간을 초과 확인하세요!
ru: Время работы + время остальные превышает рабочие часы, пожалуйста, проверьте!
zh_cn: 工作时间+休息时间超出上班时间，请检查！
zh_tw: 工作時間+休息時間超出上班時間，請檢查！

# ZZHCPBBCWJCCWYYKNSEXMESSAGE
source: Get Product Version error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich Produktversion Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez erreur Version du produit, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 버전 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить версию продукта ошибку, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取产品版本错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取產品版本錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHCPCWJCCWYYKNSEXMESSAGE
source: Get product error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich Produktfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez erreur de produit, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить ошибку продукта, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取产品错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取產品錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHCPMKCWJCCWYYKNSEXMESSAGE
source: Get Product Module error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich Produktmodulfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez erreur Module produit, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 모듈 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить ошибка модуля продукта, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取产品模块错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取產品模組錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHCPXCWJCCWYYKNSEXMESSAGE
source: Get Product line error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich Produktlinie Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez erreur de ligne de produits, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 제품 라인 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить ошибку линейки продуктов, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取产品线错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取產品線錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHCSJBNXYYCSJJC
source: Off time can not be less than car time, please check!
de: Die Zeit kann nicht weniger als das Auto Auto Zeit zu sein, überprüfen Sie bitte!
fr: Temps ne peut pas être inférieur au temps de voiture de voiture, s'il vous plaît vérifier!
ko: 시간이 자동차 자동차 시간보다 작을 수 없습니다, 확인하시기 바랍니다!
ru: Время не может быть меньше, чем время, автомобилями, пожалуйста, проверьте!
zh_cn: 还车时间不能小于用车时间，请检查！
zh_tw: 還車時間不能小於用車時間，請檢查！

# ZZHDCWJCCWYYKNSEXMESSAGE
source: Get great area error, please check! Error reason might be: "+ ex.Message +"
de: Holen Sie sich ein großes Gebiet Fehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez une grande erreur de la zone, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 넓은 지역에 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить большую ошибку площадь, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取大区错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取大區錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHDSBJC
source: Activity fails, check!
de: Aktivität fehlschlägt, überprüfen!
fr: Activité échoue, vérifiez!
ko: 활동 확인 실패!
ru: Активность не удается, проверьте!
zh_cn: 活动失败，请检查！
zh_tw: 活動失敗，請檢查！

# ZZHDSBJCZ
source: Activity fails, check the station!
de: Aktivität fehlschlägt, überprüfen Sie die Station!
fr: Activité échoue, vérifiez la station!
ko: 활동 역을 확인 실패!
ru: Активность не удается, проверьте станцию!
zh_cn: 活动失败，请检查站！
zh_tw: 活動失敗，請檢查站！

# ZZHDZNWXSHZZS
source: Thickness only as a decimal or integer!
de: Dicke nur als Dezimalzahl oder Ganzzahl!
fr: Epaisseur seulement comme un nombre décimal ou entier!
ko: 단지 소수 또는 정수로 두께!
ru: Толщина только в виде десятичной дроби или числа!
zh_cn: 厚度只能为小数，或者整数！
zh_tw: 厚度只能為小數，或者整數！

# ZZHFGSCWJCCWYYKNSEXMESSAGE
source: Get subsidiaries error, please check! Error reason might be: "+ ex.Message +"
de: Holen Tochtergesellschaften Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Obtenez erreur filiales, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 자회사 오류가 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Получить дочерних ошибку, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取分公司错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取分公司錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHGHBNWFFZF
source: Welder number can not be illegal characters!
de: Welder-Nummer kann nicht illegal Zeichen sein!
fr: Numéro de soudeur ne peut pas être des caractères illégaux!
ko: 용접기 번호에 잘못된 문자가 될 수 없습니다!
ru: Количество Сварщик не может быть недопустимые символы!
zh_cn: 焊工号不能为非法字符！
zh_tw: 焊工號不能為非法字元！

# ZZHJCLBNWFFZF
source: Welding material can not be illegal characters!
de: Schweißstoffe können nicht illegal Zeichen sein!
fr: Matériaux de soudage ne peuvent pas être des caractères illégaux!
ko: 용접 재료에 잘못된 문자가 될 수 없습니다!
ru: Сварочные материалы не могут быть недопустимые символы!
zh_cn: 焊接材料不能为非法字符！
zh_tw: 焊接材料不能為非法字元！

# ZZHJWZ1BNWFFZF
source: Welding position 1 can not be illegal characters!
de: Schweißposition 1 kann nicht illegal Zeichen sein!
fr: Position de soudage 1 ne peut y avoir des caractères illégaux!
ko: 용접 위치 1에 잘못된 문자가 될 수 없습니다!
ru: Положение Сварочные 1 не может быть недопустимые символы!
zh_cn: 焊接位置1不能为非法字符！
zh_tw: 焊接位置1不能為非法字元！

# ZZHJWZ2BNWFFZF
source: Welding position 2 can not be illegal characters!
de: Schweißposition 2 nicht illegal Zeichen sein!
fr: Position de soudage 2 ne peut y avoir des caractères illégaux!
ko: 용접 위치 2에 잘못된 문자가 될 수 없습니다!
ru: Положение Сварочные 2 не может быть недопустимые символы!
zh_cn: 焊接位置2不能为非法字符！
zh_tw: 焊接位置2不能為非法字元！

# ZZHJWZBNWFFZF
source: Welding position can not be illegal characters!
de: Schweißposition kann nicht illegal Zeichen sein!
fr: Position de soudage ne peut pas être des caractères illégaux!
ko: 용접 위치에 잘못된 문자가 될 수 없습니다!
ru: Положение сварки не может быть недопустимые символы!
zh_cn: 焊接位置不能为非法字符！
zh_tw: 焊接位置不能為非法字元！

# ZZHKHBNWFFZF
source: Welding slogan can not be illegal characters!
de: Schweiß Slogan kann nicht illegal Zeichen sein!
fr: Slogan de soudage ne peut pas être des caractères illégaux!
ko: 용접 슬로건에 잘못된 문자가 될 수 없습니다!
ru: Сварка лозунг не может быть недопустимые символы!
zh_cn: 焊口号不能为非法字符！
zh_tw: 焊口號不能為非法字元！

# ZZHKHZTCWJCCWYYKNSEXMESSAGE
source: Access to customer status error, please check! Error reason might be: "+ ex.Message +"
de: Zugang zum Kundenstatus Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: L'accès à la clientèle erreur d'état, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 고객 상태 오류에 대한 액세스, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Доступ к ошибке состояния клиента, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 获取客户状态错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 獲取客戶狀態錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZHKZTHBNWFFZF
source: Weld state number can not be illegal characters!
de: Schweißzustandszahl kann nicht illegal Zeichen sein!
fr: Weld numéro d'état ne peut pas être des caractères illégaux!
ko: 용접 상태 번호에 잘못된 문자가 될 수 없습니다!
ru: Weld государственный номер не может быть недопустимые символы!
zh_cn: 焊口状态号不能为非法字符！
zh_tw: 焊口狀態號不能為非法字元！

# ZZHSCG
source: Recycling success!
de: Recycling Erfolg!
fr: Recyclage succès!
ko: 성공을 재활용!
ru: Переработка успех!
zh_cn: 回收成功！
zh_tw: 回收成功！

# ZZHSDWCWZ
source: Conversion unit error, please select!
de: Umwandlungseinheit Fehler, bitte wählen!
fr: Conversion erreur d'unité, s'il vous plaît sélectionner!
ko: 변환 장치 오류, 선택하세요!
ru: Преобразование блока ошибки, пожалуйста, выберите!
zh_cn: 换算单位错误，请选择！
zh_tw: 換算單位錯誤，請選擇！

# ZZHSGXCWXG
source: Conversion between error, please change!
de: Konvertierung zwischen Fehler, ändern Sie bitte!
fr: Conversion entre l'erreur, s'il vous plaît changer!
ko: 오류 사이의 변환, 변경하십시오!
ru: Преобразование между ошибке, пожалуйста, изменится!
zh_cn: 换算关系错误，请修改！
zh_tw: 換算關係錯誤，請修改！

# ZZHSJKLXCWJCCWYYKNSEXMESSAGE
source: Get database type error, please check! Wrong? Broom  Chi-age support Boschniakia glabra pull? + Ex.Message + "
de: Holen Sie sich den Datenbanktyp-Fehler, bitte! Wrong? Broom  Chi-Alter Unterstützung Boschniakia glabra Pull? + Ex.Message + "
fr: Obtenez Type d'erreur de base de données, s'il vous plaît vérifier! Wrong? Broom  Chi-âge soutien Boschniakia glabra traction? + Ex.Message + "
ko: , 데이터베이스 유형 오류 확인 받기! 잘못? 빗자루  카이 나이 지원 Boschniakia의 glabra의 풀? + Ex.Message + "
ru: Получить ошибки типа базы данных, пожалуйста, проверьте! Неправильно? Метла  Чи-возраст поддержки Boschniakia голая тянуть? + Ex.Message + "
zh_cn: 获取数据库类型错误，请检查！错?笤蚩赡苁牵? + ex.Message + "
zh_tw: 獲取資料庫類型錯誤，請檢查！錯?笤蚩贍蓯牽? + ex.Message + "

# ZZHSSLBXSXSHZZS
source: Terms of quantity must be a decimal or integer!
de: Bezug auf Quantität muss eine Dezimalzahl oder ganze Zahl sein!
fr: Conditions de quantité doit être un nombre décimal ou entier!
ko: 수량 이용 약관 진수 또는 정수 여야합니다!
ru: Условия количество должно быть десятичным или целым!
zh_cn: 换算数量必须是小数，或者整数！
zh_tw: 換算數量必須是小數，或者整數！

# ZZHSXSBNWKBC
source: Conversion factor can not be empty, please add!
de: Umrechnungsfaktor darf nicht leer sein, fügen Sie bitte!
fr: Facteur de conversion ne peut pas être vide, s'il vous plaît ajouter!
ko: 변환 계수가 비어있을 수 없습니다, 추가하십시오!
ru: Коэффициент преобразования не может быть пустым, пожалуйста, добавьте!
zh_cn: 换算系数不能为空，请补充！
zh_tw: 換算係數不能為空，請補充！

# ZZHSXSBXWXSLXXG
source: Conversion factor must decimal type, please change!
de: Umrechnungsfaktor muss dezimal Art, ändern Sie bitte!
fr: Facteur de conversion doit de type décimal, s'il vous plaît changer!
ko: 변환 계수는 소수점 유형 변경하시기 바랍니다해야합니다!
ru: Коэффициент преобразования должны десятичной тип, пожалуйста, изменится!
zh_cn: 换算系数必须为小数类型，请修改！
zh_tw: 換算係數必須為小數類型，請修改！

# ZZHSXSCWXG
source: Conversion factor error, please change!
de: Umrechnungsfaktor Fehler, ändern Sie bitte!
fr: Erreur de facteur de conversion, s'il vous plaît changer!
ko: 변환 계수 오류, 변경하십시오!
ru: Ошибка преобразования фактором, пожалуйста, изменится!
zh_cn: 换算系数错误，请修改！
zh_tw: 換算係數錯誤，請修改！

# ZZHTBXXZHGYS
source: The contract must first choose a good supplier!
de: Muss der Vertrag wählen Sie zunächst einen guten Lieferanten!
fr: Le contrat doit d'abord choisir un bon fournisseur!
ko: 계약은 먼저 좋은 공급 업체를 선택해야합니다!
ru: Договор должен сначала выбрать хорошего поставщика!
zh_cn: 合同必须先选择好供应商！
zh_tw: 合同必須先選擇好供應商！

# ZZHTCJCG
source: Contract seized material success!
de: Contract ergriff materiellen Erfolg!
fr: Contrat saisi réussite matérielle!
ko: 계약 재료의 성공을 압수!
ru: Договор захватили материальный успех!
zh_cn: 合同材检成功！
zh_tw: 合同材檢成功！

# ZZHTCJTHCG
source: Contract to return seized material success!
de: Auftrag in Verbindung mit beschlagnahmten Materials Erfolg zurück!
fr: Contrat pour retourner le succès matériel saisi!
ko: 압수 자료 성공을 반환하는 계약!
ru: Договор вернуть изъятый ​​материал успех!
zh_cn: 合同材检退回成功！
zh_tw: 合同材檢退回成功！

# ZZHTHHTMBNWKJC
source: Contract number, contract name can not be empty, please check!
de: Vertragsnummer, können Vertragsnamen nicht leer sein, prüfen Sie bitte!
fr: Numéro de contrat, nom du contrat ne peut pas être vide, s'il vous plaît vérifier!
ko: 계약 번호, 계약 이름은​​ 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Номер контракта, имя контракта не может быть пустым, пожалуйста, проверьте!
zh_cn: 合同代码，合同名不能为空，请检查！
zh_tw: 合同號、合同名不能為空，請檢查！

# ZZHTHHTMYWYBNWKJC
source: Contract number, contract, the clerk can not be empty, please check!
de: Vertragsnummer, Vertragsnamen, kann der Angestellte nicht leer sein, prüfen Sie bitte!
fr: Numéro de contrat, nom du contrat, le greffier ne peut pas être vide, s'il vous plaît vérifier!
ko: 계약 번호, 계약 명, 서기는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Номер контракта, имя контракта, клерк не может быть пустым, пожалуйста, проверьте!
zh_cn: 合同代码，合同名、业务员不能为空，请检查！
zh_tw: 合同號、合同名、業務員不能為空，請檢查！
