Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# JieDianZhi
source: Node value
fr: Valeur de noeud
ko: 노드 값
ru: Значение узла
zh_cn: 节点值
zh_tw: 節點值

# LiuChengShuJiChaXun
source: Workflow from data search
de: Process form data query
fr: Traiter la requête de données de formulaire
ko: 프로세스 양식 데이터 쿼리
ru: Запрос данных формы процесса
zh_cn: 流程表单数据查询
zh_tw: 流程表單數據查詢

# YuYanXuanZe
source: Language Selection
fr: Choix de la langue
ko: 언어 선택
ru: Выбор языка
zh_cn: 语言选择
zh_tw: 語言選擇

# ZhuTiXuanZe
source: Theme Selection
fr: Sélection de thème
ko: 테마 선택
ru: Выбор темы
zh_cn: 主题选择
zh_tw: 主題選擇

# NongLiShengRi
source: LunarBirthday
fr: Anniversaire lunaire
ko: 음력 생일
ru: Лунный день рождения
zh_cn: 农历生日
zh_tw: 農曆生日

# PZCGYGBDQYMM
source: Operate successfully，close current TAB Page?
de: Is the approval successful and you want to close the current page?
fr: succès d'approbation, pour fermer la page en cours?
ko: 승인이 성공적이며 현재 페이지를 닫고 싶습니까?
ru: Успешно ли одобрение, и вы хотите закрыть текущую страницу?
zh_cn: 操作成功，要关闭当前页面吗？
zh_tw: 批准成功，要關閉當前頁面嗎？

# ZZBCSBJCDMZFHMXWK
source: Save failed, please check (code duplication or an item is empty.
de: Failed to save, please check (code is duplicate or some item is empty)!
fr: Enregistrer échoue, chèque (ou une duplication de code vide)!
ko: 저장하지 못했습니다. 코드가 중복되었거나 일부 항목이 비어 있습니다.
ru: Не удалось сохранить, пожалуйста, проверьте (код дублируется или какой-то элемент пуст)!
zh_cn: 保存失败，请检查(代码重复或某项为空)！
zh_tw: 保存失敗，請檢查(代碼重複或某項為空)！

# BCCGYGBDQYMM
source: Save successfully, do you want to close the current page?
de: Erfolgreich gespeichert, möchten Sie die aktuelle Seite schließen?
fr: Enregistré avec succès, vous voulez fermer la page actuelle?
ko: 성공적으로 저장되었습니다. 현재 페이지를 닫으시겠습니까?
ru: Успешно сохранено, хотите закрыть текущую страницу?
zh_cn: 保存成功，要关闭当前页面吗？
zh_tw: 保存成功，要關閉當前頁面嗎？

# JHCGYGBDQYMM
source: Activate successfully, to close the current page?
de: Erfolgreiche Aktivierung, möchten Sie die aktuelle Seite schließen?
fr: Activation réussie, voulez-vous fermer la page actuelle?
ko: 성공적인 활성화, 현재 페이지를 닫으시겠습니까?
ru: Успешная активация, вы хотите закрыть текущую страницу?
zh_cn: 激活成功，要关闭当前页面吗？
zh_tw: 激活成功，要關閉當前頁面嗎？

# QianBuShenQingRen
source: Prior step handler
de: Genehmigungsberechtigter
fr: Approbateur préemptif
ko: 선매 승인자
ru: Упреждающий утверждающий
zh_cn: 前步处理人
zh_tw: 前步審批人

# ZZJGYHDMHYHMCDBNCGSGHZ
source: Warning, user code and user name cannot exceed 10 characters or 20 alphanumeric Numbers, please check!
de: Warnung, Benutzercode und Benutzername dürfen 10 chinesische oder 20 alphanumerische Zeichen nicht überschreiten. Bitte überprüfen!
fr: Attention, le code utilisateur et le nom d'utilisateur ne doivent pas excéder 10 caractères chinois ou 20 caractères alphanumériques, veuillez vérifier!
ko: 경고, 사용자 코드 및 사용자 이름은 10 개 이상 또는 20 영숫자 문자, 확인하십시오 수 없습니다!
ru: Внимание, код пользователя и имя пользователя не могут превышать 10 китайских и 20 буквенно-цифровых символов, пожалуйста, проверьте!
zh_cn: 警告，用户代码和用户名称都不能超过10个汉字或20个字母数字，请检查！
zh_tw: 警告，用戶代碼和用戶名稱都不能超過10個漢字或20個字母數字，請檢查！

# NoChangePasswordUser
source: No change password Users
de: Benutzer ohne Passwortänderung
fr: Utilisateur sans changement de mot de passe
ko: 비밀번호가 변경되지 않은 사용자
ru: Пользователь без смены пароля
zh_cn: 没有改密码的用户
zh_tw: 沒有改密碼的用戶

# CGEQST
source: Purchasing trend chart.
de: Tendenzdiagramm des Kaufbetrags
fr: Tableau de tendance du montant des achats
ko: 구매 금액 추이 차트
ru: График тренда суммы покупки
zh_cn: 采购额趋势图
zh_tw: 採購額趨勢圖

# ZZJGCGZLGLMB
source: Warning, this workflow association template:
de: Achtung, diese Workflow-Zuordnungsvorlage:
fr: Attention, ce modèle d’association de workflow:
ko: 경고,이 워크 플로 연결 템플릿 :
ru: Предупреждение, этот шаблон ассоциации рабочего процесса:
zh_cn: 警告，此工作流关联模板：
zh_tw: 警告，此工作流關聯模板：

# ZZJGNBSZLCDFQRBNCKCLCQJC
source: Warning, you are not the originator of this process, you cannot view this process, please check!
de: Achtung, Sie sind nicht der Initiator dieses Prozesses. Sie können diesen Prozess nicht anzeigen. Bitte überprüfen Sie!
fr: Attention, vous n'êtes pas l'initiateur de ce processus, vous ne pouvez pas visualiser ce processus, veuillez vérifier!
ko: 경고, 귀하는이 프로세스의 창안자가 아니므로이 프로세스를 볼 수 없습니다. 확인하십시오!
ru: Внимание, вы не инициатор этого процесса, вы не можете просмотреть этот процесс, пожалуйста, проверьте!
zh_cn: 警告，你不是此流程的发起人，不能查看此流程，请检查！
zh_tw: 警告，你不是此流程的發起人，不能查看此流程，請檢查！

# ZZTJSZYCWQJC
source: Conditional expression Settings have errors, please check!
de: Bedingte Ausdruckseinstellungen haben Fehler, bitte überprüfen!
fr: Les paramètres d'expression conditionnelle comportent des erreurs, veuillez vérifier!
ko: 조건식 설정에 오류가 있습니다. 확인하십시오!
ru: В настройках условного выражения есть ошибки, пожалуйста, проверьте!
zh_cn: 条件表达式设置有错误，请检查！
zh_tw: 條件表達式設置有錯誤，請檢查！

# ZZGLZLBCZKNYBSCQJC
source: The associated data does not exist, may have been deleted, please check!
de: Die zugehörigen Daten sind nicht vorhanden und wurden möglicherweise gelöscht. Bitte überprüfen!
fr: Les données associées n'existent pas et ont peut-être été supprimées. Veuillez vérifier!
ko: 연결된 데이터가 존재하지 않아 삭제되었을 수 있습니다. 확인하십시오!
ru: Связанные данные не существуют и, возможно, были удалены. Пожалуйста, проверьте!
zh_cn: 关联资料不存在，可能已被删除，请检查！
zh_tw: 關聯資料不存在，可能已被刪除，請檢查！

# LiaoPingcaigoushengqing
source: Material purchase application.
de: Artikel-Bestellanforderung
fr: Demande d'achat d'objet
ko: 상품 구매 요청
ru: Товарная заявка
zh_cn: 物料采购申请
zh_tw: 物料採購申請

# ZhouMoKaiShiRiQi
source: Weekend Frist Day
de: Startdatum am Wochenende
fr: Date de début de week-end
ko: 주말 시작일
ru: Дата начала выходных
zh_cn: 周末开始日期
zh_tw: 週末開始日期

# CheHao
source: Car Code
de: Autonummer
fr: Numéro de voiture
ko: 자동차 번호
ru: Номер машины
zh_cn: 车号
zh_tw: 車號

# KaiPiaoShiJian
source: The time of make out an invoice
de: Abrechnungszeit
fr: Temps de facturation
ko: 청구 시간
ru: Время выставления счета
zh_cn: 开票时间
zh_tw: 開票時間

# MeiZouGongZuoRiSheDing
source: Set weekly working days
de: Wöchentlicher Arbeitstag
fr: Milieu de travail hebdomadaire
ko: 주간 근무일 설정
ru: Настройка еженедельного рабочего дня
zh_cn: 每周工作日设定
zh_tw: 每週工作日設定

# PiaoHao
source: Ticket Code
de: Ticket Nummer
fr: Numéro de billet
ko: 티켓 번호
ru: Номер билета
zh_cn: 票号
zh_tw: 票號

# ZhouMoJieShuRiQi
source: Weekend end date
de: Wochenendenddatum
fr: Date de fin de semaine
ko: 주말 종료일
ru: Дата окончания выходных
zh_cn: 周末结束日期
zh_tw: 週末結束日期

# ZhouMoShiHouGongZuoRi
source: Is the weekend working
de: Wochenende Arbeitstag
fr: Week-end de travail
ko: 주말 평일
ru: Выходной рабочий день
zh_cn: 周末是否工作日
zh_tw: 週末是否工作日

# ZiJin
source: Capital
de: Fonds
fr: Fonds
ko: 기금
ru: фонды
zh_cn: 资金
zh_tw: 資金

# ZiJinYuSuanBianZhi
source: Budget preparation
de: Kapitalbudgetierung
fr: Budgétisation des immobilisations
ko: 자본 예산 책정
ru: Капитальное бюджетирование
zh_cn: 资金预算编制
zh_tw: 資金預算編制

# CaiGouTuiHuoBaoBiao
source: Purchase Return Report
de: Kaufrücksendebericht
fr: Rapport de retour d'achat
ko: 구매 보고서 반환
ru: Отчет о возврате покупки
zh_cn: 采购退货报表
zh_tw: 採購退貨報表

# XiaoShouTuiHuoBaoBiao
source: Sale Return Report
de: Umsatzrenditebericht
fr: Rapport de retour des ventes
ko: 영업 보고서
ru: Отчет о продажах
zh_cn: 销售退货报表
zh_tw: 銷售退貨報表

# ZongHeYuSuanBianZhi
source: Comprehensive budget preparation
de: Integrierte Budgetierung
fr: Budgétisation intégrée
ko: 통합 예산
ru: Интегрированное бюджетирование
zh_cn: 综合预算编制
zh_tw: 綜合預算編制

# ShiYongMingXi
source: The use of subsidiary
de: Verwenden Sie Details
fr: Utiliser les détails
ko: 세부 정보 사용
ru: Используйте детали
zh_cn: 使用明细
zh_tw: 使用明細

# ZZXZCGCJSZCYYJRCXMCYZ
source: Added successfully, this role group member has joined this project member !
de: Neu hinzugefügt, dieses Rollengruppenmitglied ist diesem Projektmitglied beigetreten
fr: Récemment ajouté, ce membre du groupe de rôles a rejoint ce membre du projet.
ko: 새로 추가 된이 역할 그룹 구성원이이 프로젝트 구성원에 가입했습니다.
ru: Недавно добавленный, этот участник группы ролей присоединился к этому участнику проекта.
zh_cn: 新增成功，此角色组成员已加入此项目成员中
zh_tw: 新增成功，此角色組成員已加入此項目成員中

# LiaoPingCaiGouFuKanJiZhang
source: Charge for material purchase and payment
de: Artikel Kauf Zahlungsabrechnung
fr: Comptabilisation du paiement de l'article
ko: 상품 구매 지불 회계
ru: Учет оплаты покупки товара
zh_cn: 物料采购付款记账
zh_tw: 物料採購付款記賬

# WuZhiCaiGouFuKanJiZhang
source: Material purchase payment accounts
de: Materialkauf-Zahlungsabrechnung
fr: Comptabilité du paiement d'achat de matériel
ko: 자재 구매 지불 회계
ru: Учет оплаты покупки материала
zh_cn: 物资采购付款记账
zh_tw: 物資採購付款記賬

# ZiChanCaiGouFuKanJiZhang
source: Asset purchase payment accounting
de: Asset Purchase Zahlungsabrechnung
fr: Comptabilité de paiement d'achat d'actifs
ko: 자산 구입 지불 회계
ru: Учет оплаты покупки активов
zh_cn: 资产采购付款记账
zh_tw: 資產採購付款記賬

# ZZSBCSQDYJJZBNCFJC
source: Failed, this application form has been charged to account, cannot duplicate an account!
de: Andernfalls wurde dieses Antragsformular gebucht, und es ist nicht möglich, die Buchhaltung zu wiederholen!
fr: En cas d'échec, ce formulaire de candidature a été réservé et il n'est pas possible de reprendre la comptabilité!
ko: 실패,이 응용 프로그램은 하나의 청구서를 가지고, 회계는 반복 될 수 없습니다!
ru: В противном случае эта заявка была забронирована, и невозможно повторить бухгалтерию!
zh_cn: 失败，此申请单已经记账，不能重复记账！
zh_tw: 失敗，此申請單已經記賬，不能重複記賬！

# ZZSCSBCSQDYTJSPHYJC
source: Failed to delete. This requisition has been submitted for approval or booked and cannot be deleted!
de: Die Löschung ist fehlgeschlagen. Dieser Antrag wurde zur Genehmigung eingereicht oder wurde gebucht und kann nicht gelöscht werden!
fr: La suppression a échoué. Cette application a été soumise pour approbation ou a été réservée et ne peut pas être supprimée!
ko: 실패 삭제, 신청서가 승인 또는 회계에 대해 제출되었습니다, 당신은 삭제할 수 없습니다!
ru: Не удалось удалить. Это приложение было отправлено на утверждение или было забронировано и не может быть удалено!
zh_cn: 删除失败，此申请单已被提交审批或已记账，不能删除！
zh_tw: 刪除失敗，此申請單已被提交審批或已記賬，不能刪除！

# GeShiShiLi
source: Format example
de: Formatbeispiel
fr: Exemple de format
ko: 형식 예제
ru: Пример формата
zh_cn: 格式示例
zh_tw: 格式示例

# ZZZCSBMMCDBXDYHDY8WJC
source: Warning password must be greater than or equal to 8, please check!
de: Achtung, das Passwort muss mindestens 8 Stellen haben, bitte überprüfen!
fr: Attention, le mot de passe doit être supérieur ou égal à 8 chiffres, veuillez vérifier!
ko: 경고, 암호는 8 자리 이상이어야합니다. 확인하십시오!
ru: Внимание, пароль должен быть больше или равен 8 цифрам, пожалуйста, проверьте!
zh_cn: 警告，密码必须大于等于8位，请检查！
zh_tw: 警告，密碼必須大於等於8位，請檢查！

# ZZSJHBNWKQJC
source: The phone number cannot be empty, please check!
de: Die Telefonnummer darf nicht leer sein, bitte prüfen!
fr: Le numéro de téléphone ne peut pas être vide, veuillez vérifier!
ko: 전화 번호는 비워 둘 수 없습니다. 확인하십시오!
ru: Номер телефона не может быть пустым, пожалуйста, проверьте!
zh_cn: 手机号不能为空，请检查！
zh_tw: 手機號不能為空，請檢查！

# ChaoQi
source: over due
de: Überfällig
fr: En retard
ko: 기한 초과
ru: расширенный
zh_cn: 超期
zh_tw: 超期

# ZZTSFWQFMQCXDL
source: Prompt, server busy, please login again!
de: Prompt, der Server ist ausgelastet, bitte loggen Sie sich erneut ein!
fr: Invite, le serveur est occupé, veuillez vous reconnecter!
ko: 메시지가 표시되면 서버가 사용 중입니다. 다시 로그인하십시오!
ru: Подскажите, сервер занят, пожалуйста, войдите снова!
zh_cn: 提示，服务器繁忙，请重新登录！
zh_tw: 提示，服務器繁忙，請重新登錄！

# PingHe
source: Review
de: Bewertung
fr: Évaluation
ko: 평가
ru: оценка
zh_cn: 评核
zh_tw: 評核

# ZZTIAOBOCHENGGONG
source: Transfer successful!
de: Erfolgreicher Transfer
fr: Transfert réussi!
ko: 성공적인 전송!
ru: Удачной передачи!
zh_cn: 调拨成功！
zh_tw: 調撥成功！

# ZZTIAOBOSHIBAI
source: Transfer failed, please check!
de: Die Übertragung ist fehlgeschlagen, bitte überprüfen!
fr: Le transfert a échoué, veuillez vérifier!
ko: 전송이 실패했습니다. 확인하십시오!
ru: Передача не удалась, пожалуйста, проверьте!
zh_cn: 调拨失败，请检查！
zh_tw: 調撥失敗，請檢查！

# YGKQPBSZ
source: Attendance and scheduling Settings
de: Belegschaftsplanung
fr: Horaires de présence des employés
ko: 직원 출석 스케쥴링
ru: Планирование посещаемости сотрудников
zh_cn: 员工考勤排班设置
zh_tw: 員工考勤排班設置

# ShengYu
source: Remaining
de: Übrig
fr: Restant
ko: 남은
ru: прибавочный
zh_cn: 剩余
zh_tw: 剩餘

# ZZCDDY20WDRSB
source: Is longer than 20 bits, import failed!
de: Die Länge ist größer als 20 Ziffern, der Import ist fehlgeschlagen!
fr: La longueur est supérieure à 20 chiffres, l'importation a échoué!
ko: 길이가 20 자리보다 크면 가져 오기가 실패했습니다!
ru: Длина превышает 20 цифр, импорт не выполнен!
zh_cn: 的长度大于20位，导入失败！
zh_tw: 的長度大於20位，導入失敗！

# ZZDJHSXBXSYESHNO
source: Unit price including tax must be 'YES' or 'NO'
de: Der Einzelpreis einschließlich Steuern muss JA oder NEIN sein
fr: Le prix unitaire TTC doit être OUI ou NON
ko: 세금 포함 단가는 YES 또는 NO 여야합니다.
ru: Цена за единицу с учетом налога должна быть ДА или НЕТ
zh_cn: 单价含税项必须是'YES'或'NO'
zh_tw: 單價含稅項必須是YES或NO

# HangShu
source: Line number
de: Anzahl der Reihen
fr: Nombre de rangées
ko: 행 수
ru: Количество рядов
zh_cn: 行数
zh_tw: 行數

# HangHao
source: Line ID
de: Zeilennummer
fr: Numéro de ligne
ko: 행 번호
ru: Номер строки
zh_cn: 行号
zh_tw: 行號

# CuoWuRuZhi
source: Excecption Log
de: Ausnahmeprotokoll
fr: Journal des exceptions
ko: 예외 로그
ru: Журнал исключений
zh_cn: 异常日志
zh_tw: 異常日誌

# LXHZDFQLC
source: Run workflow by make project
de: Initiieren Sie den Prozess automatisch, nachdem das Projekt erstellt wurde
fr: Lancer automatiquement le processus une fois le projet établi
ko: 프로젝트가 수립 된 후 자동으로 프로세스 시작
ru: Автоматически инициировать процесс после создания проекта
zh_cn: 立项后自动发起流程
zh_tw: 立項後自動發起流程

# LaoWuFenBaoShengQing
source: Application for labor subcontracting
de: Antrag auf Lohnarbeit
fr: Application de sous-traitance du travail
ko: 노동 하청 신청
ru: Трудовое субподрядное заявление
zh_cn: 分包申请
zh_tw: 勞務分包申請

# FenBaoShengQing
source: Subcontract Application
de: Antrag auf Vergabe von Unteraufträgen
fr: Application de sous-traitance
ko: 하도급 신청
ru: Субподрядная заявка
zh_cn: 分包申请
zh_tw: 分包申請

# LaoWuFenBaoFuKuanShengQing
source: Labor subcontract payment application
de: Antrag auf Zahlung von Lohnarbeiten
fr: Application de paiement de sous-traitance de main-d'œuvre
ko: 노동 외주 결제 신청서
ru: Заявка на оплату труда по субподряду
zh_cn: 分包付款申请
zh_tw: 勞務分包付款申請

# FeiYongBaoXiaoChaXun
source: Expense reimbursement inquiry
de: Kostenerstattungsanfrage
fr: Demande de remboursement des dépenses
ko: 경비 상환 문의
ru: Запрос о возмещении расходов
zh_cn: 费用报销查询
zh_tw: 費用報銷查詢

# FeiYongShenQingChaXun
source: Fee application enquiry
de: Antrag auf Gebührenanfrage
fr: Demande de frais
ko: 수수료 신청 문의
ru: Запрос на подачу заявления
zh_cn: 费用申请查询
zh_tw: 費用申請查詢

# QiBaoxiao
source: -->Claim
de: -> Erstattung
fr: -> Remboursement
ko: -> 상환
ru: -> возмещение
zh_cn: -->报销
zh_tw: -->報銷

# QingXianXuanZheYaoBaoXiaoDeFeiYong
source: Please select the expense to be reimbursed first!
de: Bitte wählen Sie zuerst die Kosten für die Erstattung!
fr: Veuillez choisir le coût à rembourser en premier!
ko: 먼저 갚을 비용을 선택하십시오!
ru: Пожалуйста, сначала выберите стоимость возмещения!
zh_cn: 请先选择要报销的费用！
zh_tw: 請先選擇要報銷的費用！

# BaoCunBinTiJiaoShenPi
source: Preservation and disposal of abort
de: Speichern Sie eine Bewertung und senden Sie sie ab
fr: Enregistrer et soumettre un commentaire
ko: 리뷰 저장 및 제출
ru: Сохранить и оставить отзыв
zh_cn: 保存并提交审秕
zh_tw: 保存並提交審秕

# ZZJGZJDYZJDBNSC
source: Warning that this node has child nodes that cannot be removed!
de: Achtung, dieser Knoten hat untergeordnete Knoten und kann nicht gelöscht werden!
fr: Attention, ce nœud a des nœuds enfants et ne peut pas être supprimé!
ko: 경고 :이 노드에는 하위 노드가 있으므로 삭제할 수 없습니다!
ru: Внимание, этот узел имеет дочерние узлы и не может быть удален!
zh_cn: 警告，此节点有子节点，不能删除！
zh_tw: 警告，此節點有子節點，不能刪除！

# ZZJRSBJC
source: Join failed, please check!
de: Beitritt fehlgeschlagen, bitte überprüfen!
fr: Rejoindre a échoué, s'il vous plaît vérifier!
ko: 가입에 실패했습니다. 확인하십시오!
ru: Регистрация не удалась, пожалуйста, проверьте!
zh_cn: 加入失败，请检查！
zh_tw: 加入失敗，請檢查！

# ZZJRXMCG
source: Joined the project successfully!
de: Schließen Sie sich dem Projekt erfolgreich an!
fr: Rejoignez le projet avec succès!
ko: 프로젝트에 성공적으로 가입하십시오!
ru: Присоединяйтесь к проекту успешно!
zh_cn: 加入项目成功！
zh_tw: 加入項目成功！

# ZZWLDMBNWK
source: Material code cannot be empty!
de: Der Materialcode darf nicht leer sein!
fr: Le code matériel ne peut pas être vide!
ko: 재료 코드는 비워 둘 수 없습니다!
ru: Код материала не может быть пустым!
zh_cn: 物料代码不能为空！
zh_tw: 物料代碼不能為空！

# GuanBiCiQueXian
source: Close this defect
de: Schließen Sie diesen Defekt
fr: Fermer ce défaut
ko: 이 결함 닫기
ru: Закрыть этот дефект
zh_cn: 关闭此缺陷
zh_tw: 關閉此缺陷

# JianLiHeFenPaiQueXian
source: Establish and assign defects
de: Mängel feststellen und zuordnen
fr: Établir et attribuer des défauts
ko: 결함 수립 및 지정
ru: Установить и назначить дефекты
zh_cn: 建立和分配缺陷
zh_tw: 建立和分配缺陷

# JiHuoCiQueXian
source: Activate this defect
de: Aktivieren Sie diesen Fehler
fr: Activer ce défaut
ko: 이 결함 활성화
ru: Активировать этот дефект
zh_cn: 激活此缺陷
zh_tw: 激活此缺陷

# QueXian
source: defect
de: Defekt
fr: Défaut
ko: 결함
ru: дефект
zh_cn: 缺陷
zh_tw: 缺陷

# QueXianChuLiLiuChengMoShi
source: Defect processing (process mode)
de: Fehlerbearbeitung (Prozessbetrieb)
fr: Traitement des défauts (mode processus)
ko: 결함 처리 (프로세스 모드)
ru: Обработка дефектов (режим обработки)
zh_cn: 缺陷处理（流程模式）
zh_tw: 缺陷處理（流程模式）

# QueXianFenPaiJiLuZiLiao
source: Defect distribution record data
de: Defektverteilungssatzdaten
fr: Données d'enregistrement de distribution de défauts
ko: 결함 분포 기록 데이터
ru: Данные записи распределения дефектов
zh_cn: 缺陷分派记录资料
zh_tw: 缺陷分派記錄資料

# QueXianHao
source: Defect number
de: Fehlernummer
fr: Numéro de défaut
ko: 결함 번호
ru: Номер дефекта
zh_cn: 缺陷号
zh_tw: 缺陷號

# QueXianMing
source: Defect name
de: Name des Fehlers
fr: Nom du défaut
ko: 결함 이름
ru: Название дефекта
zh_cn: 缺陷名
zh_tw: 缺陷名

# QueXianMingCheng
source: Defect name
de: Name des Fehlers
fr: Nom du défaut
ko: 결함 이름
ru: Название дефекта
zh_cn: 缺陷名称
zh_tw: 缺陷名稱

# QueXianNeiRong
source: Defect content
de: Fehlerinhalt
fr: Contenu de défaut
ko: 결함 내용
ru: Содержание дефекта
zh_cn: 缺陷内容
zh_tw: 缺陷內容

# QueXianPingShen
source: Defect review
de: Fehlerbehebung
fr: Examen des défauts
ko: 하자 검토
ru: Обзор дефектов
zh_cn: 缺陷评审
zh_tw: 缺陷評審

# QueXianPingSheng
source: Defect review
de: Fehlerbehebung
fr: Examen des défauts
ko: 하자 검토
ru: Обзор дефектов
zh_cn: 缺陷评审
zh_tw: 缺陷評審

# QueXianPingShenGongZuoLiu
source: Defect review workflow
de: Workflow für die Fehlerprüfung
fr: Processus d'examen des défauts
ko: 결함 검토 작업 흐름
ru: Рабочий процесс проверки дефектов
zh_cn: 缺陷评审
zh_tw: 缺陷評審工作流

# QueXianRiQi
source: Defect date
de: Defektdatum
fr: Date de défaut
ko: 결함 날짜
ru: Дата дефекта
zh_cn: 缺陷日期
zh_tw: 缺陷日期

# QueXianXiangXiXinXi
source: Defect details
de: Defektdetails
fr: Détails du défaut
ko: 결함 세부 정보
ru: Детали дефекта
zh_cn: 缺陷详细信息
zh_tw: 缺陷詳細信息

# QueXianZhuanRenWu
source: Defect transfer task
de: Fehlerübertragungsaufgabe
fr: Tâche de transfert de défauts
ko: 결함 전송 태스크
ru: Задача переноса дефекта
zh_cn: 缺陷转任务
zh_tw: 缺陷轉任務

# WoDeQueXian
source: My defec
de: Mein defekt
fr: Mon défaut
ko: 내 결함
ru: Мой дефект
zh_cn: 我的缺陷
zh_tw: 我的缺陷

# WoJianLiDeQueXian
source: The defect I built
de: Den Fehler habe ich gebaut
fr: Le défaut que j'ai construit
ko: 내가 만든 결함
ru: Дефект, который я построил
zh_cn: 我建立的缺陷
zh_tw: 我建立的缺陷

# WoSuoYouDeQueXian
source: All my defects
de: Alle meine Mängel
fr: Tous mes défauts
ko: 내 모든 결함
ru: Все мои недостатки
zh_cn: 我所有的缺陷
zh_tw: 我所有的缺陷

# WoYaoChuLiDeQueXian
source: The defect I have to deal with
de: Den Defekt muss ich beheben
fr: Le défaut que je dois traiter
ko: 내가 처리해야하는 결함
ru: Дефект, с которым мне приходится иметь дело
zh_cn: 我要处理的缺陷
zh_tw: 我要處理的缺陷

# WoYiFenPaiDeQueXian
source: I have assigned defects
de: Ich habe einen Defekt zugewiesen
fr: J'ai attribué un défaut
ko: 나는 결함을 지정했다.
ru: Я назначил дефект
zh_cn: 我已分配的缺陷
zh_tw: 我已分配的缺陷

# ChaKanSuoYouQueXian
source: Check all defects
de: Alle Fehler anzeigen
fr: Voir tous les défauts
ko: 모든 결함보기
ru: Посмотреть все дефекты
zh_cn: 查看所有缺陷
zh_tw: 查看所有缺陷

# QueXianZhuangTai
source: Defect status
de: Fehlerstatus
fr: État de défaut
ko: 결함 상태
ru: Статус дефекта
zh_cn: 缺陷状态
zh_tw: 缺陷狀態

# XiangMuQueXianGuanLi
source: Project defect management
de: Projektfehlermanagement
fr: Gestion des défauts de projet
ko: 프로젝트 결함 관리
ru: Управление дефектами проекта
zh_cn: 项目缺陷管理
zh_tw: 項目缺陷管理

# ChaXunSuoYouQueXian
source: Query all defects
de: Fragen Sie alle Mängel ab
fr: Interroger tous les défauts
ko: 모든 결함 쿼리
ru: Запросить все дефекты
zh_cn: 查询所有缺陷
zh_tw: 查詢所有缺陷

# AllDefect
source: All defects
de: Alle Mängel
fr: Tous les défauts
ko: 모든 결함
ru: Все дефекты
zh_cn: 所有缺陷
zh_tw: 所有缺陷

# CreateProjectDefect
source: Record project defects
de: Projektfehler aufzeichnen
fr: Enregistrer les défauts du projet
ko: 프로젝트 결함 기록
ru: Записать дефекты проекта
zh_cn: 记录项目缺陷
zh_tw: 記錄項目缺陷

source: Defect list
de: Fehlerliste
fr: Liste des défauts
ko: 결함 목록
ru: Список дефектов
zh_cn: 缺陷列表
zh_tw: 缺陷列表

# FindAllDefect
source: View all defects
de: Alle Fehler anzeigen
fr: Voir tous les défauts
ko: 모든 결함보기
ru: Посмотреть все дефекты
zh_cn: 查看所有缺陷
zh_tw: 查看所有缺陷

# hlDefectReview
source: Defect approval
de: Fehlerzustimmung
fr: Approbation de défaut
ko: 결함 승인
ru: Утверждение дефекта
zh_cn: 缺陷审批
zh_tw: 缺陷審批

# hlRunDefectByWF
source: Defect review
de: Fehlerbehebung
fr: Examen des défauts
ko: 하자 검토
ru: Обзор дефектов
zh_cn: 缺陷评审
zh_tw: 缺陷評審

source: Related defect
de: Verwandter Defekt
fr: Défaut connexe
ko: 관련 결함
ru: Связанный дефект
zh_cn: 相关缺陷
zh_tw: 相關缺陷

# JiLuQueXian
source: Record Defect
de: Defekt aufzeichnen
fr: Record défaut
ko: 기록 결함
ru: Дефект записи
zh_cn: 记录缺陷
zh_tw: 記錄缺陷

# XiangMuXiangGuanQueXian
source: Project Related Defect
de: Projektbedingte Mängel
fr: Défauts liés au projet
ko: 프로젝트 관련 결함
ru: Недостатки, связанные с проектом
zh_cn: 项目相关缺陷
zh_tw: 項目相關缺陷

# QueXianBaoBiao
source: Defect Report
de: Fehlerbericht
fr: Rapport de défaut
ko: 결함 보고서
ru: Отчет о дефектах
zh_cn: 缺陷报表
zh_tw: 缺陷報表

# ZZSCSBZYJLZDJDRCNSCQJC
source: Deletion failed, only the person who established this document can delete, please check!
de: Die Löschung ist fehlgeschlagen, nur die Person, die das Dokument erstellt hat, kann es löschen. Bitte überprüfen Sie es!
fr: La suppression a échoué. Seule la personne qui a créé ce document peut le supprimer. Veuillez le vérifier!
ko: 삭제하지 못했습니다.이 문서를 만든 사람 만 삭제할 수 있습니다. 확인하십시오!
ru: Не удалось удалить. Только тот, кто создал этот документ, может удалить его. Пожалуйста, проверьте его!
zh_cn: 删除失败，只有建立此单据的人才能删除，请检查！
zh_tw: 刪除失敗，只有建立此單據的人才能刪除，請檢查！

# MingXiBiaoKeBianJi
source: Detail table can be editable
de: Zeitplan editierbar
fr: Horaire éditable
ko: 편집 가능한 일정
ru: Расписание редактируемое
zh_cn: 明细表可编辑
zh_tw: 明細表可編輯

# MingXiBiaoKeShanChu
source: Detail table can be deleted
de: Zeitplan kann gelöscht werden
fr: L'horaire peut être supprimé
ko: 일정을 삭제할 수 있습니다.
ru: Расписание можно удалить
zh_cn: 明细表可删除
zh_tw: 明細表可刪除

# YYFZDYBDGZL
source: For non-custom form workflows
de: Für nicht benutzerdefinierte Formularworkflows
fr: Pour les flux de travail de formulaire non personnalisés
ko: 비 사용자 지정 양식 워크 플로의 경우
ru: Для нестандартных рабочих процессов формы
zh_cn: 用于非自定义表单工作流
zh_tw: 用於非自定義表單工作流

# ZhuBiaoKeBianJi
source: The main table can be edited
de: Die Haupttabelle kann bearbeitet werden
fr: La table principale peut être modifiée
ko: 기본 테이블을 편집 할 수 있습니다.
ru: Основную таблицу можно редактировать
zh_cn: 主表可编辑
zh_tw: 主表可編輯

# ZhuBiaoKeShanChu
source: Main table can be deleted
de: Haupttabelle kann gelöscht werden
fr: La table principale peut être supprimée
ko: 기본 테이블을 삭제할 수 있습니다.
ru: Главная таблица может быть удалена
zh_cn: 主表可删除
zh_tw: 主表可刪除

# ZZSBNWQSCQJC
source: Failure, you have no right to delete, please check!
de: Fehler, Sie haben kein Recht zu löschen, bitte überprüfen!
fr: En cas d'échec, vous n'avez pas le droit de supprimer, veuillez vérifier!
ko: 실패, 삭제할 권한이 없습니다. 확인하십시오!
ru: Ошибка, вы не имеете права удалять, пожалуйста, проверьте!
zh_cn: 失败，你无权删除，请检查！
zh_tw: 失敗，你無權刪除，請檢查！
