Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# GuanXianJiBie
source: Line level
de: Line-Pegel
fr: Niveau ligne
ko: 라인 레벨
ru: Линейный
zh_cn: 管线级别
zh_tw: 管線級別

# GuanXianYongTu
source: Pipeline Purpose
de: Pipeline Zweck
fr: Pipeline But
ko: 파이프 라인의 목적
ru: Трубопровод Цель
zh_cn: 管线用途
zh_tw: 管線用途

# GuanYuWoMen
source: About us
de: Wir über uns
fr: A propos de nous
ko: 회사 소개
ru: О нас
zh_cn: 关于我们
zh_tw: 關於我們

# GuaQi
source: Pending
de: In Erwartung
fr: En attendant
ko: 대기 중
ru: До
zh_cn: 挂起
zh_tw: 掛起

# GuDingDianHua
source: Fixed telephone
de: Festnetztelefon
fr: Téléphone fixe
ko: 고정 전화
ru: Фиксированной телефонной
zh_cn: 固定电话
zh_tw: 固定電話

# GuDingFeiXiang
source: Fixed costs were
de: Feste Gebühr Artikel
fr: Éléments à charge fixe
ko: 고정 비용 항목
ru: Объекты основных заряда
zh_cn: 固定费项
zh_tw: 固定費項

# GuFenZhi
source: Shareholding
de: Anteilsbesitz
fr: Actionnariat
ko: 주주
ru: Владение акциями
zh_cn: 股份制
zh_tw: 股份制

# GuiDang
source: File
de: Akte
fr: Fichier
ko: 파일
ru: Файл
zh_cn: 归档
zh_tw: 歸檔

# GuiDangDanWei
source: Archiving Unit
de: Archivierung Einheit
fr: Unité d'archivage
ko: 보관 단위
ru: Архивирование блок
zh_cn: 归档单位
zh_tw: 歸檔單位

# GuiGe
source: Specification
de: Spezifizierung
fr: Spécification
ko: 명세서
ru: Спецификация
zh_cn: 规格
zh_tw: 規格

# GuiGeaShuBianHao
source: Specification No.
de: Schrift
fr: Spécification n °
ko: 사양 번호
ru: Спецификация Нет.
zh_cn: 规格书编号
zh_tw: 規格書編號

# GuiGeShuBianHao
source: Specification No.
de: Schrift
fr: Spécification n °
ko: 사양 번호
ru: Спецификация Нет.
zh_cn: 规格书编号
zh_tw: 規格書編號

# GuiGeXingHao
source: Specifications Model
de: Technische Daten Modell
fr: Spécifications Modèle
ko: 사양 모델
ru: Технические характеристики Модель
zh_cn: 规格型号
zh_tw: 規格型號

# GuiHuanDan
source: Restitution single
de: Rückerstattung Einzel
fr: Restitution simple
ko: 단일 손해 배상
ru: Реституция одного
zh_cn: 归还单
zh_tw: 歸還單

# GuiHuanDanMingXi
source: Restitution order details
de: Restitution bestellen Details
fr: Détails de la commande de restitution
ko: 손해 배상의 주문 세부 정보
ru: Детали заказа Реституция
zh_cn: 归还单明细
zh_tw: 歸還單明細

# GuiHuanRiQi
source: Return date
de: Rückflug
fr: Date de retour
ko: 돌아 오는 날짜
ru: Дата возврата
zh_cn: 归还日期
zh_tw: 歸還日期

# GuiHuanShiJian
source: Return time
de: Uhrzeit der Rückgabe
fr: Temps de retour
ko: 반환 시간
ru: Вернуться времени
zh_cn: 归还时间
zh_tw: 歸還時間

# GuiShu
source: Home
de: Zu Hause
fr: Maison
ko: 홈
ru: Домой
zh_cn: 归属
zh_tw: 歸屬

# GuiShuBuMen
source: The home department
de: Das Heim-Abteilung
fr: Le ministère d'attache
ko: 홈 부서
ru: Департамент внутренних дел
zh_cn: 归属部门
zh_tw: 歸屬部門

# GuiShuBuMenDaiMa
source: Home department code
de: Startseite Abteilungscode
fr: Code d'accueil du département
ko: 홈 부서 코드
ru: Код Главная Отдел
zh_cn: 归属部门代码
zh_tw: 歸屬部門代碼

# GuiShuBuMenMingCheng
source: Home department name
de: Startseite Abteilungsnamen
fr: Accueil Nom de département
ko: 홈 부서 이름
ru: Название Главная Отдел
zh_cn: 归属部门名称
zh_tw: 歸屬部門名稱

# GuiShuBuXu
source: Attribution step sequence
de: Attribution Schrittfolge
fr: Séquence d'étapes de Paternité
ko: 저작자의 단계 순서
ru: Присвоение шаг последовательности
zh_cn: 归属步序
zh_tw: 歸屬步序

# GuiZhangZhiDu
source: Regulations
de: Verordnungen
fr: Règlement
ko: 규정
ru: Правила
zh_cn: 规章制度
zh_tw: 規章制度

# GuiZhangZhiDuBianJi
source: Editing rules
de: Bearbeiten von Regeln
fr: Règles d'édition
ko: 편집 규칙
ru: Изменение правил
zh_cn: 规章制度编辑
zh_tw: 規章制度編輯

# GuoCheng
source: Process
de: Prozess
fr: Processus
ko: 방법
ru: Процесс
zh_cn: 过程
zh_tw: 過程

# GuoJia
source: Country
de: Land
fr: Pays
ko: 국가
ru: Страна
zh_cn: 国家
zh_tw: 國家

# GuoLuFei
source: Tolls
de: Mautgebühren
fr: Les péages
ko: 통행료
ru: Плата за проезд
zh_cn: 过路费
zh_tw: 過路費

# GuoMingShi
source: Allergies
de: Allergien
ko: 알레르기
ru: Аллергии
zh_cn: 过敏史
zh_tw: 過敏史

# GuoNeiJinHuoChengBen
source: Domestic purchase cost
de: Domestic Anschaffungskosten
fr: Coût d'achat domestique
ko: 국내 구입 비용
ru: Внутренние затраты на приобретение
zh_cn: 国内进货成本
zh_tw: 國內進貨成本

# GuoNeiYunZaFei
source: What domestic transportation fee
de: Was Inlandstransportgebühr
fr: Qu'est-ce que les frais de transport intérieur
ko: 무엇 국내 교통비
ru: Что внутренний плата транспорт
zh_cn: 国内运什费
zh_tw: 國內運什費

# GuoQi
source: SOE
ru: ГП
zh_cn: 国企
zh_tw: 國企

# GuoShui
source: Tax
de: Steuern
fr: Impôt
ko: 세
ru: Налог
zh_cn: 国税
zh_tw: 國稅

# GuoWaiJinHuoChengBen
source: Foreign purchase costs
de: Fremdbezugskosten
fr: Les coûts d'achat des Affaires étrangères
ko: 해외 구매 비용
ru: Расходы иностранных покупки
zh_cn: 国外进货成本
zh_tw: 國外進貨成本

# GWGLSJDRMB
source: Position Management Data Import Template
de: Stellenwirtschaft Data Import Template
fr: Modèle de gestion des données de position d'importation
ko: 위치 관리 데이터 가져 오기 템플릿
ru: Шаблон установки Руководство Импорт данных
zh_cn: 岗位管理数据导入模版
zh_tw: 崗位管理資料導入模版

# GXDJHZBJ
source: Level summary line editor
de: Stufe Zusammenfassung Zeileneditor
fr: Éditeur de niveau de ligne de résumé
ko: 레벨 요약 행 편집기
ru: Редактор уровней итоговой строке
zh_cn: 管线等级汇总编辑
zh_tw: 管線等級匯總編輯

# GXDJHZLB
source: Pipeline Ratings summary list
de: Pipeline-Stufe zusammenfassende Liste
fr: Pipeline Niveau liste sommaire
ko: 파이프 라인 레벨의 요약 목록
ru: Трубопровод Уровень сводный список
zh_cn: 管线等级汇总列表
zh_tw: 管線等級匯總清單

# GZLHYWTJDXMHY
source: Workflow conference
de: Workflow-Konferenz - Ich fügte die Projekttreffen
fr: Conférence de workflow - ajoutai-je les réunions de projet
ko: 워크 플로 회의 - 나는 프로젝트 회의를 추가
ru: Рабочий процесс конференция - я добавил совещания по проектам
zh_cn: 工作会议
zh_tw: 工作流會議－我添加的專案會議

# GZSCHBKJYXGS
source: Guangzhou Environmental Protection Technology Co., Ltd. Chong
de: Guangzhou Umweltschutz Technology Co., Ltd Chong
fr: Guangzhou protection de l'environnement Technology Co., Ltd Chong
ko: 광주 환경 보호 과학 기술 유한 회사 종
ru: Гуанчжоу охране окружающей среды технологии Лтд Чонг
zh_cn: 广州实创环保科技有限公司
zh_tw: 廣州實創環保科技有限公司

# GZSTFJXSBYXGS
source: Guangzhou Teng-feng Machinery Co., Ltd.
ko: 광주 탱 - 펭 기계 (주),
ru: Гуанчжоу Дэн-фэн Machinery Co., Ltd.
zh_cn: 广州市腾丰机械设备有限公司
zh_tw: 廣州市騰豐機械設備有限公司

# HanCaiBiaoZhun
source: Welding Standards
fr: Normes de soudure
ko: 용접 표준
ru: Сварочные стандарты
zh_cn: 焊材标准
zh_tw: 焊材標準

# HanCaiLeiBie
source: Welding category
de: Schweiß Kategorie
fr: Catégorie de soudage
ko: 용접 카테고리
ru: Сварка категория
zh_cn: 焊材类别
zh_tw: 焊材類別

# HanCaiShuLiang
source: Number consumables
de: Anzahl Verbrauchsmaterialien
fr: Consommables Nombre
ko: 번호 소모품
ru: Расходные материалы Количество
zh_cn: 焊材数量
zh_tw: 焊材數量

# HanDaoChen
source: Bead (layer):
de: Wulst (Schicht):
fr: Perle (couche):
ko: 비드 (층) :
ru: Бусы (слой):
zh_cn: 焊道(层)：
zh_tw: 焊道(層)：

# HanFengJieGouChiCunXiangTu
source: Weld structure size detail:
de: Weld Strukturgröße Detail:
fr: Weld détail de taille de structure:
ko: 용접 구조의 크기 세부 사항 :
ru: Размер шва структура деталь:
zh_cn: 焊缝结构尺寸详图：
zh_tw: 焊縫結構尺寸詳圖：

# HanFengJingShuHouDu
source: Weld metal thickness:
de: Schweißgut Stärke:
fr: L'épaisseur du métal de soudure:
ko: 용접 금속 두께 :
ru: Толщина металла сварного шва:
zh_cn: 焊缝金属厚度：
zh_tw: 焊縫金屬厚度：

# HanFengQuChongJi
source: The weld zone impact:
de: Die Schweißzone Auswirkungen:
fr: L'impact de la zone de soudure:
ko: 용접 영역에 미치는 영향 :
ru: Влияние зона сварного шва:
zh_cn: 焊缝区冲击：
zh_tw: 焊縫區衝擊：

# HanGong
source: Welder
fr: Soudeur
ko: 용접공
ru: Сварщик
zh_cn: 焊工
zh_tw: 焊工

# HanGongBianJi
source: Welder editor
fr: Éditeur Soudeur
ko: 용접기 편집기
ru: Редактор Сварщик
zh_cn: 焊工编辑
zh_tw: 焊工編輯

# HanGongChiZheng
source: Certified welders
de: Geprüfte Schweißer
fr: Soudeurs certifiés
ko: 인증 용접기
ru: Сертифицированные сварщики
zh_cn: 焊工持证
zh_tw: 焊工持證

# HanGongChiZhengXiangMu
source: Welders certified Project:
de: Schweißer zertifiziert Projekt:
fr: Soudeurs certifiés Project:
ko: 용접기 프로젝트 인증 :
ru: Сварщики сертифицированы проекта:
zh_cn: 焊工持证项目：
zh_tw: 焊工持證項目：

# HanGongDaiHao
source: Welder code:
fr: Soudeur code:
ko: 용접기 코드 :
ru: Сварщик код:
zh_cn: 焊工代号：
zh_tw: 焊工代號：

# HanGongDengJiBiao
source: Welder Registration Form
de: Welder Anmeldeformular
fr: Soudeur Formulaire d'inscription
ko: 용접기 등록 양식
ru: Сварщик Регистрационная форма
zh_cn: 焊工登记表
zh_tw: 焊工登記表

# HanGongGangYin
source: Welder stamp
de: Welder Tempel
fr: Soudeur timbre
ko: 용접기 스탬프
ru: Сварщик печать
zh_cn: 焊工钢印
zh_tw: 焊工鋼印

# HanGongHao
source: Welder No.
fr: Soudeur No.
ko: 용접기 번호
ru: Сварщик Количество
zh_cn: 焊工号
zh_tw: 焊工號

# HanGongLieBiao
source: Welders List
de: Schweißer Liste
fr: Liste des soudeurs
ko: 용접기 목록
ru: Сварщики Список
zh_cn: 焊工列表
zh_tw: 焊工列表

# HanGongMingCheng
source: Welder Name
de: Welder Namen
fr: Nom Soudeur
ko: 용접기 이름
ru: Имя Сварщик
zh_cn: 焊工名称
zh_tw: 焊工名稱

# HanGongXingMing
source: Welder Name:
fr: Soudeur Nom:
ko: 용접기 이름 :
ru: Сварщик Имя:
zh_cn: 焊工姓名：
zh_tw: 焊工姓名：

# HanGongZhuangKuangBaoGao
source: Welder Status Report
fr: Soudeur Rapport de situation
ko: 용접기 상태 보고서
ru: Сварщик Отчет о состоянии
zh_cn: 焊工状况报告
zh_tw: 焊工狀況報告

# HanGongZhuangTaiBaoGaoDaDi
source: Welder Status Report (backing)
de: Welder Status Report (Aufsetzen)
fr: Soudeur Status Report (creux)
ko: 용접기 상태 보고서 (바닥)
ru: Сварщик Отчет о состоянии (нижнего)
zh_cn: 焊工状态报告（打底）
zh_tw: 焊工狀態報告（打底）

# HanGuo
source: Korea
fr: Corée
ko: 한국
ru: Корея
zh_cn: 韩国
zh_tw: 韓國

# HangYe
source: Industry
de: Branche
fr: Industrie
ko: 산업
ru: Промышленность
zh_cn: 行业
zh_tw: 行業

# HangYeFangTan
source: Industry Talk
de: Industrie Interviews
fr: Interviews Entretiens
ko: 산업 인터뷰
ru: Промышленность Интервью
zh_cn: 行业访谈
zh_tw: 行業訪談

# HangYeGuanLi
source: Industry management
de: Industrie-Management
fr: La gestion de l'industrie
ko: 산업 관리
ru: Управление промышленности
zh_cn: 行业管理
zh_tw: 行業管理

# HangYeLeiXing
source: Industry Type
de: Industry Typ
fr: Type d'industrie
ko: 산업 유형
ru: Промышленность Тип
zh_cn: 行业类型
zh_tw: 行業類型

# HanHouReChuLiBaoWenShiJian
source: PWHT holding time:
de: PWHT Haltezeit:
fr: TTAS temps de maintien:
ko: PWHT는 유지 시간 :
ru: ПТО время проведения:
zh_cn: 焊后热处理保温时间：
zh_tw: 焊後熱處理保溫時間：

# HanHouReChuLiFangFa
source: Post-weld heat treatment method
de: Nach dem Schweißen Wärmebehandlungsverfahren
fr: Procédé de post-soudage de traitement thermique
ko: 용접 후 열처리 방법
ru: Метод термообработки после сварки
zh_cn: 焊后热处理方法
zh_tw: 焊後熱處理方法

# HanHouReChuLiLeibie
source: PWHT category
de: PWHT Kategorie
fr: Catégorie TTAS
ko: PWHT 카테고리
ru: ПТО категории
zh_cn: 焊后热处理类别
zh_tw: 焊後熱處理類別

# HanHouReChuLiWenDu
source: Post-weld heat treatment temperature:
de: Nach dem Schweißen Wärmebehandlungstemperatur:
fr: Post-soudure température de traitement thermique:
ko: 용접 후 열처리 온도 :
ru: Послесварочная температура термообработки:
zh_cn: 焊后热处理温度：
zh_tw: 焊後熱處理溫度：

# HanJiBiaoZhun
source: Flux criteria:
de: Flux Kriterien:
fr: Flux critères:
ko: 플럭스 기준 :
ru: Flux критерии:
zh_cn: 焊剂标准：
zh_tw: 焊劑標準：

# HanJiCaiJianHao
source: Solder material seized Number:
de: Lotmaterial ergriff Nummer:
fr: Matériau de soudure Nombre saisi:
ko: 솔더 재료는 수 압수 :
ru: Припоя захватили Количество:
zh_cn: 焊剂材检号：
zh_tw: 焊劑材檢號：

# HanJieCaiLiao
source: Welding materials
de: Schweißstoffe
fr: Matériaux de soudage
ko: 용접 재료
ru: Сварочные материалы
zh_cn: 焊接材料
zh_tw: 焊接材料

# HanJieDB
source: Welding D / B
de: Schweiß D / B
fr: Soudage D / B
ko: 용접 D / B
ru: Сварка D / B
zh_cn: 焊接D/B
zh_tw: 焊接D/B

# HanJieDianHuZhongLei
source: Arc Welding Category:
de: Lichtbogenschweißen Kategorie:
fr: Soudage à l'arc Catégorie:
ko: 아크 용접 카테고리 :
ru: Дуговой сварки Категория:
zh_cn: 焊接电弧种类：
zh_tw: 焊接電弧種類：

# HanJieDianLiu
source: Welding current:
de: Schweißstrom:
fr: Courant de soudage:
ko: 용접 전류 :
ru: Сварочный ток:
zh_cn: 焊接电流：
zh_tw: 焊接電流：

# HanJieDianLiuA
source: Welding current (A):
de: Schweißstrom (A):
fr: Le courant de soudage (A):
ko: 용접 전류 (A) :
ru: Сварочный ток (А):
zh_cn: 焊接电流(A)：
zh_tw: 焊接電流(A)：

# HanJieDianLiuFanWei
source: Welding current range:
de: Schweißstrombereich:
fr: Soudage gamme actuelle:
ko: 전류 범위를 용접 :
ru: Диапазон сварочного тока:
zh_cn: 焊接电流范围：
zh_tw: 焊接電流範圍：

# HanJieDianYa
source: Welding voltage
de: Schweißspannung
fr: Tension de soudage
ko: 용접 전압
ru: Сварочное напряжение
zh_cn: 焊接电压
zh_tw: 焊接電壓

# HanJieFangFa
source: Welding method
de: Schweißverfahren
fr: Procédé de soudage
ko: 용접 방법
ru: Метод сварки
zh_cn: 焊接方法
zh_tw: 焊接方法

# HanJieFangXiang
source: Welding direction
de: Schweißrichtung
fr: Direction de soudage
ko: 용접 방향
ru: Сварка направление
zh_cn: 焊接方向
zh_tw: 焊接方向

# HanJieGongYiChengXu
source: Welding schedule:
de: Schweißzeit:
fr: Calendrier de soudage:
ko: 용접 일정 :
ru: График Сварка:
zh_cn: 焊接工艺程序：
zh_tw: 焊接工藝程式：

# HanJieGongYiGuanLi
source: Welding procedure qualification
de: Verfahrensprüfung
fr: Qualification de mode opératoire de soudage
ko: 용접 절차 인정
ru: Процедура квалификации Сварка
zh_cn: 焊接工艺评定
zh_tw: 焊接工藝評定

# HanJieGongYiPingDing
source: Welding procedure qualification:
de: Verfahrensprüfung:
fr: Soudage qualification de procédure:
ko: 절차 인정 용접 :
ru: Сварочное процедуры квалификации:
zh_cn: 焊接工艺评定：
zh_tw: 焊接工藝評定：

# HanJieGongYiPingDingLieBiao
source: Welding procedure qualification list
de: Verfahrensprüfung Liste
fr: Soudage liste de qualification de procédure
ko: 용접 절차 인정 목록
ru: Сварка список процедура квалификации
zh_cn: 焊接工艺评定列表
zh_tw: 焊接工藝評定列表

# HanJieHouDuFuGaiFanWei
source: Weldment thickness Coverage:
de: Schweißkonstruktion Stärke Reichweite:
fr: La couverture de l'épaisseur des pièces soudées:
ko: 용접 구조물 두께 범위 :
ru: Покрытие сварных толщина:
zh_cn: 焊件厚度覆盖范围：
zh_tw: 焊件厚度覆蓋範圍：

# HanJieJieTou
source: Welded joints
de: Schweißverbindungen
fr: Les joints soudés
ko: 용접 이음
ru: Сварные швы
zh_cn: 焊接接头
zh_tw: 焊接接頭

# HanJieJieTouJianTu
source: Welded joints diagram:
de: Schweißverbindungen Schaltbild:
fr: Joints soudés schéma:
ko: 용접 이음도 :
ru: Сварные швы схема:
zh_cn: 焊接接头简图：
zh_tw: 焊接接頭簡圖：

# HanJieJieTouQiTa
source: Other welded joints:
de: Andere Schweißverbindungen:
fr: Autres joints soudés:
ko: 기타 용접 이음 :
ru: Другие сварных соединений:
zh_cn: 焊接接头其他：
zh_tw: 焊接接頭其他：

# HanJieJiLuBaoGao
source: Welding History Report
de: Schweiß History Report
fr: Soudage Histoire Rapport
ko: 용접 이력 리포트
ru: Сварка История Сообщить
zh_cn: 焊接记录报告
zh_tw: 焊接記錄報告

# HanJieJiLuBiao
source: Welding record sheet
de: Schweißschaublatt
fr: Feuille d'enregistrement de soudage
ko: 용접 기록 시트
ru: Сварка регистрационный лист
zh_cn: 焊接记录表
zh_tw: 焊接記錄表

# HanJieJiLuXingXi
source: Welding recording information:
de: Schweiß Aufzeichnung von Informationen:
fr: Enregistrement d'informations de soudage:
ko: 기록 정보 용접 :
ru: Сварочное записи информации:
zh_cn: 焊接记录信息：
zh_tw: 焊接記錄資訊：

# HanJieJiShuCuoShi
source: Welding Technology Measures
de: Schweißtechnik Maßnahmen
fr: Mesures techniques de soudage
ko: 용접 기술 조치
ru: Сварка меры
zh_cn: 焊接技术措施
zh_tw: 焊接技術措施

# HanJieLeiXing
source: Welding type
de: Schweißart
fr: Type de soudage
ko: 용접 형
ru: Тип сварки
zh_cn: 焊接类型
zh_tw: 焊接類型

# HanJieRenWuDanGuanLi
source: Welding task list management
de: Schweißaufgabe Listenverwaltung
fr: La gestion de la liste de tâches de soudage
ko: 용접 작업 목록 관리
ru: Сварка управления список задач
zh_cn: 焊接任务单管理
zh_tw: 焊接任務單管理

# HanJieRenWuDanLieBiao
source: Welding work order list:
de: Schweißarbeiten Auftragsliste:
fr: Soudage liste d'ordre de travail:
ko: 작업 순서 목록 용접 :
ru: Сварочное список заказа работы:
zh_cn: 焊接任务单列表：
zh_tw: 焊接任務單列表：

# HanJieRenWuDanXinXi
source: Welding work order information:
de: Schweißaufgaben einzelne Nachricht:
fr: Tâches de soudage de message simple:
ko: 용접 작업을 하나의 메시지 :
ru: Сварочные задачи одного сообщения:
zh_cn: 焊接任务单信息：
zh_tw: 焊接任務單資訊：

# HanJieRiQi
source: Welding Date
de: Schweiß Datum
fr: Date de soudure
ko: 용접 날짜
ru: Сварка Дата
zh_cn: 焊接日期
zh_tw: 焊接日期

# HanJieShuDu
source: Welding speed:
de: Schweißgeschwindigkeit:
fr: Vitesse de soudage:
ko: 용접 속도 :
ru: Сварка скорость:
zh_cn: 焊接速度：
zh_tw: 焊接速度：

# HanJieTeZheng
source: Welding holder
de: Schweißhalter
fr: Titulaire de soudage
ko: 용접 홀더
ru: Сварка держатель
zh_cn: 焊接持证
zh_tw: 焊接持證

# HanJieWeiZhi
source: Welding position
de: Schweißposition
fr: Position de soudage
ko: 용접 위치
ru: Положение сварки
zh_cn: 焊接位置
zh_tw: 焊接位置

# HanJieWeiZhiEr
source: Welding position 2
de: Schweißposition 2
fr: Position de soudage 2
ko: 용접 위치 (2)
ru: Положение сварки 2
zh_cn: 焊接位置2
zh_tw: 焊接位置2

# HanJieWeiZhiYi
source: Welding position 1
de: Schweißposition 1
fr: Position de soudage 1
ko: 용접 자세 (1)
ru: Положение сварки 1
zh_cn: 焊接位置1
zh_tw: 焊接位置1

# HanJieXingShi
source: Welding form
de: Schweißform
fr: Forme de soudage
ko: 용접 형태
ru: Сварка форма
zh_cn: 焊接形式
zh_tw: 焊接形式

# HanJiGuiGe
source: Flux Specifications
de: Flux Spezifikation
fr: Flux Spécification
ko: 플럭스 사양
ru: Поток Спецификация
zh_cn: 焊剂规格
zh_tw: 焊劑規格

# HanJiPaiHao
source: Flux grades
de: Flux-Typen
fr: Grades Flux
ko: 플럭스 등급
ru: Flux сортов
zh_cn: 焊剂牌号
zh_tw: 焊劑牌號

# hanJiXingHao
source: Flux Type
fr: Type de flux
ko: 플럭스 유형
ru: Поток Тип
zh_cn: 焊剂型号
zh_tw: 焊劑型號

# HanJiXingHaoPaiHao
source: Flux Type Grade
fr: Type de flux grade
ko: 플럭스 유형 학년
ru: Поток Тип Оценка
zh_cn: 焊剂型号牌号
zh_tw: 焊劑型號牌號

# HanJiXingHaoPaiHaoGuiGe
source: Flux model - Grade - Specifications:
de: Flux-Modell - Grad - Technische Daten:
fr: Modèle de flux - année - Spécifications:
ko: 플럭스 모델 - 학년 - 사양 :
ru: Поток модель - класс - Технические характеристики:
zh_cn: 焊剂型号-牌号-规格：
zh_tw: 焊劑型號-牌號-規格：

# HanKouGengXinDaiMa
source: Weld update code
fr: Weld code de mise à jour
ko: 용접 업데이트 코드
ru: Weld код обновления
zh_cn: 焊口更新代码
zh_tw: 焊口更新代碼

# HanKouGeShu
source: The number of weld
de: Die Anzahl der Schweiß
fr: Le nombre de soudure
ko: 용접의 수
ru: Количество сварного шва
zh_cn: 焊口个数
zh_tw: 焊口個數

# HanKouHao
source: Welding slogan
de: Schweißslogan
fr: Slogan de soudage
ko: 용접 슬로건
ru: Сварка лозунг
zh_cn: 焊口号
zh_tw: 焊口號

# HanKouZhuangTai
source: Weld state
de: Schweißzustand
fr: Etat Weld
ko: 용접 상태
ru: Weld состояние
zh_cn: 焊口状态
zh_tw: 焊口狀態

# HanQianQingLi
source: Before welding Cleaning:
de: Vor dem Schweißen Reinigung:
fr: Avant de souder Nettoyage:
ko: 청소를 용접하기 전에 :
ru: Перед сваркой уборка:
zh_cn: 焊前清理：
zh_tw: 焊前清理：

# HanShuiDanJia
source: Tax price
de: Steuer Preis
fr: Prix ​​de l'impôt
ko: 세금 가격
ru: Налоговый цена
zh_cn: 含税单价
zh_tw: 含稅單價

# HanShuiJinE
source: Tax Amount
de: Steuerbetrag
fr: Montant de l'impôt
ko: 세액
ru: Сумма налога
zh_cn: 含税金额
zh_tw: 含稅金額

# HanSiBiaoZhun
source: Wire criteria:
de: Drahtkriterien:
fr: Critères de fils:
ko: 와이어 기준 :
ru: Критерии провода:
zh_cn: 焊丝标准：
zh_tw: 焊絲標準：

# HanSiCaiJianHao
source: Wire material seized Number:
de: Drahtmaterial beschlagnahmt Nummer:
fr: Matériau de fil Nombre saisi:
ko: 선재는 번호 탈취 :
ru: Проволока захватили Количество:
zh_cn: 焊丝材检号：
zh_tw: 焊絲材檢號：

# HanSiGuiGe
source: Wire Specifications
de: Draht-Spezifikationen
fr: Caractéristiques des câbles
ko: 와이어 사양
ru: Технические характеристики проводов
zh_cn: 焊丝规格
zh_tw: 焊絲規格

# HanSiPaiHao
source: Wire grades
de: Drahtqualitäten
fr: Grades Wire
ko: 와이어 등급
ru: Проволока марки
zh_cn: 焊丝牌号
zh_tw: 焊絲牌號

# HanSiShongJingShuDu
source: Wire feed speed:
de: Drahtvorschubgeschwindigkeit:
fr: La vitesse du fil:
ko: 와이어 공급 속도 :
ru: Скорость подачи проволоки:
zh_cn: 焊丝送进速度：
zh_tw: 焊絲送進速度：

# HanSiSongJingShuDu
source: Wire feed speed:
de: Drahtvorschubgeschwindigkeit:
fr: La vitesse du fil:
ko: 와이어 공급 속도 :
ru: Скорость подачи проволоки:
zh_cn: 焊丝送进速度：
zh_tw: 焊絲送進速度：

# HanSiXingHao
source: Wire type
de: Drahtmodell
fr: Fil Modèle
ko: 와이어 모델
ru: Провод Модель
zh_cn: 焊丝型号
zh_tw: 焊絲型號

# HanSiXingHaoPaiHaoGuiGe
source: Wire model - Grade - Specifications:
de: Drahtmodell - Grad - Technische Daten:
fr: Modèle filaire - année - Spécifications:
ko: 와이어 모델 - 학년 - 사양 :
ru: Проволока модель - класс - Технические характеристики:
zh_cn: 焊丝型号-牌号-规格：
zh_tw: 焊絲型號-牌號-規格：

# HanSuanShuLiang
source: Conversion Number
de: Conversion Anzahl
fr: Nombre de conversion
ko: 전환 수
ru: Преобразование Количество
zh_cn: 换算数量
zh_tw: 換算數量

# HanTiaoBiaoZhun
source: Welding Standard:
fr: Norme de soudage:
ko: 용접 표준 :
ru: Сварка Стандарт:
zh_cn: 焊条标准：
zh_tw: 焊條標準：

# HanTiaoCaiJianHao
source: Electrode material seized Number:
de: Elektrodenmaterial beschlagnahmt Nummer:
fr: Matières pour électrodes numéro saisi:
ko: 전극 재료 번호 몰수 :
ru: Материал электрода захватили Количество:
zh_cn: 焊条材检号：
zh_tw: 焊條材檢號：

# HanTiaoGuiGe
source: Welding Specifications
de: Welding Technische Daten
fr: Spécifications de soudage
ko: 용접 사양
ru: Сварочные характеристики
zh_cn: 焊条规格
zh_tw: 焊條規格

# HanTiaoPaiHao
source: Electrode grade
de: Elektrodennote
fr: Grade électrode
ko: 전극 등급
ru: Электрод марки
zh_cn: 焊条牌号
zh_tw: 焊條牌號

# hanTiaoXingHao
source: Electrodes Model
de: Elektroden Modell
fr: Électrodes Modèle
ko: 전극 모델
ru: Электроды Модель
zh_cn: 焊条型号
zh_tw: 焊條型號

# HanTiaoXingHaoPaiHaoGuiGe
source: Electrode Model - Grade - Specifications:
de: Elektroden Modell - Grad - Technische Daten:
fr: Électrode Modèle - année - Spécifications:
ko: 전극 모델 - 학년 - 사양 :
ru: Электрод модели - класс - Технические характеристики:
zh_cn: 焊条型号-牌号-规格：
zh_tw: 焊條型號-牌號-規格：

# HanYouJiTuiSong
source: That pushed contain
de: Das geschoben enthalten
fr: Qui a poussé contenir
ko: 즉 포함 추진
ru: Это подтолкнуло содержать
zh_cn: 含有即推送
zh_tw: 含有即推送

# HaoFeiGongShi
source: Spend hours
de: Verbringen Stunden
fr: Passez des heures
ko: 시간을 보내십시오
ru: Проведите часов
zh_cn: 耗费工期
zh_tw: 耗費工時

# HaoYouJinE
source: Fuel amount
de: Kraftstoffmenge
fr: Quantité de carburant
ko: 연료량
ru: Количество топлива
zh_cn: 耗油金额
zh_tw: 耗油金額

# HaoYouShuLiang
source: Fuel quantity
de: Kraftstoffmenge
fr: Quantité de carburant
ko: 연료량
ru: Количество топлива
zh_cn: 耗油数量
zh_tw: 耗油數量

# HBJSLXGGZZYXGS
source: Spiral Pipe Manufacturing Co., Ltd. Hebei Jinsuo
de: Spiralrohr Manufacturing Co., Ltd Hebei Jinsuo
ko: 나선형 파이프 제조 유한 공사 허베이 Jinsuo
ru: Спираль труб Производство Лтд Хэбэй Jinsuo
zh_cn: 河北金锁螺旋钢管制造有限公司
zh_tw: 河北金鎖螺旋鋼管製造有限公司

# HBYJSHSBZZYXGS
source: Hubei long Petrochemical Equipment Manufacturing Co., Ltd.
de: Hubei langen Petrochemical Equipment Manufacturing Co., Ltd.
fr: Hubei longue pétrochimique Equipment Manufacturing Co., Ltd.
ko: 호북 긴 석유 화학 설비 제조 유한,
ru: Хубэй долго нефтехимического оборудования Производство Лтд
zh_cn: 湖北远久石化设备制造有限公司
zh_tw: 湖北遠久石化設備製造有限公司

# HBZLSZHLWYYRMBKDHDSGHBSL
source: Set currency (exchange rate is how much the amount of money one yuan convertible)
de: Stellen Währung (Wechselkurs ist, wie viel die Geldmenge einen Yuan Cabrio)
fr: Réglez monnaie (taux de change est de savoir combien la quantité de monnaie de un yuan convertible)
ko: 설정 통화 (환율은 돈 일위안 전환 얼마나 많은 양이다)
ru: Установите валюта (обменный курс, сколько количество денег одного юаня кабриолет)
zh_cn: 货币种类设置(汇率为1元人民币可兑换多少该货币数量)
zh_tw: 貨幣種類設置(匯率為1元人民幣可兌換多少該貨幣數量)

# HchongFuWenTi
source: H duplication
de: H wiederholen Sie die Frage
fr: H répéter la question
ko: H는 질문을 반복
ru: Н повторить вопрос
zh_cn: H重复问题
zh_tw: H重複問題

# HeGe
source: Qualified
de: Qualifizierte
fr: Qualifié
ko: 자격있는
ru: Квалифицированный
zh_cn: 合格
zh_tw: 合格

# HeGeGongPingTongZhiDan
source: Qualified fair notice
de: Qualifiziertes Messe Ankündigung
fr: Un avis juste qualifiée
ko: 자격을 갖춘 공정한 고지
ru: Квалифицированный справедливо уведомление
zh_cn: 合格公平通知单
zh_tw: 合格公平通知單

# HeGeJiBie
source: Quality level:
de: Qualitätsstufe:
fr: Niveau de qualité:
ko: 품질 수준 :
ru: Уровень качества:
zh_cn: 合格级别：
zh_tw: 合格級別：

# HeJi
source: Total
de: Gesamt
fr: Global
ko: 합계
ru: Общее
zh_cn: 合计
zh_tw: 合計

# HeJiJinE
source: Total Amount
de: Gesamtbetrag
fr: Montant total
ko: 총액
ru: Общая сумма
zh_cn: 合计金额
zh_tw: 合計金額

# HeJiYuSuanHeJia
source: Total budget valence
de: Gesamtbudget Wertigkeit
fr: Valence budget total
ko: 총 예산 원자가
ru: Общий бюджет валентность
zh_cn: 合计预算合价
zh_tw: 合計預算合價

# HeTong
source: Contract
de: Vertrag
fr: Contrat
ko: 계약
ru: Контракт
zh_cn: 合同
zh_tw: 合同

# HeTongBaoGuan
source: Contract declaration
de: Vertragserklärung
fr: Déclaration de contrat
ko: 계약 선언
ru: Декларация Договор
zh_cn: 合同报关
zh_tw: 合同報關

# HeTongBianHao
source: Contract Number
de: Vertragsnummer
fr: Nombre de contrat
ko: 계약 번호
ru: Номер договора
zh_cn: 合同编号
zh_tw: 合同編號
