Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZZCCGSSBKNGZLMCGCZD25GHZJC
source: Asset Purchase Requisition failure, may workflow name is too long (up to 25 characters), check!
de: Asset Banf Ausfall ist möglicherweise Name Workflow zu lang (bis zu 25 Zeichen), zu überprüfen!
fr: Échec Asset demande d'achat, de workflow peut nom est trop long (jusqu'à 25 caractères), vérifiez!
ko: 자산 구매 요청 실패, 이름을 워크 플로우 수 있습니다 것은 (25 자) 너무 깁니다, 확인!
ru: Отказ активами Заявка может рабочий процесс имя слишком длинное (до 25 символов), проверьте!
zh_cn: 资产采购申请失败,可能工作名称过长（最多25个汉字），请检查！
zh_tw: 资产采购申请失败,可能工作流名称过长（最多25个汉字），请检查！

# ZZZCCGSSCCG
source: Asset Purchase Requisition generate success!
de: Asset Bestellanforderung erzeugen Erfolg!
fr: Asset Demande d'achat générer succès!
ko: 자산 구매 요청 성공을 생성!
ru: Активами Заявка генерировать успех!
zh_cn: 资产采购申请生成成功！
zh_tw: 资产采购申请生成成功！

# ZZZCCGSSCSB
source: Asset purchase requisition generation failed!
de: Asset Bestellanforderung Generation fehlgeschlagen!
fr: Achat d'actifs génération de réquisition a échoué!
ko: 자산 구매 요청 생성에 실패했습니다!
ru: Активами покупке поколение реквизиции не удалось!
zh_cn: 资产采购申请生成失败！
zh_tw: 资产采购申请生成失败！

# ZZZCCJC
source: Select error, please check!
de: Wählen Sie Fehler, bitte!
fr: Sélectionnez l'erreur, s'il vous plaît vérifier!
ko: 선택 오류, 확인하시기 바랍니다!
ru: Выберите ошибке, пожалуйста, проверьте!
zh_cn: 选择出错，请检查！
zh_tw: 选择出错，请检查！

# ZZZCG
source: Choose success!
de: Wählen Sie Erfolg!
fr: Choisissez succès!
ko: 성공을 선택하십시오!
ru: Выберите успех!
zh_cn: 选择成功!
zh_tw: 选择成功!

# ZZZCGWJ
source: Please select procurement documents!
de: Bitte wählen Beschaffungsunterlagen!
fr: S'il vous plaît sélectionner les documents de passation de marchés!
ko: 조달 문서를 선택하세요!
ru: Пожалуйста, выберите документы по закупкам!
zh_cn: 请选择采购文件！
zh_tw: 请选择采购文件！

# ZZZCHYCG
source: Asset reduction success!
de: Asset Reduktion Erfolg!
fr: Succès la réduction de l'actif!
ko: 자산 감소 성공!
ru: Снижение активов успех!
zh_cn: 资产还原成功！
zh_tw: 資產還原成功！

# ZZZCHYSBJC
source: Assets restore fails, check!
de: Vermögen wiederherzustellen fehlschlägt, überprüfen!
fr: Actifs restauration échoue, vérifiez!
ko: 자산 확인 실패 복원!
ru: Активы восстановить не удается, проверьте!
zh_cn: 资产还原失败，请检查！
zh_tw: 資產還原失敗，請檢查！

# ZZZCLYGZLSCCG
source: Workflow recipients assets generate success!
de: Vermögenswerte Empfänger Workflow Builder Erfolg!
fr: Destinataires Actifs Workflow Builder succès!
ko: 자산받는 워크 플로우 빌더 성공!
ru: Активы получатели рабочего процесса Строитель успех!
zh_cn: 资产领用申请生成成功！
zh_tw: 資產領用工作流生成成功！

# ZZZCLYGZLSSCSB
source: Assets recipients workflow application generation failed!
de: Vermögenswerte Empfänger Workflow-Anwendung Generierung fehlgeschlagen!
fr: Actifs destinataires flux génération d'application n'a pas réussi!
ko: 자산받는 사람의 워크 플로우 애플리케이션 생성에 실패했습니다!
ru: Активы получатели рабочего процесса создания приложений не удалось!
zh_cn: 资产领用申请生成失败！
zh_tw: 資產領用工作流申請生成失敗！

# ZZZCSBJC
source: Registration fails, check!
de: Registrierung fehlschlägt, überprüfen!
fr: Inscription échoue, vérifiez!
ko: 등록 확인 실패!
ru: Регистрация не удается, проверьте!
zh_cn: 注册失败,请检查！
zh_tw: 註冊失敗,請檢查！

# ZZZCSBZCMBNWKJC
source: Registration fails, the registration code can not be empty, please check!
de: Registrierung fehlschlägt, kann der Registrierungscode nicht leer sein, prüfen Sie bitte!
fr: Enregistrement échoue, le code d'enregistrement ne peut pas être vide, s'il vous plaît vérifier!
ko: 실패 등록, 등록 코드는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Регистрация не удается, регистрационный код не может быть пустым, пожалуйста, проверьте!
zh_cn: 注册失败,注册码不能为空，请检查！
zh_tw: 註冊失敗,註冊碼不能為空，請檢查！

# ZZZCSBZCMBNXRHTJCGXLJCS
source: Registration fails, registration code can not write back, check the connection parameters
de: Registrierung fehlschlägt, den Registrierungscode kann nicht zurück zu schreiben, überprüfen Sie die Verbindungsparameter
fr: Enregistrement échoue, le code d'enregistrement ne peut pas écrire de nouveau, vérifiez les paramètres de connexion
ko: 등록은 등록 코드가 연결 매개 변수를 확인, 다시 쓸 수 없습니다 실패
ru: Регистрация не удается, регистрационный код не может написать ответ, проверить параметры соединения
zh_cn: 注册失败，注册码不能写入后台，请检查各项连接参数
zh_tw: 註冊失敗，註冊碼不能寫入後臺，請檢查各項連接參數

# ZZZCWPZ
source: Please select financial documents!
de: Bitte wählen Sie Finanzdokumente!
fr: S'il vous plaît sélectionner les documents financiers!
ko: 금융 문서를 선택하세요!
ru: Пожалуйста, выберите финансовые документы!
zh_cn: 请选择财务凭证！
zh_tw: 請選擇財務憑證！

# ZZZCZX
source: Please select the accounts!
de: Bitte wählen Sie die Konten!
fr: S'il vous plaît sélectionnez les comptes!
ko: 계정을 선택하세요!
ru: Пожалуйста, выберите учетные записи!
zh_cn: 请选择出账项！
zh_tw: 請選擇出賬項！

# ZZZDCG
source: Specifies success!
de: Gibt Erfolg!
fr: Indique succès!
ko: 성공을 지정합니다!
ru: Указывает успех!
zh_cn: 指定成功！
zh_tw: 指定成功！

# ZZZDFYCLFBXRYTODODDCWEXMESSAGE
source: Entertainment expenses, travel expenses, personnel TODO pending claims, the error: "+ ex.Message +"!
de: Bewirtungskosten, Reisekosten, Erstattung der Mitarbeiter TODO bestimmt, die Fehlermeldung: "+ ex.Message +"!
fr: Les frais de représentation, frais de déplacement, le remboursement du personnel TODO déterminée, l'erreur: "+ ex.Message +"!
ko: 엔터테인먼트 비용, 여행 경비, 직원 TODO의 상환이 결정 오류 : "+ ex.Message +"!
ru: Представительские расходы, командировочные расходы, возмещение персонала TODO определяется, ошибка: "+ ex.Message +"!
zh_cn: 招待费用，差旅费，报销人员 TODO待定 ，错误：" + ex.Message + "！
zh_tw: 招待費用，差旅費，報銷人員 TODO待定 ，錯誤：" + ex.Message + "！

# ZZZDSBJC
source: Specifies fails, check!
de: Gibt an, fehlschlägt, überprüfen!
fr: Indique échoue, vérifiez!
ko: 지정이 실패 체크!
ru: Указывает не удается, проверьте!
zh_cn: 指定失败，请检查！
zh_tw: 指定失敗，請檢查！

# ZZZGBNWFFZF
source: Qualifications can not be illegal characters!
de: Qualifikationen können nicht illegal Zeichen sein!
fr: Qualifications ne peuvent pas être des caractères illégaux!
ko: 자격에 잘못된 문자가 될 수 없습니다!
ru: Квалификация не может быть недопустимые символы!
zh_cn: 资格不能为非法字符！
zh_tw: 資格不能為非法字元！

# ZZZGCXM
source: Please select the project!
de: Bitte wählen Sie das Projekt!
fr: S'il vous plaît sélectionner le projet!
ko: 프로젝트를 선택하세요!
ru: Пожалуйста, выберите проект!
zh_cn: 请选择工程项目！
zh_tw: 請選擇工程項目！

# ZZZGDXM
source: Please select pipeline project!
de: Bitte wählen Sie Pipeline-Projekt!
fr: S'il vous plaît sélectionnez projet de pipeline!
ko: 파이프 라인 프로젝트를 선택하세요!
ru: Пожалуйста, выберите проект трубопровода!
zh_cn: 请选择管道项目！
zh_tw: 請選擇管道項目！

# ZZZGGSBXWXSHZZS
source: Since the purchase of the proposed budget must be decimal or integer!
de: Seit dem Kauf des Entwurfs des Haushaltsplans muss eine Dezimalzahl oder ganze Zahl sein!
fr: Depuis l'achat du projet de budget doit être un nombre décimal ou entier!
ko: 제안 된 예산의 구입 때문에 소수 또는 정수가되어야합니다!
ru: С приобретением предлагаемого бюджета должно быть десятичным числом или!
zh_cn: 自购概算必须为小数，或者整数！
zh_tw: 自購概算必須為小數，或者整數！

# ZZZGGSBYXWKBC
source: Since the purchase of the proposed budget does not allow for the empty, please add!
de: Da der Erwerb des vorgeschlagenen Budget nicht für den leeren ermöglichen, fügen Sie bitte!
fr: Depuis l'achat du budget proposé ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 제안 된 예산의 구매가 빈을 허용하지 않기 때문에, 추가하십시오!
ru: Поскольку покупка предлагаемого бюджета не позволяют пустой, пожалуйста, добавьте!
zh_cn: 自购概算不允许为空，请补充！
zh_tw: 自購概算不允許為空，請補充！

# ZZZGLDBNWKBC
source: Competent leadership can not be empty, please add!
de: Kompetente Führung darf nicht leer sein, fügen Sie bitte!
fr: Un leadership compétent ne peut être vide, s'il vous plaît ajouter!
ko: 유능한 지도자는 비워 둘 수 없습니다, 추가하십시오!
ru: Компетентный руководство не может быть пустым, пожалуйста, добавьте!
zh_cn: 主管领导不能为空，请补充！
zh_tw: 主管領導不能為空，請補充！

# ZZZGWJLXBSNCJDHCZCLXWJNBNSC
source: This file type is not the presence or the types of files you create, you can not delete!
de: Dieser Dateityp ist nicht diese Art der Datei vorhanden ist, oder dass Sie erstellen, Sie nicht löschen können!
fr: Ce type de fichier est pas ce type de fichier existe ou que vous créez, vous ne pouvez pas supprimer!
ko: 이 파일 유형은 이런 형식의 파일이 존재하지 않거나 사용자가 만든 것을, 당신은 삭제할 수 없습니다!
ru: Этот тип файла не этот тип файла существует или, что вы создаете, вы не можете удалить!
zh_cn: 这个文件类型不是你创建的或存在此类型文件，你不能删除！
zh_tw: 這個檔案類型不是你創建的或存在此類型檔，你不能刪除！

# ZZZGWJLXBSNCJDNBNGG
source: This file type is not that you create, you can not change!
de: Dieser Dateityp ist nicht, dass Sie zu erstellen, können Sie nicht ändern!
fr: Ce type de fichier est pas que vous créez, vous ne pouvez pas changer!
ko: 이 파일 유형은 만들 수 없습니다, 당신은 변경할 수 없습니다입니다!
ru: Этот тип файла не, что вы создаете, вы не можете изменить!
zh_cn: 这个文件类型不是你创建的，你不能更改！
zh_tw: 這個檔案類型不是你創建的，你不能更改！

# ZZZGYSBXWXSHZZS
source: Since the purchase of the budget must be a decimal or integer!
de: Seit dem Kauf des Budgets muss eine Dezimalzahl oder ganze Zahl sein!
fr: Depuis l'achat du budget doit être un nombre décimal ou entier!
ko: 예산의 구입 때문에 소수 또는 정수가되어야합니다!
ru: С приобретением бюджета должно быть десятичным числом или!
zh_cn: 自购预算必须为小数，或者整数！
zh_tw: 自購預算必須為小數，或者整數！

# ZZZGYSBYXWKBC
source: Since the purchase budget does not allow for the empty, please add!
de: Da der Erwerb des Budget nicht für den leeren ermöglichen, fügen Sie bitte!
fr: Depuis l'achat du budget ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 예산의 구매가 빈을 허용하지 않기 때문에, 추가하십시오!
ru: Поскольку покупка бюджета не позволяют пустой, пожалуйста, добавьте!
zh_cn: 自购预算不允许为空，请补充！
zh_tw: 自購預算不允許為空，請補充！

# ZZZGYSCG
source: Supplier selection success!
de: Wählen Sie Lieferant Erfolg!
fr: Sélectionnez le succès de fournisseur!
ko: 선택 공급 업체의 성공!
ru: Выберите успех поставщик!
zh_cn: 选择供应商成功！
zh_tw: 選擇供應商成功！

# ZZZGYSXXXZLXRXXSB
source: Please select vendor information, new contact information failed
de: Bitte wählen Sie Lieferantendaten, neue Kontaktinformationen fehlgeschlagen
fr: S'il vous plaît sélectionner le fournisseur d'information, de nouvelles informations de contact a échoué
ko: 공급 업체 정보를 선택하십시오, 새로운 연락처 정보 실패
ru: Пожалуйста, выберите поставщика информации, новый Контактная информация не удалось
zh_cn: 请选择供应商信息，新增联系人信息失败
zh_tw: 請選擇供應商資訊，新增連絡人資訊失敗

# ZZZGYSXXXZZZZSXXSB
source: Please select vendor information, new information failed Certificate
de: Bitte wählen Sie Lieferantendaten, neue Informationen gescheitert Zertifikate
fr: S'il vous plaît sélectionner le fournisseur d'information, de nouvelles informations échoué Certificats
ko: 공급 업체 정보를 선택하십시오, 새로운 정보는 인증서 실패
ru: Пожалуйста, выберите поставщика информации, новая информация не удалось Сертификаты
zh_cn: 请选择供应商信息，新增资质证书信息失败
zh_tw: 請選擇供應商資訊，新增資質證書資訊失敗

# ZZZHBNWFFZF
source: Account can not be illegal characters!
de: Konto kann nicht illegal Zeichen sein!
fr: Compte ne peut pas être des caractères illégaux!
ko: 계정에 잘못된 문자가 될 수 없습니다!
ru: Счет не может быть недопустимые символы!
zh_cn: 帐号不能为非法字符！
zh_tw: 帳號不能為非法字元！

# ZZZHCDBNCG40GZFC
source: Account the length of the string can not be more than 40!
de: Konto nicht mehr als 40 Stringlänge!
fr: Compte non plus de 40 longueur de la chaîne!
ko: 40 문자열 길이보다 더 계정!
ru: Счет не более чем на 40 длины строки!
zh_cn: 帐号长度不能超过40个字符串！
zh_tw: 帳號長度不能超過40個字串！

# ZZZHJHCG
source: Account activation is successful!
de: Kontoaktivierung erfolgreich!
fr: Activation du compte est réussie!
ko: 계정 활성화 성공!
ru: Активация учетной записи успешно!
zh_cn: 帐号激活成功！
zh_tw: 帳號啟動成功！

# ZZZHJHSBCYHBCZJC
source: Account activation fails, the user does not exist, please check!
de: Kontoaktivierung fehlschlägt, wird dieser Benutzer nicht vorhanden ist, überprüfen Sie bitte!
fr: Compte activation échoue, cet utilisateur ne existe pas, s'il vous plaît vérifier!
ko: 정품 인증에 실패 계정이 사용자가 존재하지 않습니다, 확인하시기 바랍니다!
ru: Счет активации не удается, этот пользователь не существует, пожалуйста, проверьте!
zh_cn: 帐号激活失败，此用户不存在，请检查！
zh_tw: 帳號啟動失敗，此用戶不存在，請檢查！

# ZZZHJHSBCYHKNYCZBNZFTJJC
source: Account activation fails, the user may already exist, can not be repeated to add, please check!
de: Kontoaktivierung fehlschlägt, kann der Benutzer bereits vorhanden ist, kann nicht wiederholt werden, um hinzuzufügen, bitte!
fr: Compte activation échoue, l'utilisateur peut déjà exister, ne peut pas être répété à ajouter, s'il vous plaît vérifier!
ko: 정품 인증, 사용자가 이미 존재하지 계정을 추가하기 위해 반복 될 수 없다, 확인하시기 바랍니다!
ru: Счет активации не удается, пользователь может уже существовать, не может быть повторен, чтобы добавить, пожалуйста, проверьте!
zh_cn: 帐号激活失败，此用户可能已存在，不能重复添加，请检查！
zh_tw: 帳號啟動失敗，此用戶可能已存在，不能重複添加，請檢查！

# ZZZHJHSBYHDMBNWK
source: Account activation fails, the user code can not be empty!
de: Kontoaktivierung fehlschlägt, kann der Benutzer-Code nicht leer sein!
fr: Activation du compte échoue, le code de l'utilisateur ne peut pas être vide!
ko: 계정 활성화 실패, 사용자 코드는 비워 둘 수 없습니다!
ru: Активация учетной записи не удается, код пользователя не может быть пустым!
zh_cn: 帐号激活失败，用户代码不能为空！
zh_tw: 帳號啟動失敗，用戶代碼不能為空！

# ZZZHKTCG
source: Account opening success!
de: Kontoeröffnung Erfolg!
fr: OUVERTURE DE COMPTE succès!
ko: 성공을 여는 계정!
ru: Открытие счета успех!
zh_cn: 帐号开通成功！
zh_tw: 帳號開通成功！

# ZZZHKTSB
source: Account opening failed!
de: Kontoeröffnung fehlgeschlagen!
fr: Ouverture de compte a échoué!
ko: 계좌 개설 실패!
ru: Открытие счета не удалось!
zh_cn: 帐号开通失败！
zh_tw: 帳號開通失敗！

# ZZZHKTSBJCDMZFHMXWK
source: Account opening fails, check (code duplication, or an empty)!
de: Kontoeröffnung nicht, Scheck (Code-Duplizierung oder eine leere)!
fr: Ouverture de compte échoue, chèque (duplication de code ou un vide)!
ko: 계좌 개설이 실패 검사 (코드 중복 또는 빈)!
ru: Открытие счета не удается, проверьте (дублирование кода или пустой)!
zh_cn: 帐号开通失败，请检查(代码重复或某项为空)！
zh_tw: 帳號開通失敗，請檢查(代碼重複或某項為空)！

# ZZZHKTSBMMCDBXDYHDY8WJC
source: Account opening defeat, password length must be greater than or equal to 8, please check!
de: Kontoeröffnung fehlschlägt, muss der Passwortlänge größer als oder gleich 8 sein, prüfen Sie bitte!
fr: Ouverture de compte échoue, la longueur du mot de passe doit être supérieure ou égale à 8, s'il vous plaît vérifier!
ko: 계좌 개설은 암호 길이가 8 같거나 커야합니다 실패, 확인하시기 바랍니다!
ru: Открытие счета не удается, длина пароля должна быть больше или равна 8, пожалуйста, проверьте!
zh_cn: 帐号开通失败，密码长度必须大于或等于8位，请检查！
zh_tw: 帳號開通失敗，密碼長度必須大於或等於8位，請檢查！

# ZZZHT
source: Please select the contract!
de: Bitte wählen Sie den Auftrag!
fr: S'il vous plaît sélectionner le contrat!
ko: 계약을 선택하세요!
ru: Пожалуйста, выберите контракт!
zh_cn: 请选择合同！
zh_tw: 請選擇合同！

# ZZZHTOKENZWBTSJJC
source: Account, Token data is required, please check!
de: Konto, Token-Wert erforderlichen Daten, überprüfen Sie bitte!
fr: Compte, les données valeur Token nécessaires, s'il vous plaît vérifier!
ko: 계정, 토큰 값 필요한 데이터를 확인하시기 바랍니다!
ru: Счет, необходимые маркера значение данных, пожалуйста, проверьте!
zh_cn: 帐号、Token值为必填数据，请检查！
zh_tw: 帳號、Token值為必填資料，請檢查！

# ZZZHZDKTX
source: Account field vacancy, please fill out!
de: Konto Feld Leerstand, füllen Sie bitte!
fr: Compte terrain vacant, s'il vous plaît remplir!
ko: 계정 필드 공석은 기입하시기 바랍니다!
ru: Счет поле вакансия, пожалуйста, заполните!
zh_cn: 帐号字段空缺，请填写！
zh_tw: 帳號欄位空缺，請填寫！

# ZZZJCG
source: Increase the success!
de: Erhöhen Sie den Erfolg!
fr: Augmenter le succès!
ko: 성공을 증가!
ru: Увеличьте успеха!
zh_cn: 增加成功！
zh_tw: 增加成功！

# ZZZJGXCG
source: Expert updated successfully!
de: Expert erfolgreich aktualisiert!
fr: Expert mis à jour avec succès!
ko: 전문가가 성공적으로 업데이트!
ru: Эксперт успешно обновлены!
zh_cn: 专家保存成功！
zh_tw: 專家更新成功！

# ZZZJGXSB
source: Experts update failed!
de: Experten-Update ist fehlgeschlagen!
fr: Mise à jour des experts a échoué!
ko: 전문가 업데이트를 실패했습니다!
ru: Обновление Эксперты не удалось!
zh_cn: 专家保存失败！
zh_tw: 專家更新失敗！

# ZZZJHCG
source: Transfer scheme is successful!
de: Übertragungsschema ist erfolgreich!
fr: Plan de transfert est réussi!
ko: 전송 방식은 성공!
ru: Схема передачи успешно!
zh_cn: 转计划成功！
zh_tw: 轉計畫成功！

# ZZZJJHCYSB
source: Increase scheme members fail!
de: Erhöhen Versorgungsanwärter scheitern!
fr: Augmenter affiliés échouent!
ko: 계획 회원이 실패 증가!
ru: Увеличьте Участники схема не получится!
zh_cn: 增加计划成员失败！
zh_tw: 增加計畫成員失敗！

# ZZZJMCBNWKBC
source: Experts name can not be empty, please add!
de: Experten Name darf nicht leer sein, fügen Sie bitte!
fr: Experts nom ne peut pas être vide, s'il vous plaît ajouter!
ko: 전문가의 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имя Эксперты не может быть пустым, пожалуйста, добавьте!
zh_cn: 专家名称不能为空，请补充！
zh_tw: 專家名稱不能為空，請補充！

# ZZZJNRBNWKJC
source: Summary can not be empty, please check!
de: Fassen Sie die Inhalte darf nicht leer sein, prüfen Sie bitte!
fr: Résumer le contenu ne peut pas être vide, s'il vous plaît vérifier!
ko: 비워 둘 수 없습니다 내용을 요약, 확인하시기 바랍니다!
ru: Кратко содержание не может быть пустым, пожалуйста, проверьте!
zh_cn: 总结内容不能为空，请检查！
zh_tw: 總結內容不能為空，請檢查！

# ZZZJSBDDHCWWCDDSC
source: Increase fails, order number is wrong, no such order, please check bolt!
de: Erhöhung ausfällt, Bestellnummer falsch ist, keine solche Ordnung, überprüfen Sie bitte Bolzen!
fr: Augmenter échoue, numéro de commande est faux, rien de tel ordre, s'il vous plaît vérifier boulon!
ko: 증가는 주문 번호가 잘못, 실패, 그런 순서, 볼트를 확인하시기 바랍니다!
ru: Увеличение не удается, номер заказа неправильно, не такой порядок, пожалуйста, проверьте болт!
zh_cn: 增加失败，订单号错误，无此订单，请栓查！
zh_tw: 增加失敗，訂單號錯誤，無此訂單，請栓查！

# ZZZJSBXMHCWWCXMSC
source: Increase failed, item number wrong, no such item, please check the plug!
de: Erhöhung gescheitert, Artikel falsche Nummer, kein solches Projekt, überprüfen Sie bitte den Netzstecker!
fr: Augmenter échoué, le numéro de l'article faux, rien de tel projet, s'il vous plaît vérifier le bouchon!
ko: 증가 실패, 잘못된 항목 번호는, 이러한 프로젝트는 플러그를 확인하시기 바랍니다!
ru: Повышение удалось, пункт номер неправильно, не такой проект, пожалуйста, проверьте вилку!
zh_cn: 增加失败，项目号错误，无此项目，请栓查！
zh_tw: 增加失敗，專案號錯誤，無此專案，請栓查！

# ZZZJXZCG
source: Experts new success!
de: Experten New Success!
fr: Experts Nouveau succès!
ko: 전문가 새로운 성공!
ru: Эксперты Новый успех!
zh_cn: 专家新增成功！
zh_tw: 專家新增成功！

# ZZZJXZSB
source: New expert failed!
de: Neue Experten fehlgeschlagen!
fr: Nouvel expert a échoué!
ko: 새로운 전문가는 실패!
ru: Новый эксперт не удалось!
zh_cn: 专家新增失败！
zh_tw: 專家新增失敗！

# ZZZJYCYCYYEXMESSAGE
source: Increase an exception, reason: "+ ex.Message +"!
de: Steigern Sie eine Ausnahme, Grund: "+ ex.Message +"!
fr: Augmenter une exception, motif: "+ ex.Message +"!
ko: + ex.Message +예외 이유를 증가!
ru: Увеличьте исключение, причина: "+ +" ex.Message!
zh_cn: 增加异常，异常原因：" + ex.Message + "！
zh_tw: 增加異常，異常原因：" + ex.Message + "！

# ZZZJYJCZBYXZFTJ
source: Experts already exists, do not allow duplicate add!
de: Experten bereits vorhanden ist, erlauben keine doppelte hinzuzufügen!
fr: Experts existe déjà, ne permettent pas de duplicata ajouter!
ko: 이미 전문가, 중복 추가 허용하지 않습니다!
ru: Эксперты уже существует, не позволяют дубликат добавить!
zh_cn: 专家已经存在，不允许重复添加！
zh_tw: 專家已經存在，不允許重複添加！

# ZZZJZCCKDCG
source: Transferred directly into the storehouse success!
de: Direkt in die Lagerhalle Erfolg übertragen!
fr: Transféré directement dans le succès de l'entrepôt!
ko: 창고의 성공에 직접 전송!
ru: Передается непосредственно в успех хранилища!
zh_cn: 直接转成出库单成功！
zh_tw: 直接轉成出庫單成功！

# ZZZJZCTHDCG
source: Transferred directly into a single return success!
de: Direkt in einer einzigen Rück Erfolg übertragen!
fr: Transféré directement dans un seul succès de retour!
ko: 단일 복귀 성공에 직접 전송!
ru: Переведен непосредственно в одном успеха обратном!
zh_cn: 直接转成退货单成功！
zh_tw: 直接轉成退貨單成功！

# ZZZKB
source: Please do not select the library!
de: Bitte nicht, wählen Sie die Bibliothek!
fr: S'il vous plaît ne pas sélectionner la bibliothèque!
ko: 라이브러리를 선택하지 마십시오!
ru: Пожалуйста, не выбрать библиотеку!
zh_cn: 请选择库别！
zh_tw: 請選擇庫別！

# ZZZKD
source: Please choose a single paragraph!
de: Bitte wählen Sie einen einzelnen Absatz!
fr: S'il vous plaît choisir un seul paragraphe!
ko: 하나의 단락을 선택하세요!
ru: Пожалуйста, выберите один пункт!
zh_cn: 请选择请款单！
zh_tw: 請選擇請款單！

# ZZZLCBBCWEXMESSAGE
source: Quality cost table, the error: "+ ex.Message +"!
de: Qualität Kostentabelle, die Fehlermeldung: "+ ex.Message +"!
fr: Tableau des coûts de la qualité, l'erreur: "+ ex.Message +"!
ko: 품질 비용 테이블 오류 : "+ ex.Message +"!
ru: Качество таблица затрат, ошибка: "+ ex.Message +"!
zh_cn: 质量成本表，错误：" + ex.Message + "！
zh_tw: 品質成本表，錯誤：" + ex.Message + "！

# ZZZLSSCWEXMESSAGE
source: Mass loss, the error: "+ ex.Message +"!
de: Massenverlust, der Fehler: "+ ex.Message +"!
fr: La perte, l'erreur de masse: "+ ex.Message +"!
ko: 질량 손실, 오류 : "+ ex.Message +"!
ru: Потеря массы, ошибка: "+ ex.Message +"!
zh_cn: 质量损失 ，错误：" + ex.Message + "！
zh_tw: 品質損失 ，錯誤：" + ex.Message + "！

# ZZZLXMCJC
source: Please choose the type of name, check!
de: Bitte wählen Sie die Art von Namen, bitte!
fr: S'il vous plaît choisir le type de nom, s'il vous plaît vérifier!
ko: 이름의 유형을 선택하십시오, 확인하시기 바랍니다!
ru: Пожалуйста, выберите тип имени, пожалуйста, проверьте!
zh_cn: 请选择类型名称，请检查！
zh_tw: 請選擇類型名稱，請檢查！

# ZZZNJ
source: Select Year!
de: Wählen Sie Jahr!
fr: Choisissez Année!
ko: 년도 선택!
ru: Выберите год!
zh_cn: 请选择年级！
zh_tw: 請選擇年級！

# ZZZRSBJC
source: Transfer fails, check!
de: Übertragung fehlschlägt, überprüfen Sie!
fr: Transfert échoue, vérifiez!
ko: 전송, 확인 실패!
ru: Передача не происходит, убедитесь!
zh_cn: 转入失败，请检查！
zh_tw: 轉入失敗，請檢查！

# ZZZSBXSRYHDMHMCZYCNC
source: You must enter a user code or at least one of the names to query!
de: Sie müssen einen Benutzercode oder mindestens einen Namen für die Abfrage eingeben!
fr: Vous devez entrer un code utilisateur ou au moins un nom à la requête!
ko: 사용자는 질의에 대한 사용자 코드 또는 적어도 하나의 이름을 입력한다!
ru: Вы должны ввести код пользователя или, по крайней мере одно имя для запроса!
zh_cn: 至少必须输入用户代码或名称之一才能查询！
zh_tw: 至少必須輸入用戶代碼或名稱之一才能查詢！

# ZZZSBXSRYHDMHXMCNC
source: At least you must enter a user code and name to your inquiry!
de: Zumindest müssen Sie einen Benutzercode und Namen auf Ihre Anfrage geben Sie!
fr: Au moins, vous devez entrer un code d'utilisateur et le nom à votre demande!
ko: 적어도 당신은 당신의 질문에 사용자 코드와 이름을 입력해야합니다!
ru: По крайней мере, вы должны ввести код и имя пользователя на ваш запрос!
zh_cn: 至少必须输入用户代码和姓名才能查询！
zh_tw: 至少必須輸入用戶代碼和姓名才能查詢！

# ZZZSCG
source: Resale success!
de: Resale Erfolg!
fr: Revente succès!
ko: 재판매 성공!
ru: Перепродажа успех!
zh_cn: 转手成功！
zh_tw: 轉手成功！

# ZZZSMYJDZKGDXMSHYKGXMSZZZSYBJ
source: No progress in the start of the project, and then redo use tags when projects later!
de: Keine Fortschritte beim Start des Projekts und dann die Marke zu verwenden, wenn Redo-Projekte später!
fr: Aucun progrès au début du projet, et ensuite utiliser la marque lorsque les projets redo plus tard!
ko: 어떤 프로젝트의 시작에서 진행 한 다음 때 리두 프로젝트 나중에 마크를 사용하지!
ru: Никакого прогресса в начале проекта, а затем использовать знак позже, когда Redo проекты!
zh_cn: 暂时没有进度在开工的项目，请稍后有开工项目时再重做使用标记！
zh_tw: 暫時沒有進度在開工的專案，請稍後有開工項目時再重做使用標記！

# ZZZSMYKCLB
source: No stock list!
de: Keine Bestandsliste!
fr: Aucune liste de stock!
ko: 재고 목록 없습니다!
ru: Нет фондового список!
zh_cn: 暂时没有库存列表！
zh_tw: 暫時沒有庫存列表！

# ZZZSMYXMSHYXMSZZXMTJ
source: No project, please do the project when the project statistics later!
de: Kein Projekt, tun Sie bitte das Projekt, wenn die Projektstatistik später!
fr: Aucun projet, s'il vous plaît faire le projet lorsque les statistiques du projet plus tard!
ko: 프로젝트가, 때 프로젝트 통계 나중에 프로젝트를 수행하시기 바랍니다!
ru: Ни один проект, пожалуйста, не делать проект, когда статистика проекта позже!
zh_cn: 暂时没有项目，请稍后有项目时再做项目统计！
zh_tw: 暫時沒有項目，請稍後有項目時再做項目統計！

# ZZZSSBJC
source: Resale fails, check!
de: Resale fehlschlägt, überprüfen!
fr: Revente échoue, vérifiez!
ko: 재판매가 실패, 확인!
ru: Перепродажа не удается, проверьте!
zh_cn: 转手失败，请检查！
zh_tw: 轉手失敗，請檢查！

# ZZZSXZCG
source: Certificates New Success!
de: Neue Zertifikat Erfolg!
fr: Nouveau certificat succès!
ko: 새 인증서 성공!
ru: Успех нового сертификата!
zh_cn: 证书新增成功！
zh_tw: 證書新增成功！

# ZZZSXZSB
source: New certificate failed!
de: Neue Zertifikat fehlgeschlagen!
fr: Nouveau certificat a échoué!
ko: 새 인증서에 실패했습니다!
ru: Новый сертификат не удалось!
zh_cn: 证书新增失败！
zh_tw: 證書新增失敗！
