Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZDBMJQXSBMDSPHYSTSCLKHHGYSFWDWHZ
source: Defenders designated department and its subordinate departments of items, conference room, library, vehicles, customers and suppliers and services
de: Defenders Abteilung und ihre nachgeordneten Dienststellen bezeichneten Gegenstände, Konferenzraum, Bibliothek, Fahrzeugen, Kunden und Lieferanten und Dienstleistungen
fr: Défenseurs département et ses articles départements subordonnés désignés, salle de conférence, une bibliothèque, des véhicules, des clients et des fournisseurs et services
ko: 수비수 부서 및 하위 부서 지정 항목, 회의실, 도서관, 차량, 고객 및 공급 업체와 서비스
ru: Защитники кафедры и ее подчиненные подразделения, назначенные пункты, конференц-зал, библиотека, транспортные средства, клиенты и поставщики и услуги
zh_cn: 指定部门及其下属部门的物料、会议室、图书、车辆、客户和供应商服务的维护者
zh_tw: 指定部門及其下屬部門的物料、會議室、圖書、車輛、客戶和供應商服務的維護者

# ZDJDYDHFK
source: Note: Multiple nodes separated by commas
de: Hinweis: Mehrere Knoten, die durch Komma getrennt
fr: Remarque: les noeuds multiples séparées par des virgules
ko: 참고 : 쉼표로 구분 된 여러 개의 노드를
ru: Примечание: Несколько узлов, разделенных запятыми
zh_cn: 注：多节点以逗号分开
zh_tw: 注：多節點以逗號分開

# ZDYBDGZLSQSCINFOPATHBDMB
source: Custom workflow forms, please upload form templates INFOPATH
de: Benutzerdefinierte Workflows bildet, bitte laden Sie Formularvorlagen INFOPATH
fr: Formes de flux de travail personnalisés, s'il vous plaît télécharger les modèles de formulaire INFOPATH
ko: 사용자 정의 워크 플로 양식은 양식 서식 파일의 INFOPATH을 업로드하시기 바랍니다
ru: Формы пользовательского рабочего процесса, пожалуйста, загрузите шаблоны формы InfoPath
zh_cn: 自定义表单工作流时，请上传INFOPATH表单模板
zh_tw: 自訂表單工作流時，請上傳INFOPATH表單範本

# ZDYBDGZLSQSCINFOPATHBDZWBDNB
source: Custom workflow forms, please upload INFOPATH form template:
de: Benutzerdefinierte Workflows bildet, bitte laden Sie InfoPath-Formularvorlage:
fr: Formes de flux de travail personnalisés, s'il vous plaît télécharger INFOPATH modèle de formulaire:
ko: 사용자 정의 워크 플로 양식은 InfoPath 양식 서식 파일을 업로드하십시오
ru: Формы пользовательского рабочего процесса, пожалуйста, загрузите шаблон формы InfoPath:
zh_cn: 自定义表单工作流时，请上传INFOPATH表单模板：
zh_tw: 自訂表單工作流時，請上傳INFOPATH表單範本：

# ZDYLSQLYJZTLRZXLSQLYJKYPLLRYDGYDGOGJCBYCGBQZF
source: Note: The definition of classes (CREATE, ALTER) SQL statements one by one entry, the implementation of the class (UPDATE, DELETE) SQL statements can batch entry, must not be with "GO" key words, not more than 8000 characters!
de: Hinweis: Die Definition von Klassen (CREATE, ALTER) SQL-Anweisungen eine nach der Einreise, die Implementierungsklasse (UPDATE, DELETE) SQL-Anweisungen können Batch-Eintrag darf nicht mit sein "GO" Schlüsselwörter, nicht mehr als 8000 Zeichen!
fr: Remarque: La définition des classes (CREATE, ALTER) SQL déclarations une par une entrée, la classe de mise en œuvre (UPDATE, DELETE) des instructions SQL peut entrée par lot, ne doit pas être avec "GO" mots clés, pas plus de 8000 caractères!
ko: 참고 : 클래스 (ALTER 만들기) 하나의 항목에 의해 하나의 SQL 문의 정의는, 구현 클래스 (업데이트, 삭제) SQL 문이 배치 항목, 함께 안, 이상 8000 자 핵심 단어를 "이동"할 수 있습니다!
ru: Примечание: Определение классов (создавать, изменять) отчетности SQL один на один вход, класс реализации (UPDATE, DELETE) заявления SQL может пакетный ввод не должен быть с "GO" ключевые слова, не более 8000 символов!
zh_cn: 注：定义类（CREATE,ALTER)SQL语句逐条录入，执行类（UPDATE,DELETE)SQL语句可以批量录入，一定不要带“GO”关键词,不要超过8000字符！
zh_tw: 注：定義類（CREATE,ALTER)SQL語句逐條錄入，執行類（UPDATE,DELETE)SQL語句可以批量錄入，一定不要帶“GO”關鍵字,不要超過8000字元！

# ZDYXSCSSMYXSCWJLXXZWWJHYDYDJSC
source: The maximum allowed to upload 30M, allowed to upload file types: .doc, .docx, .pdf, .ppt, .zip, .pptx, .xls, .xlsx, .rar, .txt; After selecting the file must click the Upload
de: Die maximal zulässige Upload-30M, erlaubt, Dateitypen hochladen: .doc, .docx, .pdf, .ppt, .zip, .pptx, .xls, .xlsx, .rar, .txt; Nach der Auswahl der Datei muss Hochladen klicken
fr: Le 30M de téléchargement maximale autorisée, autorisé à télécharger les types de fichiers: .doc, .docx, .pdf, .ppt, .zip, .pptx, .xls, .xlsx, .rar, .txt; Après avoir sélectionné le fichier doit cliquez sur Télécharger
ko: 최대 허용 업로드 30M은 파일 형식을 업로드 할 수 : .DOC,을 .docx, .PDF,을 .ppt, .ZIP, .pptx, .XLS, .XLSX, .RAR, .txt 인을, 파일을 선택한 후 업로드를 클릭합니다
ru: Максимально допустимая загрузка 30M, разрешено загружать типы файлов: .doc, .docx, .pdf, .ppt, .zip, .pptx, .xls, .xlsx, .rar, .txt; После выбора файла нажмите кнопку Загрузить должны
zh_cn: 最大允许上传30M,允许上传文件类型：.doc,.docx,.pdf,.ppt,.zip,.pptx,.xls,.xlsx,.rar,.txt;选择完文件后一定要点击上传
zh_tw: 最大允許上傳30M,允許上傳檔案類型：.doc,.docx,.pdf,.ppt,.zip,.pptx,.xls,.xlsx,.rar,.txt;選擇完檔後一定要點擊上傳

# ZengJia
source: True and false
de: Wahr und falsch
fr: Vrai et faux
ko: 참과 거짓
ru: Истинные и ложные
zh_cn: 真假
zh_tw: 真假

# ZengJiaMRPJiHuaBanBen
source: MRP plans to increase release
de: MRP plant Release zu erhöhen
fr: MRP prévoit d'augmenter de presse
ko: MRP는 방출을 확대 할 계획
ru: MRP планирует увеличить выпуск
zh_cn: 增加MRP计划版本
zh_tw: 增加MRP計畫版本

# ZengJiaZiJieDian
source: Increase child node
de: Erhöhen Sie untergeordnete Knoten
fr: Augmenter nœuds enfants
ko: 자식 노드를 증가
ru: Увеличьте дочерние узлы
zh_cn: 增加子节点
zh_tw: 增加子節點

# ZengZhiShui
source: VAT
de: Mehrwertsteuer
fr: TVA
ko: 부가가치세 (VAT)
ru: НДС
zh_cn: 增值税
zh_tw: 增值稅

# ZengZhiShuiZongE
source: The total VAT
de: Die Gesamt MwSt
fr: Le montant de la TVA
ko: 총 부가가치세
ru: Общая НДС
zh_cn: 增值税总额
zh_tw: 增值稅總額

# ZeRenBuMen
source: Liability sector
de: Haftpflichtbereich
fr: Secteur de responsabilité
ko: 책임 부문
ru: Ответственность сектор
zh_cn: 责任部门
zh_tw: 責任部門

# ZeRenDanWei
source: Responsibility Unit
de: Verantwortung Einheit
fr: Unité de responsabilité
ko: 책임 단위
ru: Ответственность за штуку
zh_cn: 责任单位
zh_tw: 責任單位

# ZeRenDanWeiBuMen
source: Responsible units / departments
de: Verantwortlich Einheiten / Abteilungen
fr: Unités responsables / départements
ko: 책임 단위 / 부서
ru: Ответственные подразделения / отделы
zh_cn: 责任单位/部门
zh_tw: 責任單位/部門

# ZeRenGongChengShi
source: Responsible Engineer
de: Verantwortlich Ingenieur
fr: Ingénieur Responsable
ko: 책임 엔지니어
ru: Ответственный инженер
zh_cn: 责任工程师
zh_tw: 責任工程師

# ZeRenRen
source: Responsible
de: Verantwortlich
fr: Responsable
ko: 책임
ru: Ответственность
zh_cn: 责任人
zh_tw: 責任人

# ZGSHSBW
source: China Petrochemical Equipment Net
de: China Petrochemical Ausrüstung Net
ko: 중국 석유 화학 장비 순
ru: Китай нефтехимического оборудования Чистая
zh_cn: 中国石化设备网
zh_tw: 中國石化設備網

# ZGSHSBWSZSYSXCXB
source: Chinese petrochemical equipment online business, the preferred integrity treasure
de: Chinesischen petrochemischen Anlagen Online-Geschäft, das bevorzugte Integrität Schatz
fr: Équipements pétrochimiques chinois des affaires en ligne, le trésor de l'intégrité préféré
ko: 중국어 석유 화학 장비의 온라인 비즈니스, 선호 무결성 보물
ru: Китайский нефтехимического оборудования онлайн бизнес, предпочтительным целостности сокровище
zh_cn: 中国石化设备网上做生意，首选诚信宝
zh_tw: 中國石化設備網上做生意，首選誠信寶

# ZGXGZSZDYJJLDWDGXZHXGDWDLX
source: This change, only for documents has been established, the latter alternative the modified document type!
de: Diese Änderung, nur für Dokumente festgestellt wurde, wobei letztere für die Auswahl des modifizierten Dokument-Typ!
fr: Cette modification, que pour les documents a été établi, ce dernier pour sélectionner le type de document modifié!
ko: 이 수정 된 문서가 확립 된 전용 들면 수정 된 문서 타입을 선택하기위한 후자!
ru: Эта модификация, только для документов было установлено, последний для выбора модифицированный тип документа!
zh_cn: 这个修改，只是针对已经建立的文档，供选择后修改的文档类型！
zh_tw: 這個修改，只是針對已經建立的文檔，供選擇後修改的文檔類型！

# ZhanDianShu
source: Number of Sites
de: Anzahl von Standorten
fr: Nombre de lieux
ko: 사이트 수
ru: Количество сайтов
zh_cn: 站点数
zh_tw: 站點數

# ZhangDanJiXiaoBVI
source: Billing Performance (BVI)
de: Billing Wertentwicklung (BVI)
fr: Facturation Performance (BVI)
ko: 결제 실적 (BVI)
ru: Платежная Производительность (Британские Виргинские острова)
zh_cn: 账单绩效(BVI)
zh_tw: 帳單績效(BVI)

# ZhangHao
source: account number
de: Kontonummer
fr: Numéro de compte
ko: 계좌 번호
ru: Номер счета
zh_cn: 帐号
zh_tw: 帳號

# ZhangTao
source: Set of Books
de: Set Bücher
fr: Ensemble de livres
ko: 도서 세트
ru: Набор книг
zh_cn: 帐套
zh_tw: 帳套

# ZhangTaoBianMa
source: Zhang Tao coding
de: Zhang Tao Codierung
fr: Zhang Tao de codage
ko: 코딩 장 타오
ru: Чжан Тао кодирования
zh_cn: 帐套编码
zh_tw: 帳套編碼

# ZhangTaoMingCheng
source: Set of Books Name
de: Set Bücher Namens
fr: Jeu de Nom Livres
ko: 책 이름의 설정
ru: Набор Название книги
zh_cn: 帐套名称
zh_tw: 帳套名稱

# ZhangTaoQuJianXuanDing
source: Interval selected set of books
de: Interval ausgewählten Satz der Bücher
fr: Intervalle ensemble de livres sélectionnés
ko: 책의 간격 선택 세트
ru: Интервал выбирается набор книг
zh_cn: 帐套区间选定
zh_tw: 帳套區間選定

# ZhangTaoXinXi
source: Zhang Tao Information
de: Zhang Tao Informationen
ko: 장 타오 정보
ru: Чжан Тао Информация
zh_cn: 帐套信息
zh_tw: 帳套信息

# ZhanHui
source: Show
fr: Spectacle
ko: 표시
ru: Шоу
zh_cn: 展会
zh_tw: 展會

# ZhanKai
source: Expansion
de: Entfalten
fr: Déplier
ko: 펴다
ru: Открываются
zh_cn: 展开
zh_tw: 展開

# ZhanKaiCanYu
source: Expand Participation
de: Erweitern Teilnahme
fr: Élargir la participation
ko: 참여를 확대
ru: Расширение участия
zh_cn: 展开参与
zh_tw: 展開參與

# ZhanKaiJiSuan
source: Computation
de: Berechnung
fr: Calcul
ko: 계산
ru: Вычисление
zh_cn: 展开计算
zh_tw: 展開計算

# ZhanKaiSuoYou
source: Expand All
de: Alle erweitern
fr: Développer tout
ko: 모두 확장
ru: Развернуть все
zh_cn: 展开所有
zh_tw: 展開所有

# ZhanXiangMuZhengTiJingDuYuGu
source: Estimated total project overall progress
de: Buchhaltung für die Gesamtprojektplan Schätzungen
fr: En tenant compte des estimations du calendrier du projet global
ko: 전체 프로젝트 일정 견적 회계
ru: Учет оценок график проекта в целом
zh_cn: 占项目整体进度预估
zh_tw: 占專案整體進度預估

# ZhanXiangMuZhenTiChengBenYuGu
source: Accounting for the overall project cost estimates
de: Buchhaltung für die Gesamtkostenschätzung des Projekts
fr: Comptabilisation des estimations de coût du projet global
ko: 전체 프로젝트 비용 추정에 대한 회계
ru: Учет оценкам общая стоимость проекта
zh_cn: 占项目整体成本预估
zh_tw: 占項目整體成本預估

# ZhaoBianDaiLi
source: Tender agent
de: Bietagent
fr: Agent enchères
ko: 입찰 에이전트
ru: Торги агент
zh_cn: 招标代理
zh_tw: 招標代理

# ZhaoBiao
source: Bidding
de: Bieten
fr: Enchère
ko: 입찰
ru: Торги
zh_cn: 招标
zh_tw: 招標

# ZhaoBiaoBianHao
source: Tender No.
de: Zarte No.
ko: 입찰 번호
ru: Тендер №
zh_cn: 招标编号
zh_tw: 招標編號

# ZhaoBiaoBuYiXinXi
source: Tender Addendum Information
de: Zarte Addendum Informationen
ko: 입찰 부록 정보
ru: Тендер Добавление данных
zh_cn: 招标补遗信息
zh_tw: 招標補遺資訊

# ZhaoBiaoChengQing
source: Tender clarification
de: Zarte Klärung
ko: 입찰 해명
ru: Тендер Разъяснение
zh_cn: 招标澄清
zh_tw: 招標澄清

# ZhaoBiaoDanJu
source: Tender documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 投标单据
zh_tw: 投標單據

# ZhaoBiaoDiDian
source: Bidding Location
de: Bieten So finden
fr: Situation enchères
ko: 입찰 위치
ru: Место проведения торгов
zh_cn: 招标地点
zh_tw: 招標地點

# ZhaoBiaoDuiXiang
source: Bidding Objects
de: Bieten Objekte
fr: Objets appel d'offres
ko: 입찰 개체
ru: Торги Объекты
zh_cn: 招标对象
zh_tw: 招標對象

# ZhaoBiaoFangAn
source: Winning Bid
de: Bieten Schema
fr: Régime des offres
ko: 입찰 방식
ru: Схема Торги
zh_cn: 招标方案
zh_tw: 招標方案

# ZhaoBiaoFangAnLieBiao
source: Bidding Scheme list
de: Gebotsschema Liste
fr: Liste des enchères Scheme
ko: 입찰 체계 목록
ru: Список Торги Схема
zh_cn: 招标方案列表
zh_tw: 招標方案列表

# ZhaoBiaoFangAnXinXi
source: Bidding program information
de: Bieten Schema Informationen
fr: Informations de régime des offres
ko: 입찰 방식 정보
ru: Информация схема Торги
zh_cn: 招标方案信息
zh_tw: 招標方案資訊

# ZhaoBiaoFangShi
source: Tender
de: Zärtlich
fr: Tendre
ko: 부드러운
ru: Конкурс
zh_cn: 招标方式
zh_tw: 招標方式

# ZhaoBiaoJieShuRiQi
source: Bidding End Date
de: Bieten Enddatum
fr: Date de fin des enchères
ko: 입찰 종료 날짜
ru: Дата окончания торгов
zh_cn: 招标结束日期
zh_tw: 招標結束日期

# ZhaoBiaoJiHua
source: Tender plan
de: Ausschreibungsplan
fr: Plan de Tender
ko: 입찰 계획
ru: План тендер
zh_cn: 招标计划
zh_tw: 招標計畫

# ZhaoBiaoJiHuaMingCheng
source: Bidding Project Title
de: Zarte Projekttitel
fr: Tender Titre du projet
ko: 입찰 프로젝트 제목
ru: Тендер Название проекта
zh_cn: 招标计划名称
zh_tw: 招標計畫名稱

# ZhaoBiaoJiHuaXinXi
source: Bidding Program Information
de: Bieten Programm Information
fr: Enchères Informations sur le programme
ko: 입찰 프로그램 정보
ru: Торги Информация о программе
zh_cn: 招标计划信息
zh_tw: 招標計畫資訊

# ZhaoBiaoKaiShiRiQi
source: Bidding Start Date
de: Zarte Startdatum
fr: Tender Date de début
ko: 입찰 시작 날짜
ru: Дата начала тендера
zh_cn: 招标开始日期
zh_tw: 招標開始日期

# ZhaoBiaoLeiXing
source: Bidding Type
de: Bieten Typ
fr: Type d'enchères
ko: 입찰 유형
ru: Торги Тип
zh_cn: 招标类型
zh_tw: 招標類型

# ZhaoBiaoNeiRong
source: Bidding content
de: Bieten Inhalte
fr: Le contenu des offres
ko: 입찰 내용
ru: Содержание Торги
zh_cn: 招标内容
zh_tw: 招標內容

# ZhaoBiaoRiQi
source: Tender Date
de: Ausschreibungsdatum
ko: 입찰 날짜
ru: Тендер Дата
zh_cn: 招标日期
zh_tw: 招標日期

# ZhaoBiaoWenJian
source: Bidding Documents
de: Ausschreibungsunterlagen
fr: Le cahier des charges
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 招标文件
zh_tw: 招標文件

# ZhaoBiaoWenJianEr
source: Tender documents 2
de: Die Ausschreibungsunterlagen 2
fr: Le cahier des charges 2
ko: 입찰 문서 2
ru: Тендерные документы 2
zh_cn: 招标文件2
zh_tw: 招標文件2

# ZhaoBiaoWenJianLieBiao
source: Bidding Documents List
de: Angebotsunterlagen Liste
fr: Liste des documents d'appel d'offres
ko: 입찰 문서 목록
ru: Список Тендерные документы
zh_cn: 招标文件列表
zh_tw: 招標文件列表

# ZhaoBiaoWenJianLiu
source: Tender documents 6
de: Die Ausschreibungsunterlagen 6
fr: Le cahier des charges 6
ko: 입찰 서류 (6)
ru: Тендерные документы 6
zh_cn: 招标文件6
zh_tw: 招標文件6

# ZhaoBiaoWenJianSan
source: The tender documents 3
de: Die Ausschreibungsunterlagen 3
fr: Les documents d'appel d'offres 3
ko: 입찰 서류 (3)
ru: Тендерные документы 3
zh_cn: 招标文件3
zh_tw: 招標文件3

# ZhaoBiaoWenJianShanChu
source: Tender documents deleted
de: Zarte Löschen von Dateien
fr: Fichier Tender suppression
ko: 부드러운 파일 삭제
ru: Тендер удаление файлов
zh_cn: 投标文件删除
zh_tw: 投標檔刪除

# ZhaoBiaoWenJianShangChuan
source: Tender file upload
de: Bid Datei-Upload
fr: Offre File Upload
ko: 입찰 파일 업로드
ru: Организатор торгов загрузки файлов
zh_cn: 投标文件上传
zh_tw: 投標文件上傳

# ZhaoBiaoWenJianSi
source: Tender documents 4
de: Die Ausschreibungsunterlagen 4
fr: Les documents de soumissions 4
ko: 입찰 서류 (4)
ru: Тендерные документы 4
zh_cn: 招标文件4
zh_tw: 招標文件4

# ZhaoBiaoWenJianWu
source: 5 tender documents
de: 5 Ausschreibungsunterlagen
fr: 5 documents d'appel d'offres
ko: 5 부드러운 문서
ru: 5 тендерные документы
zh_cn: 招标文件5
zh_tw: 招標文件5

# ZhaoBiaoWenJianXiaZai
source: Bidding Documents
de: Angebotsunterlagen
fr: Documents d'appel d'offres
ko: 입찰 서류
ru: Тендерные документы
zh_cn: 招标文件下载
zh_tw: 招標文件下載

# ZhaoBiaoWenJianYi
source: Tender documents 1
de: Die Ausschreibungsunterlagen 1
fr: Le cahier des charges 1
ko: 입찰 서류 (1)
ru: Тендерные документы 1
zh_cn: 招标文件1
zh_tw: 招標文件1

# ZhaoBiaoXinXi
source: Bidding Information
de: Bieten Informationen
fr: Informations enchères
ko: 입찰 정보
ru: Торги информация
zh_cn: 招标信息
zh_tw: 招標資訊

# ZhaoBiaoYaoQingHan
source: Letter of Invitation
de: Einladungsschreiben
fr: Lettre d'invitation
ko: 초대의 편지
ru: Письмо-приглашение
zh_cn: 招标邀请函
zh_tw: 招標邀請函

# ZhaoBiaoYaoQingHanLieBiao
source: Letter of Invitation List
de: Bieten Einladungsliste
fr: Liste d'invitation des offres
ko: 입찰 초청 목록
ru: Торги список приглашенных
zh_cn: 招标邀请函列表
zh_tw: 招標邀請函列表

# ZhaoBiaoZhuGuan
source: Tender director
de: Bieten zuständigen
fr: Appel d'offres compétente
ko: 유능한 입찰
ru: Торги компетентный
zh_cn: 招标主管
zh_tw: 招標主管

# ZhaoJiRen
source: Convener
fr: Coordonnateur
ko: 비너
ru: Координатор
zh_cn: 召集人
zh_tw: 召集人

# ZhaoPian
source: Photo
de: Nach Marken
fr: Selon la marque
ko: 브랜드에 따라
ru: По бренду
zh_cn: 照片
zh_tw: 照牌

# ZhaoPianShangChuan
source: Upload photos
de: Fotogalerie
fr: Ajouter photos
ko: 사진을 업로드
ru: Загрузить фотографии
zh_cn: 照片上传
zh_tw: 照片上傳

# ZhaoShang
source: Merchants
de: Kaufleute
ko: 상인
ru: Купечество
zh_cn: 招商
zh_tw: 招商

# ZhBSBJSSJ
source: Intermediate work end time
de: Zwischenarbeitsendzeit
fr: Intermédiaire heure de fin de travail
ko: 중간체 작업 종료 시각
ru: Промежуточный время работы конец
zh_cn: 中班上班结束时间
zh_tw: 中班上班結束時間

# ZhBSBKSSJ
source: Intermediate work start time
de: Zwischenarbeitsstartzeit
fr: Heure de début de travail Intermédiaire
ko: 중간 작업 시작 시간
ru: Промежуточный рабочего времени начало
zh_cn: 中班上班开始时间
zh_tw: 中班上班開始時間

# ZhBXBJSSJ
source: Intermediate work end time
de: Zwischenarbeitsendzeit
fr: Intermédiaire heure de fin de travail
ko: 중간체 작업 종료 시각
ru: Промежуточный время работы конец
zh_cn: 中班下班结束时间
zh_tw: 中班下班結束時間

# ZhBXBKSSJ
source: Intermediate work start time
de: Zwischenarbeitsstartzeit
fr: Heure de début de travail Intermédiaire
ko: 중간 작업 시작 시간
ru: Промежуточный рабочего времени начало
zh_cn: 中班下班开始时间
zh_tw: 中班下班開始時間

# ZHCXFL
source: Integrated Query: Classification
de: Integrated Query: Klassifizierung
ko: 통합 쿼리 : 분류
ru: Integrated Query: Классификация
zh_cn: 综合查询：分类
zh_tw: 綜合查詢：分類

# ZHCXWJLX
source: Integrated Query: File Type
de: Integrated Query: Dateityp
fr: Integrated Query: Type de fichier
ko: 통합 쿼리 : 파일 형식
ru: Integrated Query: Тип файла
zh_cn: 综合查询：文件类型
zh_tw: 綜合查詢：檔案類型

# ZHCYJXPH
source: Direct Member Performance Assessment
de: Direkter Mitglied Performance Assessment
fr: Membre Direct évaluation de la performance
ko: 직접 회원의 성능 평가
ru: Оценка Производительность Прямая Участник
zh_cn: 直接成员绩效评核
zh_tw: 直接成員績效評核

# ZheGeZiDongShengCheng
source: This automatically generated
de: Die automatische Generierung
fr: La génération automatique
ko: 자동 생성
ru: Автоматическая генерация
zh_cn: 这个自动生成
zh_tw: 這個自動生成

# ZheKou
source: Discount
de: Rabatt
fr: Rabais
ko: 할인
ru: Скидка
zh_cn: 折扣
zh_tw: 折扣

# ZheKouLv
source: Discount Rate
fr: Taux d'actualisation
ko: 할인 요금
ru: Учетная ставка
zh_cn: 折扣率
zh_tw: 折扣率

# ZhengChang
source: Normal
fr: Ordinaire
ko: 표준
ru: Нормальный
zh_cn: 正常
zh_tw: 正常

# ZhengGaiCuoShi
source: Corrective measures
de: Korrekturmaßnahmen
fr: Mesures correctives
ko: 해결 방법
ru: Корректировочные меры
zh_cn: 整改措施
zh_tw: 整改措施

# ZhengGaiMingCheng
source: Rectification name
de: Berichtigung Namen
fr: Nom de rectification
ko: 정류 이름
ru: Название Исправление
zh_cn: 整改名称
zh_tw: 整改名稱

# ZhengGaiNeiRong
source: Rectification Content
de: Berichtigung Inhalt
fr: Rectification contenu
ko: 정류 내용
ru: Устранение Содержимое
zh_cn: 整改内容
zh_tw: 整改內容

# ZhengGaiTongZhiDan
source: Rectification notice
de: Berichtigung Ankündigung
fr: Avis de rectification
ko: 정류 통지
ru: Исправление уведомления
zh_cn: 整改通知单
zh_tw: 整改通知單

# ZhengGaiTongZhiMingCheng
source: Name rectification notice
de: Name Berichtigung Ankündigung
fr: Nom avis de rectification
ko: 이름 정류 통지
ru: Имя устранение уведомление
zh_cn: 整改通知名称
zh_tw: 整改通知名稱

# ZhengGaiXinXi
source: Rectification information
de: Berichtigung Informationen
fr: Informations de Rectification
ko: 정류 정보
ru: Информация Исправление
zh_cn: 整改信息
zh_tw: 整改信息

# ZhengGaiYiJian
source: Rectification
de: Berichtigung
ko: 정류
ru: Выпрямление
zh_cn: 整改意见
zh_tw: 整改意見

# ZhengGaiZhong
source: Rectification
de: Berichtigung
ko: 정류
ru: Выпрямление
zh_cn: 整改中
zh_tw: 整改中

# ZhengJianBianMa
source: Documents Coding
de: Dokumente Coding
fr: Documents de codage
ko: 코딩 문서
ru: Документы кодирования
zh_cn: 证件编码
zh_tw: 證件編碼

# ZhengJianMingCheng
source: And Certificates
de: Dokumente Name
fr: Documents Nom
ko: 문서 이름
ru: Документы Имя
zh_cn: 证件名称
zh_tw: 證件名稱

# ZhengJianShunXu
source: Documents order
de: Unterlagen bestellen
fr: Commander des documents
ko: 문서 주문
ru: Заказать документы
zh_cn: 证件顺序
zh_tw: 證件順序

# ZhengMingRen
source: witness
de: Zertifizierer
fr: Certificateur
ko: 인증 자
ru: Сертификатор
zh_cn: 证明人
zh_tw: 證明人

# ZhengMingRenDianHua
source: Proof Telephone
de: Proof Telefon
fr: Téléphone Preuve
ko: 증명 전화
ru: Доказательство Телефон
zh_cn: 证明人电话
zh_tw: 證明人電話

# ZhengShiYuanGong
source: Full-time employees
de: Offizielle Staff
fr: Le personnel officiel
ko: 공식 직원
ru: Официальный Персонал
zh_cn: 正式员工
zh_tw: 正式員工

# ZhengShu
source: Certificate
fr: Certificat
ko: 증명서
ru: Сертификат
zh_cn: 证书
zh_tw: 證書

# ZhengShuBianHao
source: Certificate No
fr: Certificat No.
ko: 인증 번호
ru: Свидетельство №
zh_cn: 证书编号
zh_tw: 證書編號

# ZhengShuMingCheng
source: Certificate Name
de: Zertifikatname
fr: Nom de certificat
ko: 인증서 이름
ru: Сертификат Имя
zh_cn: 证书名称
zh_tw: 證書名稱

# ZhengZaiDaoRuZhongQingShaoHou
source: Being imported in, please wait ...
de: Importiert, bitte warten ...
fr: Importées en, s'il vous plaît patienter ...
ko: 에 가져, 잠시 기다려주십시오 ...
ru: Будучи импортированы, пожалуйста, подождите ...
zh_cn: 正在导入中, 请稍候...
zh_tw: 正在導入中, 請稍候...

# ZhengZhiZongEBCWP
source: The total amount of the earned value (BCWP)
de: Die Gesamtfertigstellungswert (BCWP)
fr: La valeur total gagné (CBTE)
ko: 총 획득 가치 (BCWP)
ru: Общая заработал значение (БСВР)
zh_cn: 挣值总额(BCWP)
zh_tw: 掙值總額(BCWP)

# ZhenShiKuCun
source: Real Stock
de: Echtlizenz
fr: Stock
ko: 진짜 주식
ru: Недвижимость со
zh_cn: 真实库存
zh_tw: 真實庫存

# ZheRenRen
source: Responsible
de: Verantwortlich
fr: Responsable
ko: 책임
ru: Ответственность
zh_cn: 责任人
zh_tw: 責任人

# Zhi
source: To
de: Bis
fr: À
ko: 에
ru: Для
zh_cn: 至
zh_tw: 至

# Zhi2
source: Only
de: Nur
fr: Seulement
ko: 만
ru: Только
zh_cn: 止
zh_tw: 止

# ZhiBaoGongChengShi
source: QA Engineer
de: QA-Ingenieur
fr: Ingénieur QA
ko: QA 엔지니어
ru: Инженер QA
zh_cn: 质保工程师
zh_tw: 質保工程師

# ZhiBuMen
source: Department
de: Abteilung
fr: Département
ko: 부
ru: Отдел
zh_cn: 部门
zh_tw: 部門

# ZhiChaKan
source: View only
de: Nur anzeigen
fr: Voir seulement
ko: 보기 만
ru: Посмотреть только
zh_cn: 只查看
zh_tw: 只查看

# ZhiChanLingYongMingXi
source: Assets requisitioned details
de: Vermögenswerte beschlagnahmt Details
fr: Actifs réquisitionnés détails
ko: 자산 세부 사항을 징발
ru: Активы реквизированы детали
zh_cn: 资产领用明细
zh_tw: 資產領用明細

# ZhiChen
source: Job title
de: Titel
fr: Titres
ko: 제목
ru: Названия
zh_cn: 职称
zh_tw: 職稱

# ZhiCheng
source: Job title
de: Titel
fr: Titres
ko: 제목
ru: Названия
zh_cn: 职称
zh_tw: 職稱

# ZhiChengGongZhong
source: Title / Trades
de: Titel / Handel
fr: Titre / Commerce
ko: 제목 / 무역
ru: Название / Торговля
zh_cn: 职称/工种
zh_tw: 職稱/工種

# ZhiChengKPIMuBanSheZhi
source: Titles KPI template settings
de: Titel KPI Vorlageneinstellungen
fr: Titres KPI paramètres du modèle
ko: 제목 KPI 템플릿 설정
ru: Титулы настройки шаблона KPI
zh_cn: 职称KPI模板设置
zh_tw: 職稱KPI範本設置

# ZhiChengSheZhi
source: Setting titles
de: Programmieren von Titeln
fr: Réglage des titres
ko: 제목을 설정
ru: Установка названия
zh_cn: 职称设置
zh_tw: 職稱設置

# ZhiChiManYiDuQingKuang
source: Support Satisfaction situation
de: Satisfaction Supportfall
fr: Cas de soutien de satisfaction
ko: 만족도 지원 사례
ru: Поддержка Удовлетворение дело
zh_cn: 支持满意度情况
zh_tw: 支援滿意度情況

# ZhiChu
source: Expenditure
de: Ausgaben
fr: Dépense
ko: 지출
ru: Расходов
zh_cn: 支出
zh_tw: 支出

# ZhiChuFeiTong
source: Expenses
de: Auslagen
fr: Dépenses
ko: 경비
ru: Расходы
zh_cn: 支出费用
zh_tw: 支出費用

# ZhiChuFeiYong
source: Expenses
de: Auslagen
fr: Dépenses
ko: 경비
ru: Расходы
zh_cn: 支出费用
zh_tw: 支出費用

# ZhiChuZongE
source: Total expenditure
de: Gesamtausgaben
fr: Total des dépenses
ko: 총 지출
ru: Общие расходы
zh_cn: 支出总额
zh_tw: 支出總額

# ZhiDingHeTong
source: Preparation of contracts
de: Vorbereitung von Verträgen
fr: Préparation des contrats
ko: 계약의 준비
ru: Подготовка договоров
zh_cn: 制定合同
zh_tw: 制定合同

# ZhiDingJiHua
source: making plans
de: Plan
fr: Régime
ko: 계획
ru: План
zh_cn: 制定计划
zh_tw: 制定計劃

# ZhiDingJiHuaBanBenHao
source: Plan version
fr: Version plan
ko: 계획 버전
ru: План версия
zh_cn: 制定计划 版本号
zh_tw: 制定計劃 版本號

# ZhiDingRiQi
source: The date of enactment
de: Das Datum des Inkrafttretens
fr: La date de promulgation
ko: 제정 일
ru: Дата вступления в силу
zh_cn: 制定日期
zh_tw: 制定日期

# ZhiDingRiQi1
source: The date of enactment
de: Das Datum des Inkrafttretens
fr: La date de promulgation
ko: 제정 일
ru: Дата вступления в силу
zh_cn: 制定日期
zh_tw: 制定日期

# ZhiDingShiJian
source: Specified time
de: Festgelegten Zeit
fr: Temps spécifié
ko: 지정된 시간
ru: Указано время
zh_cn: 指定时间
zh_tw: 指定時間
