Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZZSYBH
source: Please select pressure testing number!
de: Wählen Sie Druckprüfung Paketnummer!
fr: Choisissez pression numéro de paquet de test!
ko: 압력 테스트 패킷 번호를 선택!
ru: Выберите количество тестового пакета давления!
zh_cn: 请选择试压包号！
zh_tw: 請選擇試壓包號！

# ZZZSZKRYKREKJLKEJKBYXSC
source: Immediate pool, a library container, container second reservoir, measuring library, two libraries can not be deleted!
de: Sofortige Pool, Bibliothek Behälter, wobei der Behälter zwei Bibliotheken, Mess Bibliotheken, zwei Bibliotheken können nicht gelöscht werden!
fr: Piscine immédiate, un conteneur bibliothèque, le conteneur deux bibliothèques, de mesure, deux bibliothèques ne peuvent pas être supprimés!
ko: 즉시 수영장, 도서관 용기, 두 라이브러리, 측정 라이브러리, 두 개의 라이브러리를 삭제할 수 없습니다 용기!
ru: Немедленное бассейн, библиотека контейнер, контейнер две библиотеки, библиотеки измерений, две библиотеки не могут быть удалены!
zh_cn: 直属总库、容器一库、容器二库、计量库、二级库不允许删除！
zh_tw: 直屬總庫、容器一庫、容器二庫、計量庫、二級庫不允許刪除！

# ZZZTBGWSPZSBJC
source: Approval status changes fails, check!
de: Genehmigungsstatus ist fehlgeschlagen verändert, bitte!
fr: Statut d'approbation est modifiée à échoué, s'il vous plaît vérifier!
ko: 승인 상태가 실패로 변경을 확인하시기 바랍니다!
ru: Статус одобрения изменен на неудачу, пожалуйста, проверьте!
zh_cn: 状态变更为 处理中 失败，请检查！
zh_tw: 狀態變更為 審批中 失敗，請檢查！

# ZZZTBNWFFZF
source: The state can not be illegal characters!
de: Der Staat kann nicht illegal Zeichen sein!
fr: L'Etat ne peut pas être des caractères illégaux!
ko: 상태는 잘못된 문자가 될 수 없습니다!
ru: Государство не может быть недопустимые символы!
zh_cn: 状态不能为非法字符！
zh_tw: 狀態不能為非法字元！

# ZZZTGBCG
source: Status change success!
de: Statusänderung Erfolg!
fr: Changement de statut succès!
ko: 상태 변화 성공!
ru: Изменение состояния успех!
zh_cn: 状态改变成功！
zh_tw: 狀態改變成功！

# ZZZTGBSBJC
source: State change fails, check!
de: Zustandsänderung fehlschlägt, überprüfen!
fr: Changement d'état échoue, vérifiez!
ko: 상태 변경이 실패 체크!
ru: Изменение состояния не удается, проверьте!
zh_cn: 状态改变失败，请检查！
zh_tw: 狀態改變失敗，請檢查！

# ZZZTGXCG
source: Zhang Tao updated successfully!
de: Zhang Tao erfolgreich aktualisiert!
fr: Zhang Tao mis à jour avec succès!
ko: 장 타오가 성공적으로 업데이트!
ru: Чжан Тао успешно обновлены!
zh_cn: 帐套保存成功！
zh_tw: 帳套更新成功！

# ZZZTGXSB
source: Zhang Tao update failed!
de: Zhang Tao-Update ist fehlgeschlagen!
fr: Mise à jour Zhang Tao a échoué!
ko: 장 타오 업데이트를 실패했습니다!
ru: Обновление Чжан Тао не удалось!
zh_cn: 帐套保存失败！
zh_tw: 帳套更新失敗！

# ZZZTJDCG
source: Set of Books section specifying success!
de: Set Bücher Sektionsspezifizierungs Erfolg!
fr: Set de la section Livres précisant succès!
ko: 도서 섹션이 성공을 지정 세트!
ru: Набор разделе Книги указанием успех!
zh_cn: 帐套区间选定成功！
zh_tw: 帳套區間選定成功！

# ZZZTXZCG
source: New Set of Books success!
de: Neue Reihe von Bücher Erfolg!
fr: Nouveau jeu de succès Livres!
ko: 책 성공의 새로운 세트!
ru: Новый комплект книг успеха!
zh_cn: 帐套新增成功！
zh_tw: 帳套新增成功！

# ZZZTXZSB
source: New set of books failed!
de: New Satz Bücher fehlgeschlagen!
fr: Nouvelle série de livres a échoué!
ko: 책의 새로운 세트는 실패!
ru: Новый набор книг не удалось!
zh_cn: 帐套新增失败！
zh_tw: 帳套新增失敗！

# ZZZTZGBCG
source: State value is changed successfully!
de: Statuswert ändert Erfolg!
fr: Valeur d'état change succès!
ko: 상태 값은 성공을 변경!
ru: Значение состояния изменяет успех!
zh_cn: 状态值改变成功！
zh_tw: 狀態值改變成功！

# ZZZTZGBSBJC
source: Status value changes fails, check!
de: Wert Status ändert fehlschlägt, überprüfen!
fr: Les changements de valeur d'état échoue, vérifiez!
ko: 상태 값 변경, 확인 실패!
ru: Изменения значений Статус терпит неудачу, проверьте!
zh_cn: 状态值改变失败，请检查！
zh_tw: 狀態值改變失敗，請檢查！

# ZZZWBNWFFZF
source: Positions can not be illegal characters!
de: Die Position kann nicht illegal Zeichen sein!
fr: Position ne peut pas être des caractères illégaux!
ko: 위치에 잘못된 문자가 될 수 없습니다!
ru: Позиция не может быть недопустимые символы!
zh_cn: 职务不能为非法字符！
zh_tw: 職務不能為非法字元！

# ZZZWBNWKBC
source: Positions can not be empty, please add!
de: Position darf nicht leer sein, fügen Sie bitte!
fr: Position ne peut pas être vide, s'il vous plaît ajouter!
ko: 위치는 비워 둘 수 없습니다, 추가하십시오!
ru: Позиция не может быть пустым, пожалуйста, добавьте!
zh_cn: 职务不能为空，请补充！
zh_tw: 職務不能為空，請補充！

# ZZZWSJL
source: No student records!
de: Keine Studenten Rekorde!
fr: Aucun des dossiers des étudiants!
ko: 어떤 학생도 기록하지 않습니다!
ru: Нет студенческие записи!
zh_cn: 暂无学生记录！
zh_tw: 暫無學生記錄！

# ZZZWZDM
source: Please select material code!
de: Bitte wählen Sie Material-Code!
fr: S'il vous plaît sélectionner le code matériel!
ko: 재료 코드를 선택하세요!
ru: Пожалуйста, выберите код материала!
zh_cn: 请选择物资代码！
zh_tw: 請選擇物資代碼！

# ZZZWZLBXDWZDM
source: Please select a list of materials, a new material code!
de: Bitte wählen Sie eine Liste der Materialien, ein neues Material Code!
fr: S'il vous plaît sélectionner une liste de matériaux, un nouveau code de la matière!
ko: 재료의 목록, 신소재 코드를 선택하세요!
ru: Пожалуйста, выберите список материалов, новый код материала!
zh_cn: 请选择物资列表，新的物资代码！
zh_tw: 請選擇物資列表，新的物資代碼！

# ZZZXCG
source: Successful implementation!
de: Die erfolgreiche Umsetzung!
fr: Mise en œuvre réussie!
ko: 성공적인 구현!
ru: Успешная реализация!
zh_cn: 执行成功！
zh_tw: 執行成功！

# ZZZXDLLDW
source: Please select new picking units!
de: Bitte wählen Sie eine neue Kommissionierung Einheiten!
fr: S'il vous plaît choisir un nouveau unités de cueillette!
ko: 새로운 따기 단위를 선택하세요!
ru: Пожалуйста, выберите новые единицы собирание!
zh_cn: 请选择新的领料单位！
zh_tw: 請選擇新的領料單位！

# ZZZXFSMMCG
source: Resend password success!
de: Erneutes Senden Passwort Erfolg!
fr: Renvoyez le succès de mot de passe!
ko: 암호의 성공을 다시 보내!
ru: Повторно успех пароль!
zh_cn: 重新发送密码成功！
zh_tw: 重新發送密碼成功！

# ZZZXFSMMCWJCCWYYKNSEXMESSAGE
source: Resend password error, please check! Error reason might be: "+ ex.Message +"
de: Erneutes Senden Passwort Fehler, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Renvoyer erreur de mot de passe, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 비밀번호 오류를 다시 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Повторно ошибку пароль, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 重新发送密码错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 重新發送密碼錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZZXFSYJCG
source: Resend the message success!
de: Senden Sie die Nachricht Erfolg!
fr: Renvoyez le message succès!
ko: 메시지의 성공을 다시 보내!
ru: Повторно успех сообщение!
zh_cn: 重新发送邮件成功！
zh_tw: 重新發送郵件成功！

# ZZZXJHCG
source: Reactivate success
de: Reaktivieren Erfolg
fr: Réactiver le succès
ko: 성공을 재 활성화
ru: Возобновить успеха
zh_cn: 重新激活成功
zh_tw: 重新啟動成功

# ZZZXJHSBJC
source: Reactivate fails, check!
de: Reaktivieren fehlschlägt, überprüfen!
fr: Réactiver échoue, vérifiez!
ko: 재 활성화가 실패, 확인!
ru: Возобновить не удается, проверьте!
zh_cn: 重新激活失败，请检查！
zh_tw: 重新啟動失敗，請檢查！

# ZZZXM
source: Please select an item!
de: Bitte wählen Sie einen Artikel!
fr: S'il vous plaît sélectionner un article!
ko: 항목을 선택하세요!
ru: Пожалуйста, выберите пункт!
zh_cn: 请选择项目！
zh_tw: 請選擇項目！

# ZZZXMBM
source: Please select an item coding!
de: Bitte wählen Sie einen Artikel Codierung!
fr: S'il vous plaît sélectionner un élément de codage!
ko: 코딩 항목을 선택하세요!
ru: Пожалуйста, выберите позицию кодирования!
zh_cn: 请选择项目编码！
zh_tw: 請選擇專案編碼！

# ZZZXMMCBNWKBC
source: Main project name can not be empty, please add!
de: Hauptprojektname darf nicht leer sein, fügen Sie bitte!
fr: Principal nom de projet ne peut pas être vide, s'il vous plaît ajouter!
ko: 주요 프로젝트 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имя основной проект не может быть пустым, пожалуйста, добавьте!
zh_cn: 主项目名称不能为空，请补充！
zh_tw: 主項目名稱不能為空，請補充！

# ZZZXMSBJC
source: Turn the project fails, check!
de: Drehen Sie das Projekt scheitert, zu überprüfen!
fr: Tournez le projet échoue, vérifiez!
ko: 확인, 프로젝트가 실패십시오!
ru: Поверните проект не удается, проверьте!
zh_cn: 转项目失败，请检查！
zh_tw: 轉專案失敗，請檢查！

# ZZZXRWKBNZCXMJC
source: Perform artificial air, can not turn into a project, please check!
de: Führen künstliche Luft, kann nicht in ein Projekt zu machen, bitte!
fr: Effectuer l'air artificielle, ne peut pas se transformer en un projet, s'il vous plaît vérifier!
ko: 프로젝트에 갈 수는 없습니다, 인공 공기를 수행, 확인하시기 바랍니다!
ru: Выполните искусственный воздух, не может превратиться в проект, пожалуйста, проверьте!
zh_cn: 执行人为空,不能转成项目，请检查！
zh_tw: 執行人為空,不能轉成專案，請檢查！

# ZZZXSBJC
source: Turn entry fails, check!
de: Schalten Eintrag fehlschlägt, überprüfen!
fr: Tournez entrée échoue, vérifiez!
ko: 체크 항목이 실패십시오!
ru: Включите запись не удается, проверьте!
zh_cn: 转项失败，请检查！
zh_tw: 轉項失敗，請檢查！

# ZZZYBHBNWFFZF
source: The main number is not illegal characters!
de: Die Hauptnummer ist nicht illegal Zeichen!
fr: Le numéro principal est pas de caractères illégaux!
ko: 기본 번호에 잘못된 문자가 아닙니다!
ru: Основной номер не недопустимые символы!
zh_cn: 主要编号不能为非法字符！
zh_tw: 主要編號不能為非法字元！

# ZZZYBNWFFZF
source: The main area can not be illegal characters!
de: Der Hauptbereich kann nicht illegal Zeichen sein!
fr: La zone principale ne peut pas être des caractères illégaux!
ko: 주 영역에 잘못된 문자가 될 수 없습니다!
ru: Основная область не может быть недопустимые символы!
zh_cn: 主区域不能为非法字符！
zh_tw: 主區域不能為非法字元！

# ZZZYCZDGYSLB
source: Please select the vendor list to be operated!
de: Bitte wählen Sie die Lieferantenliste zu betreiben!
fr: S'il vous plaît sélectionner la liste de fournisseur à être utilisé!
ko: 공급 업체 목록을 선택하십시오하는 조작 할 수 있습니다!
ru: Пожалуйста, выберите список поставщиков для работы!
zh_cn: 请选择要操作的供应商列表！
zh_tw: 請選擇要操作的供應商列表！

# ZZZYCZDZJLB
source: Please select a list of experts to be operated!
de: Bitte wählen Sie eine Liste von Experten betrieben werden!
fr: S'il vous plaît sélectionner une liste d'experts pour être utilisé!
ko: 전문가의 목록을 선택하십시오하는 조작 할 수 있습니다!
ru: Пожалуйста, выберите список экспертов, которые будут работать!
zh_cn: 请选择要操作的专家列表！
zh_tw: 請選擇要操作的專家列表！

# ZZZYFWBNWKBC
source: Professional range can not be empty, please add!
de: Professionelle Bereich darf nicht leer sein, fügen Sie bitte!
fr: Gamme professionnelle ne peut pas être vide, s'il vous plaît ajouter!
ko: 전문 범위는 비워 둘 수 없습니다, 추가하십시오!
ru: Профессиональный диапазон не может быть пустым, пожалуйста, добавьте!
zh_cn: 专业范围不能为空，请补充！
zh_tw: 專業範圍不能為空，請補充！

# ZZZYJHMXLB
source: Please select a detailed list of planned!
de: Bitte wählen Sie die Liste, die Sie um die Details zu planen!
fr: S'il vous plaît sélectionner la liste que vous voulez planifier les détails!
ko: 당신이 세부 사항을 계획 할 목록을 선택하세요!
ru: Пожалуйста, выберите список вы планируете подробности!
zh_cn: 请选择要计划明细列表！
zh_tw: 請選擇要計畫明細列表！

# ZZZYLBBNWKBC
source: Professional categories can not be empty, please add!
de: Berufsgruppen darf nicht leer sein, fügen Sie bitte!
fr: Catégories professionnelles ne peuvent pas être vide, s'il vous plaît ajouter!
ko: 전문 카테고리가 비어있을 수 없습니다, 추가하십시오!
ru: Профессиональные категории не может быть пустым, пожалуйста, добавьте!
zh_cn: 专业类别不能为空，请补充！
zh_tw: 專業類別不能為空，請補充！

# ZZZYLBYCZWZF
source: Professional category already exists, do not repeat!
de: Berufsgruppe bereits vorhanden ist, nicht wiederholen!
fr: Catégorie professionnelle existe déjà, ne répétez pas!
ko: 이미 전문 카테고리, 반복하지 않는다!
ru: Профессиональная категория уже существует, не повторять!
zh_cn: 专业类别已存在，请勿重复！
zh_tw: 專業類別已存在，請勿重複！

# ZZZYLLX
source: Please select the type of raw materials!
de: Bitte wählen Sie die Art der Rohstoffe!
fr: S'il vous plaît sélectionnez le type de matières premières!
ko: 원료의 종류를 선택하세요!
ru: Пожалуйста, выберите тип сырья!
zh_cn: 请选择原料类型！
zh_tw: 請選擇原料類型！

# ZZZYSCDMSPROJECTJHWJ
source: Please choose MS Project plan file to upload!
de: Bitte wählen Sie MS Project Plan Datei zum Hochladen!
fr: S'il vous plaît choisir MS Project fichier de plan pour télécharger!
ko: 업로드 MS 프로젝트를 계획 파일을 선택하세요!
ru: Пожалуйста, выберите MS Project план файл для загрузки!
zh_cn: 请选择要上传的MS Project计划文件！
zh_tw: 請選擇要上傳的MS Project計畫檔！

# ZZZYSCDTP
source: Please select an image to upload!
de: Wählen Sie ein Bild, hochladen!
fr: S'il vous plaît sélectionner une image à télécharger!
ko: 업로드 할 이미지를 선택하세요!
ru: Пожалуйста, выберите изображение для загрузки!
zh_cn: 请选择要上传的图片！
zh_tw: 請選擇要上傳的圖片！

# ZZZYSCDWJ
source: Please select a file to upload!
de: Bitte wählen Sie eine Datei zum Hochladen!
fr: S'il vous plaît sélectionnez un fichier à télécharger!
ko: 업로드 할 파일을 선택하십시오!
ru: Пожалуйста, выберите файл для загрузки!
zh_cn: 请选择要上传的文件！
zh_tw: 請選擇要上傳的檔！

# ZZZZBNWFFZF
source: The assembly can not be illegal characters!
de: Die Baugruppe kann nicht illegal Zeichen sein!
fr: L'assemblée ne peut pas être des caractères illégaux!
ko: 조립에 잘못된 문자가 될 수 없습니다!
ru: Сборка не может быть недопустимые символы!
zh_cn: 组装不能为非法字符！
zh_tw: 組裝不能為非法字元！

# ZZZZCBBXWXSHZZS
source: Manufacturing cost must be a decimal or integer!
de: Herstellungskosten muss eine Dezimalzahl oder ganze Zahl sein!
fr: Le coût de fabrication doit être un nombre décimal ou entier!
ko: 제조 비용은 소수점 또는 정수 여야합니다!
ru: Стоимость Производство должно быть десятичным числом или!
zh_cn: 制造成本必须为小数，或者整数！
zh_tw: 製造成本必須為小數，或者整數！

# ZZZZCBBYXWKBC
source: Manufacturing costs are not allowed to empty, please add!
de: Die Herstellungskosten werden nicht leer gelassen, fügen Sie bitte!
fr: Les coûts de fabrication ne sont pas autorisés à vide, s'il vous plaît ajouter!
ko: 제조 비용이 빈에 허용되지 않습니다를 추가하십시오!
ru: Производственные затраты не позволили пустым, пожалуйста, добавьте!
zh_cn: 制造成本不允许为空，请补充！
zh_tw: 製造成本不允許為空，請補充！

# ZZZZCBHDHCWEXMESSAGE
source: Manufacturing costs and tons of consumption, the error: "+ ex.Message +"!
de: Herstellungskosten und Tonnen Verbrauch, der Fehler: "+ ex.Message +"!
fr: Les coûts de fabrication et des tonnes de la consommation, l'erreur: "+ ex.Message +"!
ko: + ex.Message +: 오류 소비의 비용과 톤을 제조!
ru: Производственные затраты и т потребления, ошибка: "+ ex.Message +"!
zh_cn: 制造成本和吨耗，错误：" + ex.Message + "！
zh_tw: 製造成本和噸耗，錯誤：" + ex.Message + "！

# ZZZZCG
source: Transfer success!
de: Transfererfolg!
fr: Transfert succès!
ko: 성공을 이동!
ru: Перевести успех!
zh_cn: 转账成功！
zh_tw: 轉帳成功！

# ZZZZCZBMXXJC
source: Please select the department on the left, check!
de: Bitte wählen Sie die Abteilung auf der linken Seite zu überprüfen!
fr: S'il vous plaît sélectionner le service sur la gauche, vérifiez!
ko: 왼쪽에있는 부서를 선택하십시오, 확인!
ru: Пожалуйста, выберите отдел слева, проверьте!
zh_cn: 请在左侧选择部门信息，请检查！
zh_tw: 請在左側選擇部門資訊，請檢查！

# ZZZZFYJDHCWEXMESSAGE
source: Manufacturing costs and tons of consumption, the error: "+ ex.Message +"!
de: Herstellungskosten und Tonnen Verbrauch, der Fehler: "+ ex.Message +"!
fr: Les coûts de fabrication et des tonnes de la consommation, l'erreur: "+ ex.Message +"!
ko: + ex.Message +: 오류 소비의 비용과 톤을 제조!
ru: Производственные затраты и т потребления, ошибка: "+ ex.Message +"!
zh_cn: 制造费用及吨耗，错误：" + ex.Message + "！
zh_tw: 製造費用及噸耗，錯誤：" + ex.Message + "！

# ZZZZRBNWFFZF
source: Assembly date can not be illegal characters!
de: Montagedatum kann nicht illegal Zeichen sein!
fr: Date de l'Assemblée ne peut pas être des caractères illégaux!
ko: 조립 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата Ассамблея не может быть недопустимые символы!
zh_cn: 组装日期不能为非法字符！
zh_tw: 組裝日期不能為非法字元！

# ZZZZSBJC
source: Restructuring fails, check!
de: Restructuring fehlschlägt, überprüfen!
fr: Restructuration échoue, vérifiez!
ko: 구조 조정, 확인 실패!
ru: Реструктуризация не удается, проверьте!
zh_cn: 重整失败，请检查！
zh_tw: 重整失敗，請檢查！

# ZZZZSYBJCG
source: Redo using labeled success!
de: Redo-Erfolg mit der Marke!
fr: Refaire succès en utilisant la marque!
ko: 마크를 사용하여 성공을 다시 실행!
ru: Повторить успех, используя знак!
zh_cn: 重做使用标记成功！
zh_tw: 重做使用標記成功！

# ZZZZSYBJWC
source: Redo using labeled complete!
de: Wiederherstellen abgeschlossen mit Hilfe von Tags!
fr: Refaire complétée à l'aide tags!
ko: 태그를 사용하여 다시 실행을 완료!
ru: Повторить закончено с помощью тегов!
zh_cn: 重做使用标记完成！
zh_tw: 重做使用標記完成！

# ZZZZWC
source: Reforming complete!
de: Die Reform abgeschlossen!
fr: Réformer complète!
ko: 완전한 개혁!
ru: Реформирование завершена!
zh_cn: 重整完成！
zh_tw: 重整完成！

# ZZSHANGCCG
source: Upload Success!
de: Upload erfolgreich
fr: Téléchargez succès
ko: 업로드 성공
ru: Загрузить успешным
zh_cn: 上传成功
zh_tw: 上传成功

# WoShuYouDeiGongZuoLiu
source: All my workflow
de: All meine Arbeit fließen
fr: Tout mon flux de travail
ko: 내 모든 작업 흐름
ru: Вся моя работа потока
zh_cn: 我所有的工作流
zh_tw: 我所有的工作流

# YaoPiHeDeDaiLiGongZuoLiu
source: To approve the proxy job
de: Um den Agenten Workflow genehmigen
fr: Pour approuver le flux de travail de l'agent
ko: 에이전트 워크 플로우를 승인하려면
ru: Утвердить рабочий агент
zh_cn: 要处理的代理工作
zh_tw: 要批核的代理工作流

# YiPiHeDeDaiLiGongZuoLiu
source: Approved proxy job
de: Genehmigt Proxy-Workflow
fr: Approuvé flux de proxy
ko: 승인 프록시 워크 플로우
ru: Утверждено прокси рабочий процесс
zh_cn: 已处理的代理工作
zh_tw: 已批核的代理工作流

# BuZhouChengYuan
source: Step members
de: Stufenelemente
fr: Membres Step
ko: 단계 회원
ru: Участники Шаг
zh_cn: 步骤成员
zh_tw: 步驟成員

# BuZhouDingYi
source: Step Define
de: Um festzulegen,
fr: Pour définir
ko: 정의하려면
ru: Чтобы определить
zh_cn: 步骤定义
zh_tw: 步驟定義

# YingChangDeMoBan
source: Hidden template
de: Versteckte Vorlagen
fr: Modèles Cachés
ko: 숨겨진 템플릿
ru: Скрытые шаблоны
zh_cn: 隐藏的模板
zh_tw: 隱藏的範本

# ZaiYongDeMoBan
source: Using Template
de: Verwenden von Vorlagen
fr: Utilisation de modèles
ko: 템플릿을 사용하여
ru: Использование шаблонов
zh_cn: 在用的模板
zh_tw: 在用的範本

# BOMItemQuery
source: BOM material inquiry
de: BOM Materialanfrage
fr: BOM enquête de matériau
ko: BOM 재료 문의
ru: Спецификация Материал запрос
zh_cn: BOM物料查询
zh_tw: BOM物料查詢

source: Is Not Exist
de: Existiert nicht
fr: Does not exist
ko: 미결 채권 (계약 금액 - 납입의 양)
ru: Не существует
zh_cn: 不存在
zh_tw: 不存在

source: Item BOM Data Import
de: Stückliste importieren Grunddaten
fr: Importer la nomenclature des données de base
ko: 채권 보류 (양의 채권 - 유료 양)
ru: Импортировать ведомость основные данные
zh_cn: 基础数据BOM导入
zh_tw: 基礎資料BOM導入

source: Item Data Import
de: Basisdatenimport
fr: Importation de données de base
ko: 포트
ru: Основные импорт данных
zh_cn: 基础数据导入
zh_tw: 基礎資料導入

# ZZZIsNotNumber
source: Is not number!
de: Nicht im Digitalformat!
fr: Non en format numérique!
ko: 하지 디지털 형식으로!
ru: Не в цифровом формате!
zh_cn: 不是数字类型！
zh_tw: 不是數字類型！

# ZZWXXHCWKNSZXZWWX
source: Warning, Infinite loop error, it may be a child of a parent as a parent!
de: Warning, Endlosschleife Fehler, kann es Eltern eines Kindes als ein Elternteil zu sein!
fr: Attention, infinie erreur de boucle, il peut être le parent d'un enfant en tant que parent!
ko: 무한 루프 오류 경고, 그것은 부모로서 아이의 부모가 될 수있다!
ru: Предупреждение, бесконечное ошибку контура, это может быть родитель ребенка в качестве родителя!
zh_cn: 警告，无限循环错误，可能是子项作为父项的父项！
zh_tw: 警告，无限循环错误，可能是子项作为父项的父项！

# ZZBCZCFJH
source: No Duplicate plans!
de: Es gibt keine Re-Plan!
fr: Il n'y a pas re-plan!
ko: 더 재 계획은 없다!
ru: Там нет повторного плана!
zh_cn: 不存在重计划！
zh_tw: 不存在重計畫！

# ZZCZCFJH
source: Have Duplicate plans!
de: Doppelte Pläne!
fr: Plans en double!
ko: 중복 계획!
ru: Повторяющиеся планы!
zh_cn: 存在重复计划！
zh_tw: 存在重複計畫！

# ZZJCSFYCFJH
source: Check for duplicate plans
de: Überprüfen Sie, ob es doppelte Programm
fr: Vérifier si il ya le programme double
ko: 중복 된 프로그램이 있는지 확인
ru: Проверьте, нет ли дубликатов программа
zh_cn: 检查是否有重复计划
zh_tw: 檢查是否有重複計畫

# TDERPPTYHSC
source: TakeTop ERP User Manuals
de: Thai oben ERP-Plattform Benutzerhandbuch
fr: Manuel de Thai top ERP Platform utilisateur
ko: 타이어 상단의 ERP 플랫폼 사용 설명서
ru: Руководство Таиланда топ ERP Платформа пользователя
zh_cn: 泰顶ERP平台用户手册
zh_tw: 泰頂ERP平臺用戶手冊

# TDJLFWGLPTYHSC
source: TakeTop FSP UserManuals
de: Thai top Finanzdienstverwaltungsplattform Bedienungsanleitung
fr: Thai top services financiers plateforme de gestion Manuel de l'utilisateur
ko: 타이어 최고 금융 서비스 관리 플랫폼 사용 설명서
ru: Тайский верхней финансовых услуг платформа управления Руководство пользователя
zh_cn: 泰顶金融服务管理平台用户手册
zh_tw: 泰頂金融服務管理平臺使用者手冊

# TDJYGLPTYHSC
source: TakeTop EMP UserManuals
de: Top Thai Education Management Platform Benutzerhandbuch
fr: Manuel de Top Thai Education Platform Management utilisateur
ko: 최고 타이어 교육 Management Platform 사용자 설명서
ru: Руководство началу Тайский Управление образования платформы
zh_cn: 泰顶教育管理平台用户手册
zh_tw: 泰頂教育管理平臺用戶手冊

# TDXTJCYSSXMGLPTYHSC
source: TakeTop SIMP Usermanuls
de: Thai top Systemintegration und Implementierung von Projektmanagement-Plattform Benutzerhandbuch
fr: Thai intégration de Top des systèmes et la mise en œuvre de la gestion de projet Manuel plate-forme de l'utilisateur
ko: 타이어 상단 시스템 통합 및 프로젝트 관리 플랫폼 사용자 매뉴얼의 구현
ru: Тайский интеграция и внедрение управления проектами Руководство пользователя платформы топ системы
zh_cn: 泰顶系统集成与实施项目管理平台用户手册
zh_tw: 泰頂系統集成與實施項目管理平臺用戶手冊

# TDKHGXGLPTYHSC
source: TakeTop CRM User Manuals
de: Thai top Customer Relationship Management-Plattform Benutzerhandbuch
fr: Thai top relation client Manuel plateforme de gestion de l'utilisateur
ko: 타이어 상단 고객 관계 관리 플랫폼 사용 설명서
ru: Тайский топ взаимоотношениями с клиентами Руководство пользователя платформы управления
zh_cn: 泰顶客户关系管理平台用户手册
zh_tw: 泰頂客戶關係管理平臺使用者手冊

# HanJieJiLuLieBiao
source: Welding Record List
de: Schweißaufnahmeliste
fr: Soudage liste des enregistrements
ko: 용접 레코드 목록
ru: Сварка Список Запись
zh_cn: 焊接记录列表
zh_tw: 焊接記錄清單

# JiChuShuJuLieBiao
source: Basic Data List
de: Grunddaten Liste
fr: Liste des données de base
ko: 발생 시간
ru: Базовый список данных
zh_cn: 基础数据列表
zh_tw: 基礎資料清單

# LiHuaLieBiao
source: Physicochemical list
de: Die physikalisch-chemischen Liste
fr: Liste physico-chimique
ko: 아크 용접 카테고리 :
ru: Физико-химические список
zh_cn: 理化列表
zh_tw: 理化列表

# PQRErGuanLiLieBiao
source: PQR-2 management list
de: PQR-2-Management-Liste
fr: Liste PQR-2 Gestion
ko: PQR-2 관리 목록
ru: Список PQR-2 управление
zh_cn: PQR-2管理列表
zh_tw: PQR-2管理列表

# PQRYiGuanLiLieBiao
source: PQR-1 management list
de: PQR-1-Management-Liste
fr: Liste PQR-1 Gestion
ko: PQR-1 관리 목록
ru: Список PQR-1 управления
zh_cn: PQR-1管理列表
zh_tw: PQR-1管理列表

# PWPSGuanLiLieBiao
source: PWPS-1 management list
de: PWPS-1-Management-Liste
fr: PWPS-1 liste de gestion
ko: 용접 절차 시방서-1 관리 목록
ru: PWPS-1 список управления
zh_cn: PWPS-1管理列表
zh_tw: PWPS-1管理列表

# RCLGYKLB
source: Heat treatment process card list
de: Wärmebehandlungsverfahren Kartenliste
fr: Le traitement thermique liste des cartes de processus
ko: 열처리 공정 카드리스트
ru: Термообработка список процессов карта
zh_cn: 热处理工艺卡列表
zh_tw: 熱處理工藝卡列表

# ZLBYDLB
source: Quality post-mortem single list
de: Qualität post-mortem einzige Liste
fr: Qualité post-mortem liste unique
ko: 품질 사후 단일 목록
ru: Качество посмертное единый список
zh_cn: 质量报验单列表
zh_tw: 品質報驗單列表

# ZongQueRenGongShi
source: Total Confirm Work
de: Total Work Bestätigen
fr: Confirmer travail total
ko: 전체 확인 작업
ru: Всего Подтвердите работы
zh_cn: 总确认工期
zh_tw: 總確認工時

# ZongShenBaoGongShi
source: General Declaration hours
de: Allgemeine Erklärung Stunden
fr: Heures de la Déclaration générale
ko: 일반 선언 시간
ru: Общая декларация часов
zh_cn: 总申报工期
zh_tw: 總申報工時

# ChengYuanMingCheng
source: Member name
de: Mitglied Name
fr: Nom du membre
ko: 멤버 이름
ru: Имя пользователя
zh_cn: 成员名称
zh_tw: 成員名稱

# CYHSJ
source: Important Or Opportunity
de: Wichtige oder Geschäftschancen
fr: Opportunités importantes ou d'affaires
ko: 중요 또는 비즈니스 기회
ru: Важные или бизнес-возможности
zh_cn: 重要或商机
zh_tw: 重要或商機

# MiangMuID
source: Item ID
de: Artikel-ID
fr: ID de l'article
ko: 계약보고 계정
zh_cn: 项目ID
zh_tw: 項目ID

# MiangMuXuHao
source: Item No.
de: Art.Nr.
fr: Article n °
ko: 계약 접수
ru: Пункт №
zh_cn: 项目序号
zh_tw: 項目序號

# CaiWu
source: Finance
de: Finanzen
ko: 재원
ru: Финансы
zh_cn: 财务
zh_tw: 財務

# DiErLianHongLian
source: The second copy (Red Alliance)
de: Die zweite Kopie (Red Alliance)
fr: Le deuxième exemplaire (Alliance Rouge)
ko: 두 번째 사본 (레드 얼라이언스)
ru: Второй экземпляр (Красный Альянс)
zh_cn: 第二联（红联）
zh_tw: 第二聯（紅聯）

# DiSanLianHuangLian
source: Third joint (yellow-linked)
de: Dritte gemeinsame (gelb-linked)
fr: Troisième commune (jaune-linked)
ko: 세 번째 공동 (노란색 링크)
ru: В-третьих сустава (желто-ссылки)
zh_cn: 第三联（黄联）
zh_tw: 第三聯（黃聯）
