Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# RWFPJLZTFBT
source: Tasking recording state map
de: Tasking Aufzeichnungszustand Karte
fr: Polyvalence carte d'état d'enregistrement
ko: 태스킹 기록 상태지도
ru: Управление задачами состояния записи на карте
zh_cn: 任务分派记录状态分布图
zh_tw: 任務分派記錄狀態分佈圖

# GZLZTFBT
source: Workflow state maps
de: Workflow-Status-Karten
fr: Cartes d'état de workflow
ko: 워크 플로 상태지도
ru: Рабочий процесс карты
zh_cn: 工作流状态分布图
zh_tw: 工作流狀態分佈圖

# ChaXunFanWei
source: Discover range
de: Entdecken Bereich
fr: Découvrez la gamme
ko: 저가 범위
ru: диапазон Узнайте
zh_cn: 查询范围
zh_tw: 查詢範圍

# FXZTFBT
source: Risk status maps
de: Risikostatus Karten
fr: Cartes d'état des risques
ko: 위험 상태지도
ru: Карты статус риска
zh_cn: 风险状态分布图
zh_tw: 風險狀態分佈圖

# XQZTFBT
source: Demand state distribution
de: Demand-Zustandsverteilung
fr: La distribution de l'état de la demande
ko: 수요 상태 분포
ru: Распределение государственного спроса
zh_cn: 需求状态分布图
zh_tw: 需求狀態分佈圖

# LouDouTu
source: Funnel
de: Trichter
fr: entonnoir
ko: 깔때기
ru: воронка
zh_cn: 漏斗图
zh_tw: 漏斗圖

# TaXingTu
source: Pyramid
fr: pyramide
ko: 피라미드
ru: пирамида
zh_cn: 塔形图
zh_tw: 塔形圖

# HengXiangZhuZhuangTu
source: Lateral column installation drawing
de: Lateralen Säule Einbauzeichnung
fr: ColonnelLatérals plan d'installation
ko: 측면 열 설치 도면
ru: Монтажный чертеж боковой колонке
zh_cn: 横向柱装图
zh_tw: 橫向柱裝圖

# ZongXiangZhuZhuangTu
source: Longitudinal column installation drawing
de: Längssäule Einbauzeichnung
fr: Colonne longitudinale plan d'installation
ko: 세로 열 설치 도면
ru: Монтажный чертеж продольного колонка
zh_cn: 纵向柱装图
zh_tw: 縱向柱裝圖

# JHFYFBT
source: Program Fee Distribution
de: Programmgebühr Vertriebs
fr: Frais du programme de distribution
ko: 프로그램 비용 배포
ru: Плата Программа распределения
zh_cn: 计划费用分布图
zh_tw: 計劃費用分佈圖

# XMZTFXT
source: Project Status analysis chart
de: Projektstatusanalysediagramm
fr: Projet grille d'analyse de l'état
ko: 프로젝트 현황 분석 차트
ru: Проект график Анализ состояния
zh_cn: 项目状态分析图
zh_tw: 項目狀態分析圖

# YuSuanYiFeiYong
source: Budget and cost
de: Budget und Kosten
fr: Budget et rapport coût
ko: 예산 및 비용
ru: Бюджет и экономическая
zh_cn: 预算与费用
zh_tw: 預算與費用

# FengXianBaoBiao
source: Risk Report
de: Risikobericht
fr: Rapport des risques
ko: 위험 보고서
ru: Сообщить рисками
zh_cn: 风险报表
zh_tw: 風險報表

# GongZuoLiuBaoBiao
source: Workflow Reports
fr: Rapports de workflow
ko: 워크 플로 보고서
ru: Workflow Отчеты
zh_cn: 工作流报表
zh_tw: 工作流報表

# RenWuBaoBiao
source: Task Report
de: Taskbericht
fr: Rapport du Groupe
ko: 작업 보고서
ru: Сообщить Задача
zh_cn: 任务报表
zh_tw: 任務報表

# RWFPJLBB
source: Tasking Record Report
de: Tasking Report
fr: Polyvalence Record Séquence
ko: 태스킹 기록 보고서
ru: Управление задачами Запись Сообщить
zh_cn: 任务分派记录报表
zh_tw: 任務分派記錄報表

# XuQiuBaoBiao
source: Demand Report
de: Demand-Bericht
fr: Rapport demande
ko: 수요 보고서
ru: Спрос Сообщить
zh_cn: 需求报表
zh_tw: 需求報表

# YSYFYBB
source: Budget and expense report
de: Budget und Spesenabrechnung
fr: Budget et rapport de dépenses
ko: 예산 및 비용 보고서
ru: Бюджет и отчет о расходах
zh_cn: 预算与费用报表
zh_tw: 預算與費用報表

# JHZTFBT
source: State distribution plan
de: Staatsverteilungsplan
fr: Plan de distribución de Estado
ko: 주 배포 계획
ru: Карта распределения статусов плана
zh_cn: 计划状态分布图
zh_tw: 計劃狀態分佈圖

# ABMTJFYFB
source: Distribution costs by department statistics
de: Vertriebskosten nach Abteilung Statistik
fr: Los costos de distribución de estadísticas del departamento
ko: 부서의 통계에 의한 유통 비용
ru: Статистика распределения затрат по отделам
zh_cn: 按部门统计费用分布
zh_tw: 按部門統計費用分佈

# AKMTJFYFB
source: Distribution costs by Account Statistics
de: Die Vertriebskosten von Kontostatistiken
fr: Los costos de distribución de Estadísticas de la cuenta
ko: 계정 통계에 의한 유통 비용
ru: Распределение статистической стоимости по предметам
zh_cn: 按科目统计费用分布
zh_tw: 按科目統計費用分佈

source: Hide Status
de: Der Status ausblenden
fr: Ocultar Estado
ko: 숨기기 상태
ru: Скрытое состояние
zh_cn: 隐藏状态
zh_tw: 隱藏狀態

# TQSJSFKDBT
source: Actual payments received over the same period comparison chart
de: Im gleichen Zeitraum Vergleichstabelle aufgenommen tatsächlichen Zahlungen
fr: Los pagos efectivamente recibidos a través de la tabla de comparación de igual período
ko: 실제 지불은 같은 기간 비교 차트를 통해 수신
ru: Сравнительная таблица фактических поступлений и платежей за тот же период
zh_cn: 同期实际收付款对比图
zh_tw: 同期實際收付款對比圖

# XMFYYSFBT
source: Budget distribution
de: Budgetverteilung
fr: Distribución del presupuesto
ko: 예산 분배
ru: Карта распределения бюджета расходов
zh_cn: 费用预算分布图
zh_tw: 費用預算分佈圖

# SFKMJEFBT
source: The amount actually paid account profile
de: Die Höhe des tatsächlich gezahlten Kontoprofil
fr: El monto efectivamente pagado perfil de cuenta
ko: 양은 실제로 계정 프로필 유료
ru: Карта распределения фактического платежа
zh_cn: 实付科目金额分布图
zh_tw: 實付科目金額分佈圖

# SSKMJEFBT
source: Distribution Amount Paid Account
de: Ausschüttungsbetrag Paid Konto
fr: Cuenta Distribución Monto Pagado
ko: 유통 금액 유료 계정
ru: Карта распределения суммы фактического сбора
zh_cn: 实收科目金额分布图
zh_tw: 實收科目金額分佈圖

# HuangShouLanFu
source: Yellow: Blue income: pay
de: Gelb: Blau Einkommen: zu zahlen
fr: Amarillo: Azul ingreso: pagar
ko: 노란색 : 블루 소득 : 지불
ru: Желтый: получение, синий: оплата
zh_cn: 黄: 收 蓝: 付
zh_tw: 黃: 收 藍: 付

# FuJianShouZE
source: Pay - total income
de: Pay - Gesamteinkommen
fr: Pago - los ingresos totales
ko: 유료 - 총 수입
ru: Общая сумма оплаты до получения
zh_cn: 付-收总额
zh_tw: 付-收總額

# ShouJianFuZE
source: Income - total pay
de: Erträge - Gesamtlohns
fr: Ingresos - paga total
ko: 소득 - 총 급여
ru: Итого квитанция-оплата
zh_cn: 收-付总额
zh_tw: 收-付總額

# DiSanFangBuMenSheZhi
source: Third party department set
de: Dritte Abteilung Satz
fr: Troisième partie département ensemble
ko: 타사 부서 세트
ru: Третий участник набор отдел
zh_cn: 第三方部门设置
zh_tw: 第三方部門設置

# DiSanFangChengYuanSheZhi
source: Set the third member
de: Stellen Sie das dritte Element
fr: Réglez le troisième membre
ko: 세 번째 멤버를 설정
ru: Установите третий член
zh_cn: 第三方成员设置
zh_tw: 第三方成員設置

# DaiLiDe
source: Proxy
de: Vollmacht
fr: procuration
ko: 대리
ru: доверенность
zh_cn: 代理的
zh_tw: 代理的

# MeiFeiPaiDe
source: Not assigned
de: Nicht belegt
fr: Non affectée
ko: 할당되지 않음
ru: Не назначен
zh_cn: 没分派的
zh_tw: 沒分派的

# 2HengXiangZhuZhuangTu
source: 2 die to the histogram
de: 2 sterben, um das Histogramm
fr: 2 mourir à l'histogramme
ko: 2 히스토그램에 사망
ru: 2 умереть с гистограммой
zh_cn: 2列模向柱状图
zh_tw: 2列模向柱狀圖

# 2ZongXiangZhuZhuangTu
source: Two longitudinal histogram
de: Zwei Längshistogramm
fr: Deux histogramme longitudinale
ko: 두 종 히스토그램
ru: Двух продольных Гистограмма
zh_cn: 2列纵向柱状图
zh_tw: 2列縱向柱狀圖

# XSETQDBT
source: Sales in the same period of comparison chart
de: Der Umsatz in der Vergleichsperiode des Vergleichstabelle
fr: Les ventes de la même période de tableau de comparaison
ko: 비교 차트의 같은 기간 판매
ru: Продажи в тот же период сравнительную таблицу
zh_cn: 销售额同期对比图
zh_tw: 銷售額同期對比圖

# XSEQST
source: Sales trends
de: Umsatzentwicklung
fr: Les tendances des ventes
ko: 판매 동향
ru: Тенденции продаж
zh_cn: 销售额趋势图
zh_tw: 銷售額趨勢圖

# ZZJGSJBHBXDYXZDBHDZSQJC
source: Warning, the upgrade must be greater than the current number integer numbers, please check!
de: Warnung muss das Upgrade größer sein als die aktuelle Anzahl von ganzen Zahlen, bitte überprüfen!
fr: Avertissement, la mise à niveau doit être supérieur au nombre actuel de nombres entiers, s'il vous plaît vérifier!
ko: 업그레이드가 정수 번호의 현재 수보다 커야합니다, 경고, 확인하시기 바랍니다!
ru: Внимание, обновление должно быть больше, чем текущее число целых чисел, пожалуйста, проверьте!
zh_cn: 警告，升级编号必须大于现在的编号的整数，请检查！
zh_tw: 警告，升級編號必須大於現在的編號的整數，請檢查！

# HTLXBLT
source: Type of contract scale drawing
de: Art des Auftrags Maßzeichnung
fr: Type de marché dessin à l'échelle
ko: 계약 규모 도면의 종류
ru: Тип контракта масштаба чертежа
zh_cn: 合同类型比例图
zh_tw: 合同類型比例圖

# HTZCQST
source: Contract growth trend
de: Contract Wachstumstrend
fr: tendance à la croissance du contrat
ko: 계약 성장 추이
ru: Тенденция роста контракта
zh_cn: 合同增长趋势图
zh_tw: 合同增長趨勢圖

# HTZTBLT
source: Contract Status Scale drawing
de: Anteil der Kontraktstatus
fr: Proportion de l'état du contrat
ko: 계약 상태의 비율
ru: Доля Статус контракта
zh_cn: 合同状态比例图
zh_tw: 合同狀態比例圖

# YGXBBLT
source: Proportion of employees sex
de: Anteil der Sexarbeiterinnen
fr: Proportion des travailleurs du sexe
ko: 성 노동자의 비율
ru: Доля работников секс-бизнеса
zh_cn: 员工性别比例图
zh_tw: 員工性別比例圖

# YGZCQST
source: Staff growth trend
de: Mitarbeiter Wachstumstrend
fr: tendance à la croissance du personnel
ko: 직원의 성장 추세
ru: Тенденция роста персонала
zh_cn: 员工增长趋势图
zh_tw: 員工增長趨勢圖

# YGZTBLT
source: Proportion of state employees
de: Anteil der staatlichen Mitarbeiter
fr: Proportion des employés de l'État
ko: 상태 직원의 비율
ru: Доля государственных служащих
zh_cn: 员工状态比例图
zh_tw: 員工狀態比例圖

# SBKNWJGSBDHLCDBGQJC
source: Failure, may not be a file format（Must save as 2003-2007 excel format) \\ application pool does not start 32-bit support \\ T_ProModuleLevel table HomeModuleName column length is not 100, check!
de: Ausfall kann kein Dateiformat \\ Anwendungspool nicht 32-Bit-Unterstützung startet \\ T_ProModuleLevel Tabelle HomeModuleName Säulenlänge ist nicht 100, überprüfen!
fr: Le non, ne peut pas être un format de fichier \\ pool d'applications ne démarre pas prise en charge 32 bits \\ tableau T_ProModuleLevel longueur de la colonne de HomeModuleName est pas 100, vérifiez!
ko: 실패는하지 않을 수 있습니다 파일 형식 \\ 응용 프로그램 풀 32 비트 지원을 시작하지 않습니다 \\ T_ProModuleLevel 테이블 HomeModuleName 열 길이가 100 아니다, 확인!
ru: Отказ, не может быть формат файла \\ пула приложений не запускается 32-разрядная поддержка \\ T_ProModuleLevel таблицы длина колонки HomeModuleName не 100, проверьте!
zh_cn: 失败，可能是文件格式不对（没有另存为2003-2007 excel格式）\\应用程序池没有启动32位支持\\T_ProModuleLevel表HomeModuleName列长度不为100，请检查!
zh_tw: 失敗，可能是文件格式不對\\應用程序池沒有啟動32位支持\\T_ProModuleLevel表HomeModuleName列長度不為100，請檢查!

# BaseEndTime
source: Reference end time
de: Referenz Endzeit
fr: temps de référence final
ko: 참조 종료 시각
ru: Ссылка время окончания
zh_cn: 基准结束时间
zh_tw: 基準結束時間

# BaseStartTime
source: Baseline Start
de: Geplanter Anfang
fr: Baseline Démarrer
ko: 베이스 라인 시작
ru: Базовый Start
zh_cn: 基准开始时间
zh_tw: 基准開始時間

# ZZSHOUCHECG
source: Closed car success!
de: Geschlossenes Fahrzeug Erfolg!
fr: le succès de la voiture fermée!
ko: 밀폐 된 차 성공!
ru: Закрытый успех машина!
zh_cn: 收车成功!
zh_tw: 收車成功!

# YiJiaoDanMingXiBianJi
source: Edit transfer order details
de: Bearbeiten Überweisungsauftrag Details
fr: Modifier transfert détails de la commande
ko: 편집 이전 주문 세부 정보
ru: Редактирование передачи данных заказа
zh_cn: 移交单明细编辑
zh_tw: 移交單明細編輯

# YuJiao
source: Handing Over
de: Transfer
fr: transfert
ko: 이전
ru: передача
zh_cn: 移交
zh_tw: 移交

# LiaoPinReiXing
source: Item Type
de: Medienart
fr: Type d'article
ko: 아이템 종류
ru: Тип элемента
zh_cn: 物料类型
zh_tw: 物料類型

# CaiWuZhangWuLei
source: Financial accounting class
de: Finanzbuchhaltung Klasse
fr: classe de comptabilité financière
ko: 재무 회계 클래스
ru: Финансовый класс бухгалтерский учет
zh_cn: 财务帐务类
zh_tw: 財務帳務類

# JiBenLeiXingLei
source: Base type classes
de: Basistypklassen
fr: classes de type de base
ko: 염기 형 클래스
ru: классы базового типа
zh_cn: 基础类型类
zh_tw: 基礎類型類

# RenShiXinZhunLei
source: Personnel Administration category
de: Personaladministration Kategorie
fr: catégorie Administration du personnel
ko: 인사 관리 부문
ru: категория Администрирование персонала
zh_cn: 人事行政类
zh_tw: 人事行政類

# TongXunJieKouLei
source: Communication Interfaces
de: Kommunikationsschnittstellen
fr: Interfaces de communication
ko: 통신 인터페이스
ru: Коммуникационные интерфейсы
zh_cn: 通讯接口类
zh_tw: 通訊接口類

# XiangMuRenWuLei
source: Class project tasks
de: Klasse Projektaufgaben
fr: tâches de projet de classe
ko: 클래스 프로젝트 작업
ru: Задачи проекта класса
zh_cn: 项目任务类
zh_tw: 項目任務類

# ZiChanLiaoPinLei
source: Material assets category
de: Wesentliche Vermögenswerte der Kategorie
fr: catégorie biens matériels
ko: 소재 자산 범주
ru: категория материальных ценностей
zh_cn: 资产物料类
zh_tw: 資產物料類

# ZuYong
source: SAAS
de: mieten
fr: location
ko: 대여
ru: прокат
zh_cn: 租用
zh_tw: 租用

# ZZCZXTDMQJC
source: Presence of the same code, please check!
de: Das Vorhandensein des gleichen Code, bitte überprüfen!
fr: Présence du même code, s'il vous plaît vérifier!
ko: 동일한 코드의 존재는 확인하시기 바랍니다!
ru: Наличие одного и того же кода, пожалуйста, проверьте!
zh_cn: 存在相同代码，请检查！
zh_tw: 存在相同代碼，請檢查！

# KeHuBeiAn
source: Customer Record
de: Kundendatensatz
fr: fiche client
ko: 고객 기록
ru: запись клиента
zh_cn: 客户备案
zh_tw: 客戶備案

# ZZPZBACG
source: approve the record success
de: Die Genehmigung des Rekord Erfolg
fr: Approbation du succès record
ko: 기록의 성공 승인
ru: Утверждение рекордного успеха
zh_cn: 批准备案成功
zh_tw: 批准備案成功

# ZZPZBASBQJC
source: approve the record fails, check!
de: Genehmigung des Datensatzes Fehler auftritt, überprüfen!
fr: Approbation du dossier échoue, vérifiez!
ko: 레코드의 승인, 확인 실패!
ru: Утверждение записи завершается неудачей, проверьте!
zh_cn: 批准备案失败，请检查!
zh_tw: 批准備案失敗，請檢查!

# ZZQQBACG
source: refused to record success'
de: Refused Erfolg aufzeichnen
fr: Refus d'enregistrer le succès
ko: 성공을 기록 거부
ru: Отказался записать успех
zh_cn: 拒绝备案成功'
zh_tw: 拒絕備案成功

# ZZQQBASBQJC
source: reject the record fails, check
de: Ablehnen der Datensatz fehlschlägt, überprüfen
fr: Rejeter l'enregistrement échoue, chèque
ko: 기록이 확인에 실패 거부
ru: Отклонить запись завершается неудачей, проверьте
zh_cn: 拒绝备案失败，请检查
zh_tw: 拒絕備案失敗，請檢查

# ZZTJBACG
source: filing the success
de: Senden Rekord Erfolg
fr: Soumettre le succès record
ko: 기록적인 성공을 제출
ru: Добавить запись успеха
zh_cn: 提交备案成功
zh_tw: 提交備案成功

# ZZTJBASBQJC
source: submit the record fails, check
de: Senden der Datensatz fehlschlägt, überprüfen
fr: Soumettre le dossier échoue, chèque
ko: 기록이 확인에 실패 제출
ru: Добавить запись завершается неудачей, проверьте
zh_cn: 提交备案失败，请检查
zh_tw: 提交備案失敗，請檢查

# ZZYJBACGQBYCFTJ
source: been filed successfully, please do not send
de: Erfolg eingereicht worden ist, bitte senden Sie keine
fr: Le succès a été déposé, s'il vous plaît ne pas envoyer
ko: 성공 제기 된 보내하지 마십시오
ru: Успех был подан, пожалуйста, не присылайте
zh_cn: 已经备案成功，请不要重复提交
zh_tw: 已經備案成功，請不要重複提交

# BeiAnZhuangTai
source: Record Status
de: Filing Status
fr: le statut de dépôt
ko: 신고 상태
ru: Подача статус
zh_cn: 备案状态
zh_tw: 備案狀態

# TianShu
source: Days
de: Tage
fr: journées
ko: 일
ru: дней
zh_cn: 天数
zh_tw: 天數

# GSCSNDDASWXH
source: Format: CS + + four-digit serial number of your code (0001-9999)
de: Format: CS + + vierstellige Seriennummer Ihres Codes (0001-9999)
fr: Format: numéro de série CS + + quatre chiffres de votre code (0001-9999)
ko: 형식 : 코드의 CS + + 네 자리 일련 번호 (0001-9999)
ru: Формат: CS + + четырехзначный порядковый номер кода (0001-9999)
zh_cn: 格式:CS+你的代码+四位序号(0001-9999)
zh_tw: 格式:CS+你的代碼+四位序號(0001-9999)

# ZZNDKHBAYBJQQGZ
source: Your customer record has been rejected, please pay attention!
de: Ihre Kundendatensatz abgelehnt wurde, achten Sie bitte!
fr: Votre dossier de client a été rejetée, s'il vous plaît faites attention!
ko: 당신의 고객 레코드가 거부되었습니다,주의하십시오!
ru: Ваша запись клиента была отклонена, пожалуйста, обратите внимание!
zh_cn: 你的客户备案已被拒绝，请关注！
zh_tw: 你的客戶備案已被拒絕，請關注！

# ZZNDKHBAYBPZTGQGZ
source: Your record has been approved by the customer, please pay attention!
de: Ihr Rekord vom Kunden genehmigt worden, Bitte beachten!
fr: Votre dossier a été approuvé par le client, s'il vous plaît faites attention!
ko: 당신의 기록은 고객에 의해 승인 된,주의하십시오!
ru: Ваша запись была одобрена заказчиком, пожалуйста, обратите внимание!
zh_cn: 你的客户备案已被批准通过，请关注！
zh_tw: 你的客戶備案已被批准通過，請關注！

# BianGengHouJinE
source: Amount Changed
de: Betrag geändert
fr: Montant changé
ko: 금액 변경
ru: Сумма изменился
zh_cn: 变更后金额
zh_tw: 變更後金額

# BianGengLeiXing
source: Change Type
de: Typ ändern
fr: Changer type
ko: 변경 유형
ru: Изменить тип
zh_cn: 变更类型
zh_tw: 變更類型

# BianGengNeiRong
source: Change Content
de: Änderungen
fr: changements
ko: 변경
ru: изменения
zh_cn: 变更内容
zh_tw: 變更內容

# HeTongChaXunBaobiao
source: Contract Query Report
de: Vertragsabfragebericht
fr: Contrat Query Report
ko: 계약 쿼리 보고서
ru: Контракт Запрос отчета
zh_cn: 合同查询报表
zh_tw: 合同查詢報表

# HeTongBianGengBaoBiao
source: Contract Change Report
de: Vertragsänderung Bericht
fr: Contrat Change Report
ko: 계약 변경 신고
ru: Договор Изменить отчет
zh_cn: 合同变更报表
zh_tw: 合同變更報表

# HeTongFengLiTaiZhuang
source: Contract accounting classification
de: Kontokorrentbereich Klassifizierung
fr: classement comptable du contrat
ko: 계약 회계 분류
ru: Договор бухгалтерской классификации
zh_cn: 合同分类台帐
zh_tw: 合同分類台帳

# HeTongTiQianZhiXingBaoBiao
source: Contract Execution Report in advance
de: Contract Execution Report im Voraus
fr: Contrat Rapport d'exécution à l'avance
ko: 사전에 계약 실행 보고서
ru: Договор отчета об исполнении заранее
zh_cn: 合同提前执行报表
zh_tw: 合同提前執行報表

# QianDingShiJianWanYuKaiShiShiJian
source: (Signing time after the start time)
de: (Signing Zeit nach der Startzeit)
fr: (Signature après l'heure de début)
ko: (시작 시간 이후에 시간을 서명)
ru: (Подпись время после времени старта)
zh_cn: （签订时间晚于开始时间）
zh_tw: （簽訂時間晚於開始時間）

# BianGengEDu
source: The amount of change
de: Das Ausmaß der Änderung
fr: Le montant du changement
ko: 변화량
ru: Величина изменения
zh_cn: 变更额度
zh_tw: 變更額度

# BianGengFang
source: Change Party
de: ändern Partei
ko: 변경 파티
ru: Изменение партии
zh_cn: 变更方
zh_tw: 變更方

# BianGengHaoJinE
source: Amount changed
de: Betrag geändert
fr: Montant changé
ko: 금액 변경
ru: Сумма изменился
zh_cn: 变更后金额
zh_tw: 變更後金額

# SuoShuXiangMu
source: View project
de: Projekt anzeigen
fr: Voir le projet
ko: 보기 프로젝트
ru: Посмотреть проект
zh_cn: 所属项目
zh_tw: 所屬項目

# ZiDingYiBaoBiao
source: DIY Report
de: Custom Report
fr: Rapport personnalisé
ko: 사용자 정의 보고서
ru: Пользовательский отчет
zh_cn: 自定义报表
zh_tw: 自定義報表

# ZongFengShu
source: The total number of copies
de: Die Gesamtzahl der Kopien
fr: Le nombre total de copies
ko: 총 매수
ru: Общее количество копий
zh_cn: 总份数
zh_tw: 總份數

# GuiDangRiQi
source: Archive Date
de: Anmeldetag
fr: Date de dépôt
ko: 출원일
ru: дата подачи заявки
zh_cn: 归档日期
zh_tw: 歸檔日期

# BianGengZongE
source: Total change
de: Gesamtveränderung
fr: changement total
ko: 전체 변경
ru: общее изменение
zh_cn: 变更总额
zh_tw: 變更總額

# MoQingKuanE
source: Please do not amount
de: Bitte nicht betragen
fr: S'il vous plaît ne constituent pas
ko: 금액하지 마십시오
ru: Пожалуйста, не составит
zh_cn: 未请款额
zh_tw: 未請款額

# XiangMuShiTu
source: Project View
de: Projektansicht
fr: projet Voir
ko: 프로젝트보기
ru: Проект Просмотр
zh_cn: 项目视图
zh_tw: 項目視圖

# DaiChuLiYeWu
source: ToBeHandledBusinessForm
de: Bis Geschäfts
fr: En attendant business
ko: 보류중인 사업
ru: До бизнес
zh_cn: 待处理业务
zh_tw: 待處理業務

# LiuChenYeWuRenYuan
source: Workflow Business Member
de: Prozess Geschäftsleute
fr: personnes Processus d'affaires
ko: 프로세스 비즈니스 사람들
ru: Процесс деловых людей
zh_cn: 流程业务人员
zh_tw: 流程業務人員

# ShuJiJiaoHanFuWuQiDong
source: Data exchange service starts
de: Der Datenaustausch-Dienst gestartet
fr: service d'échange de données commence
ko: 데이터 교환 서비스 시작
ru: Обмен данными службы начинается
zh_cn: 数据交换服务启动
zh_tw: 數據交換服務啟動

# ZiXingMingLing
source: Excuting an order
de: Run
fr: course
ko: 달리기
ru: прогон
zh_cn: 执行命令
zh_tw: 執行命令

# ZiXingShiJian
source: Execution Time
de: Ausführungszeit
fr: Temps d'exécution
ko: 실행 시간
ru: Время выполнения
zh_cn: 执行时间
zh_tw: 執行時間

# DaJiaGou
source: Build Architecture
de: Nehmen Architektur
fr: Prenez l'architecture
ko: 구조를 가지고
ru: Возьмите архитектуру
zh_cn: 搭架构
zh_tw: 搭架構

# JianDangAn
source: Set Infomation
de: Bauen Sie Datei
fr: Construire fichier
ko: 파일을 빌드
ru: компоновочный файл
zh_cn: 建档案
zh_tw: 建檔案

# SheYongHu
source: Add System Users
de: Lassen Sie Benutzer
fr: Que les utilisateurs
ko: 사용자를 보자
ru: Пусть пользователи
zh_cn: 设用户
zh_tw: 設用戶

# ShouQuanXian
source: Authorization
de: Authorization Limit
fr: Limite d'autorisation
ko: 권한 제한
ru: Ограничение авторизации
zh_cn: 授权限
zh_tw: 授權限

# XuanMoKuai
source: Select Modules
de: Optionsmodul
fr: Module Option
ko: 옵션 모듈
ru: Дополнительный модуль
zh_cn: 选模块
zh_tw: 選模塊

# ZZBIXUDAYULING
source: Must be greater than 0
de: Muss größer als 0
fr: Doit être supérieur à 0
ko: 0보다 커야합니다
ru: Должно быть больше 0
zh_cn: 必须大于0
zh_tw: 必須大於0

# ZZGBMGNFYFYSBZQJC
source: This year the department budget shortfalls this month, please check!
de: In diesem Jahr die Abteilung Haushaltsdefizite in diesem Monat, überprüfen Sie bitte!
fr: Cette année, les déficits budgétaires du département ce mois-ci, s'il vous plaît vérifier!
ko: 올해 부서 예산 부족이 달, 확인하시기 바랍니다!
ru: В этом году бюджет отдела нехватки средств в этом месяце, пожалуйста, проверьте!
zh_cn: 该年份该月份该部门预算不足，请检查！
zh_tw: 該年份該月份該部門預算不足，請檢查！

# JieDianYuYiBianLiangTuiYing
source: Corresponding to the variable node domain
de: Entsprechend dem variablen Knoten domain
fr: Correspondant au domaine de noeud de variable
ko: 상기 변수 노드에 대응하는 도메인
ru: В соответствии с доменом узла переменной
zh_cn: 节点与域变量对应
zh_tw: 節點與域變量對應

# YCZRDDMMCBMDMBMMCTHBDDEXYXX
source: With operator code, name, department code, department name with the appropriate information flow form
de: Mit Bedienercode, Name, Abteilungscode, Abteilungsnamen mit dem entsprechenden Informationsfluss Form
fr: Avec le code de l'opérateur, le nom, le code de service, le nom du service à la forme de flux d'information approprié
ko: 해당 정보 흐름 양식 운영자 코드, 이름, 부서 번호, 부서 이름과
ru: С помощью кода оператора, имя, код отдела, название отдела с формой потока информации соответствующая
zh_cn: 用操作人的代码，姓名，部门代码，部门名称替换流程表单的相应信息
zh_tw: 用操作人的代碼，姓名，部門代碼，部門名稱替換流程表單的相應信息

# QuanBuMuBan
source: All templates
de: Alle Vorlagen
fr: Tous les modèles
ko: 모든 템플릿
ru: Все шаблоны
zh_cn: 全部模板
zh_tw: 全部模板

# ZhiChengMuBan
source: Template title
de: Vorlagentitel
ko: 템플릿 제목
ru: название шаблона
zh_cn: 职称模板
zh_tw: 職稱模板

# KaiShouLiaoDan
source: Receipts single open
de: Receipts einzigen offenen
fr: Receipts unique ouvert
ko: 영수증 단일 오픈
ru: Квитанции одной открытой
zh_cn: 开收料单
zh_tw: 開收料單

# RenWuZhengTiJinDu
source: Whole Task Progress
de: Der Gesamtfortschritt der Aufgabe
fr: L'état d'avancement de la tâche
ko: 작업의 전반적인 진행
ru: Общий ход задачи
zh_cn: 任务整体进度
zh_tw: 任務整體進度

# ZZSCHENGCG
source: Generated successfully!
de: Generieren Sie Erfolg!
fr: Générer succès!
ko: 성공을 생성!
ru: Сформировать успех!
zh_cn: 生成成功！
zh_tw: 生成成功！

# ZZSCHENGSBQJC
source: Generation failed, please check!
de: Generierung fehlschlägt, überprüfen!
fr: échoue Generation, vérifiez!
ko: 생성이 실패 체크!
ru: Поколение не удается, проверьте!
zh_cn: 生成失败，请检查！
zh_tw: 生成失敗，請檢查！

# DaKaBingFanHuiZhuYe
source: Attendance and return to the homepage
de: Anmeldung und zurück zur Startseite
fr: Inscrivez-vous et revenir à la page d'accueil
ko: 로그인 홈 페이지로 돌아가
ru: Войти и вернуться на главную страницу
zh_cn: 签到
zh_tw: 簽到並返回主頁

# DingWeiBingFanHuiZhuYe
source: Locate and return to the homepage
de: Suchen und nach Hause zurückkehren
fr: Recherchez et rentrer chez eux
ko: 찾아 집으로 돌아
ru: Найдите и вернуться домой
zh_cn: 定位
zh_tw: 定位並返回主頁

# ZZQXZBCLX
source: Please select the type of shift!
de: Bitte wählen Sie die Art der Verschiebung!
fr: S'il vous plaît sélectionner le type de changement!
ko: 변화의 유형을 선택하십시오!
ru: Пожалуйста, выберите тип сдвига!
zh_cn: 请选择班次类型！
zh_tw: 請選擇班次類型！

source: Latitude
de: Breite
ko: 위도
ru: широта
zh_cn: 纬度
zh_tw: 緯度

source: Longitude
de: Länge
ko: 경도
ru: долгота
zh_cn: 经度
zh_tw: 經度

# ShiFouQueSheng
source: Is Default
de: Ob Standard
fr: Que ce soit par défaut
ko: 기본 여부
ru: Является ли по умолчанию
zh_cn: 是否缺省
zh_tw: 是否缺省
