Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# YaoQiuDaoHuoShiJian
source: Requirements arrival time
de: Anforderungen Ankunftszeit
fr: Exigences de temps d'arrivée
ko: 요구 사항 도착 시간
ru: Время прибытия Требования
zh_cn: 要求到货时间
zh_tw: 要求到貨時間

# YaoQiuGongShi
source: Work Requirements
de: Arbeitsanforderungen
fr: Exigences de travail
ko: 작업 요구 사항
ru: Рабочие требования
zh_cn: 要求工期
zh_tw: 要求工時

# YaoQiuJieShuShiJian
source: It demanded an end time
de: Anforderungen Endzeit
fr: Exigences Heure de fin
ko: 요구 사항 종료 시간
ru: Требования Конец Время
zh_cn: 要求结束时间
zh_tw: 要求結束時間

# YaoQiuShiJian
source: Time requirements
de: Zeitanforderungen
fr: Les contraintes de temps
ko: 시간 요구 사항
ru: Требования Время
zh_cn: 要求时间
zh_tw: 要求時間

# YaoQiuShouDaoChuLiXinXi
source: Processing information requests received
de: Verarbeitung von Informationen empfangenen Anforderungen
fr: Le traitement des demandes d'informations reçues
ko: 처리 정보를 수신하는 요청
ru: Обработка информационных запросов
zh_cn: 要求收到处理信息
zh_tw: 要求收到處理資訊

# YaoQiuShouDaoXingXi
source: Information requests received
de: Erhielten Informationsanfragen
fr: Les demandes d'information reçues
ko: 정보 요청이 수신 된
ru: Получил Информационные запросы
zh_cn: 要求收到信息
zh_tw: 要求收到資訊

# YaoQiuShouDaoXinXi
source: Information requests received
de: Erhielten Informationsanfragen
fr: Les demandes d'information reçues
ko: 정보 요청이 수신 된
ru: Получил Информационные запросы
zh_cn: 要求收到信息
zh_tw: 要求收到資訊

# YaoQiuTongGuo
source: It called for the adoption
de: Anforderungen
fr: Exigences par
ko: 에 의해 요구
ru: Требования по
zh_cn: 要求通过
zh_tw: 要求通過

# YaoQiuWanChengRiQi
source: Requirements Completion Date
de: Anforderungen Fertigstellung
fr: Exigences Date d'achèvement
ko: 요구 사항 완료일
ru: Требования Дата завершения
zh_cn: 要求完成日期
zh_tw: 要求完成日期

# YaoQiuWanChengShiJian
source: The time required to complete
de: Der Zeitbedarf für die
fr: Le temps nécessaire pour compléter
ko: 시간은 완료하는 데 필요한
ru: Время, необходимое для завершения
zh_cn: 要求完成时间
zh_tw: 要求完成時間

# YaoQiuWanChenShiJian
source: The time required to complete
de: Der Zeitbedarf für die
fr: Le temps nécessaire pour compléter
ko: 시간은 완료하는 데 필요한
ru: Время, необходимое для завершения
zh_cn: 要求完成时间
zh_tw: 要求完成時間

# YaoQiuZhengGaiRiQi
source: Required rectification Date
de: Erforderliche Berichtigung Datum
fr: Date de rectification nécessaire
ko: 필수 정류 날짜
ru: Требуется устранение Дата
zh_cn: 要求整改日期
zh_tw: 要求整改日期

# YaoShenHeDeGongZuo
source: To do work
de: Um die Arbeit zu prüfen
fr: Pour auditer les travaux
ko: 작업을 감사하려면
ru: Для проверки работы
zh_cn: 要处理的工作
zh_tw: 要審核的工作

# YaoShenHeDegongZuoLiu
source: To do work
de: Um die Arbeit zu prüfen
fr: Pour auditer les travaux
ko: 작업을 감사하려면
ru: Для проверки работы
zh_cn: 要处理的工作
zh_tw: 要審核的工作

# YaoShenHeDeShenQing
source: To review the application
de: Um die Anwendung zu überprüfen
fr: Pour examiner la demande
ko: 응용 프로그램을 검토하려면
ru: Для просмотра приложения
zh_cn: 要审核的申请
zh_tw: 要審核的申請

# YaoShenHeDeShuJu
source: To review data
de: Um Daten zu überprüfen
fr: Pour examiner les données
ko: 데이터를 검토하려면
ru: Для просмотра данных
zh_cn: 要审核的数据
zh_tw: 要審核的資料

# YaoWuGuoMingShi
source: History of drug allergy
de: Geschichte der Drogen-Allergie
fr: Histoire d'allergie médicamenteuse
ko: 약물 알레르기의 역사
ru: История лекарственной аллергии
zh_cn: 药物过敏史
zh_tw: 藥物過敏史

# YBDY2M
source: Generally greater than 2M
de: Im allgemeinen mehr als 2M
fr: En général supérieure à 2M
ko: 2M보다 일반적으로 더 큰
ru: Вообще, чем больше 2М
zh_cn: 一般大于2M
zh_tw: 一般大於2M

# YBWPZSSZJH
source: I have been approved for implementation of the plan
de: Ich habe für die Umsetzung des Plans genehmigt
fr: Je ai été approuvé pour la mise en œuvre du plan
ko: 나는 계획의 이행을위한 승인 된
ru: Я был одобрен для реализации плана
zh_cn: 已被我批准实施中计划
zh_tw: 已被我批准實施中計畫

# YBWWCPHDJH
source: I had already completed the plan approved
de: Ist abgeschlossen Ich plane Genehmigung
fr: A été achevée Je prévois approbation
ko: 완료 나는 승인 계획
ru: Был завершен Я планирую одобрение
zh_cn: 已被我完成批核的计划
zh_tw: 已被我完成批核的計畫

# Ye
source: Page
ko: 페이지
ru: Страница
zh_cn: 页
zh_tw: 頁

# YeGong
source: Sheet
de: Blatt
fr: Feuille
ko: 시트
ru: Лист
zh_cn: 页 ,共
zh_tw: 頁 ,共

# YeJiPingDing
source: Performance Evaluation
de: Leistungsbewertung
fr: Évaluation de la performance
ko: 성능 평가
ru: Оценка эффективности
zh_cn: 业绩评定
zh_tw: 業績評定

# YeJiPingGu
source: Performance Evaluation
de: Leistungsbewertung
fr: Évaluation de la performance
ko: 성능 평가
ru: Оценка эффективности
zh_cn: 业绩评估
zh_tw: 業績評估

# YeJiPingGuLieBiao
source: Performance Evaluation List
de: Performance Evaluation Liste
fr: Liste d'évaluation de la performance
ko: 성능 평가 목록
ru: Производительность Список Оценка
zh_cn: 业绩评估列表
zh_tw: 業績評估列表

# YeMian
source: Page
de: Oberflächen Seite
fr: Surface page
ko: 표면 페이지
ru: Поверхность страницу
zh_cn: 页面
zh_tw: 面頁

# YES
source: It is
de: Ist
fr: Il est
ko: 그것은 인
ru: Здесь
zh_cn: 是
zh_tw: 是

# YeShu
source: Pages
de: Seiten
ko: 페이지
ru: Страницы
zh_cn: 页数
zh_tw: 頁數

# YeWuDan
source: Business Single
de: Business Einzel
fr: Simple Affaires
ko: 비지니스 싱글
ru: Бизнес одноместный
zh_cn: 业务单
zh_tw: 業務單

# YeWuDanShouFuKuanChuLi
source: Single income payment processing business
de: Payment Processing Geschäftsbereich Erträge
fr: Traitement des paiements des revenus de l'unité commerciale
ko: 지불 처리 사업 단위 소득
ru: Обработка платежа подразделение доход
zh_cn: 业务单收付款处理
zh_tw: 業務單收付款處理

# YeWuDanYingShouYingFuSheZhi
source: Business unit accounts payable settings
de: Business einzigen Satz von Verbindlichkeiten
fr: Affaires ensemble unique de comptes créditeurs
ko: 미지급금의 비지니스 싱글 세트
ru: Бизнес одноместный набор кредиторской задолженности
zh_cn: 业务单应收应付设置
zh_tw: 業務單應收應付設置

# YeWuRenYuan
source: Business people
de: Geschäftsleute
fr: Les gens d'affaires
ko: 사업 사람들
ru: Деловые люди
zh_cn: 业务人员
zh_tw: 業務人員

# YeWuYuan
source: Salesman
fr: Vendeur
ko: 판매원
ru: Продавец
zh_cn: 业务员
zh_tw: 業務員

# YFWDFWQ
source: To access the server
de: Auf den Server zugreifen
fr: Pour accéder au serveur
ko: 서버에 액세스하려면
ru: Для доступа к серверу
zh_cn: 要访问的服务器
zh_tw: 要訪問的伺服器

# YGKQGZSZ
source: Employee attendance rule set
de: Mitarbeiter-Teilnahme Regeleinstellungen
fr: Les paramètres des règles de participation des employés
ko: 직원 출석 규칙 설정
ru: Настройки правил посещаемости сотрудников
zh_cn: 员工考勤规则设置
zh_tw: 員工考勤規則設置

# YGPXJLSJDRMB
source: Employee training records data into the template
de: Schulung der Mitarbeiter zeichnet Daten in die Vorlage
fr: Formation des employés enregistrements de données dans le modèle
ko: 템플릿으로 직원 교육은 기록 데이터를
ru: Обучение персонала записей данных в шаблоне
zh_cn: 员工培训记录数据导入模版
zh_tw: 員工培訓記錄資料導入模版

# YGPXSJDRMB
source: Staff training data import templates
de: Ausbildung des Personals Datenimport-Vorlagen
fr: Données d'entraînement des modèles d'importation de personnel
ko: 직원 훈련 데이터 가져 오기 템플릿
ru: Сотрудники шаблоны импорта обучающих данных
zh_cn: 员工培训数据导入模版
zh_tw: 員工培訓數據導入模版

# YGZKPIKSSJKPIJSSJBKPIZDM
source: Domain rules: KPI Start Time: [TAKETOPKPISTARTTIME], KPI end time: [TAKETOPKPIENDTIME], by KPI provider code: [TAKETOPKPIUSERCODE]
de: Domain-Regeln: KPI Startzeit: [TAKETOPKPISTARTTIME], KPI Endzeit: [TAKETOPKPIENDTIME] gehen, KPI-Provider-Code: [TAKETOPKPIUSERCODE]
fr: Règles de domaine: KPI Heure de début: [TAKETOPKPISTARTTIME], le temps KPI Fin: [TAKETOPKPIENDTIME], par code de fournisseur de KPI: [TAKETOPKPIUSERCODE]
ko: 도메인 규칙 : 핵심 성과 지표 (KPI) 시작 시간 : [TAKETOPKPISTARTTIME, 핵심 성과 지표 (KPI) 종료 시간 : [TAKETOPKPIENDTIME, 핵심 성과 지표 (KPI) 공급자 코드 : [TAKETOPKPIUSERCODE]
ru: Правила домена: КПИ Время: [TAKETOPKPISTARTTIME], КПИ Время окончания: [TAKETOPKPIENDTIME], с помощью кода провайдера КПИ: [TAKETOPKPIUSERCODE]
zh_cn: 域规则：KPI开始时间：[TAKETOPKPISTARTTIME]， KPI结束时间：[TAKETOPKPIENDTIME]，被KPI者代码：[TAKETOPKPIUSERCODE]
zh_tw: 域規則：KPI開始時間：[TAKETOPKPISTARTTIME]， KPI結束時間：[TAKETOPKPIENDTIME]，被KPI者代碼：[TAKETOPKPIUSERCODE]

# YGZRZHSCWDJS
source: (Calculated according to the logbook and upload documents)
de: (Nach den Logbuch und Dokumente hochladen berechnet)
fr: (Calculé selon les documents de journal de bord et de téléversement)
ko: (로그 북 및 업로드 문서에 따라 계산)
ru: (Рассчитывается в соответствии с регистрационного журнала и загружать документы)
zh_cn: (依工作日志和上传文档计算)
zh_tw: (依工作日志和上傳文檔計算)

# YGZYGDMCYAQKLBNSYDeleteUpdateDropInsertAlterYuJu
source: Domain rules: staff code: [TAKETOPUSERCODE], management series: [TAKETOPSUPERDEPARTSTRING], for security reasons, cannot be used with the Delete, Update, Drop, Insert, the Alter statement)
de: Domain-Regeln: Mitarbeiter Code: [TAKETOPUSERCODE], aus Sicherheitsgründen nicht verwendet werden können, einschließlich löschen, aktualisieren, Tropfen, Einfügen, ALTER-Anweisung)
fr: Règles de domaine: code de l'employé: [TAKETOPUSERCODE], pour des raisons de sécurité, ne peuvent pas être utilisés, y compris Supprimer, mise à jour, Drop, Insertion, ALTER)
ko: 도메인 규칙 : 직​​원 코드 : [TAKETOPUSERCODE, 보안상의 이유로 포함하여 사용할 수 없습니다 삭제, 업데이트, 드롭, 삽입, ALTER 문)
ru: Правила домена: Код сотрудника: [TAKETOPUSERCODE], по соображениям безопасности, не могут быть использованы в том числе удаление, обновление, падения, Вставить, Альтер заявление)
zh_cn: 域规则：员工代码：[TAKETOPUSERCODE]，管理部门串：[TAKETOPSUPERDEPARTSTRING] ，出于安全考虑，不能使用含Delete,Update,Drop,Insert,Alter语句）
zh_tw: 域規則：員工代碼：[TAKETOPUSERCODE]，出於安全考慮，不能使用含Delete,Update,Drop,Insert,Alter語句）

# XTFXTYGZ
source: Domain Rules: X axis: XName, Y-axis: YNumber, employee code: [TAKETOPUSERCODE], department string: [TAKETOPDEPARTSTRING], [TAKETOPLANGCODE] language code, for security reasons, can not be used including Delete, Update, Drop, Insert, Alter statement)
de: Domain-Regeln: X-Achse: XName, Y-Achse: yNumber, Mitarbeitercode : [TAKETOPUSERCODE], Abteilung string: [TAKETOPDEPARTMENT], [TAKETOPLANGCODE] Sprachcode, aus Sicherheitsgründen nicht verwendet werden können, einschließlich löschen, aktualisieren, Tropfen, Einfügen, Alter Anweisung)
fr: Règles de domaine: axe X: XNAME, l'axe Y: yNumber, code d'employé: [TAKETOPUSERCODE], chaîne de service: [TAKETOPDEPARTMENT], [TAKETOPLANGCODE] code de langue, pour des raisons de sécurité, ne peuvent pas être utilisés, y compris Supprimer, mise à jour, Drop, Insertion, Alter déclaration)
ko: 도메인 규칙 : X 축 : XName이, Y 축 : YNumber, 직원 코드 : [TAKETOPUSERCODE, 부서 문자열 : [TAKETOPDEPARTMENT], [TAKETOPLANGCODE] 언어 코드, 보안상의 이유로, 업데이트, 드롭, 삽입 변경, 삭제를 포함하여 사용할 수 없습니다 문)
ru: Правила домена: ось Х: XName Y-ось: YNumber, код сотрудника: [TAKETOPUSERCODE], строка отдел: [TAKETOPDEPARTMENT], [TAKETOPLANGCODE] код языка, по соображениям безопасности, не могут быть использованы в том числе удаление, обновление, Drop, Insert, Alter заявление)
zh_cn: 域规则：X轴：XName, Y轴：YNumber, 员工代码：[TAKETOPUSERCODE]，部门串：[TAKETOPDEPARTSTRING] ,语言代码【TAKETOPLANGCODE】,出于安全考虑，不能使用含Delete,Update,Drop,Insert,Alter语句）
zh_tw: 域規則：X軸：XName, Y軸：YNumber, 員工代碼：[TAKETOPUSERCODE]，部門串：[TAKETOPDEPARTMENT] ,語言代碼【TAKETOPLANGCODE】,出於安全考慮，不能使用含Delete,Update,Drop,Insert,Alter語句）

# YiBan
source: General
de: Allgemein
fr: Général
ko: 일반
ru: Генеральная
zh_cn: 一般
zh_tw: 一般

# YiBanLiYinHang
source: It has a bank
de: Es verfügt über eine Bank
fr: Il dispose d'une banque
ko: 그것은 은행이
ru: Она имеет банк
zh_cn: 已办理银行
zh_tw: 已辦理銀行

# YiBaoFeiShangPin
source: Waste products have been reported
de: Abfallprodukte berichtet worden
fr: Les déchets ont été rapportés
ko: 폐기물이보고되어왔다
ru: Отходы были зарегистрированы
zh_cn: 已报废物料
zh_tw: 已報廢物料

# YiBaoFeiZiChan
source: Scrapped assets
de: Es hat Vermögenswerte verschrottet
fr: Il a abandonné actifs
ko: 그것은 자산을 폐기했다
ru: Это слом активы
zh_cn: 已报废资产
zh_tw: 已報廢資產

# YiBaoYan
source: He has post-mortem
de: Er hat Post-mortem-
fr: Il a post-mortem
ko: 그는 사후이
ru: Он имеет посмертно
zh_cn: 已报验
zh_tw: 已報驗

# YiBiao
source: Proposed standard
de: Vorgeschlagene Norm
fr: Norme proposée
ko: 제안 된 표준
ru: Предлагаемый стандарт
zh_cn: 议标
zh_tw: 議標

# YiChang
source: Abnormal
fr: Anormale
ko: 이상
ru: Ненормальный
zh_cn: 异常
zh_tw: 異常

# YiChangMiaoShu
source: Anomaly Description
de: Abnormal Beschreibung
fr: Description anormale
ko: 이상 설명
ru: Аномальная описание
zh_cn: 异常描述
zh_tw: 異常描述

# YiChuaBing
source: Genetic disease
de: Genetische Krankheit
fr: Maladie génétique
ko: 유전 질환
ru: Генетическая болезнь
zh_cn: 遗传病
zh_tw: 遺傳病

# YiChuKu
source: It has a library
de: Es verfügt über eine Bibliothek
fr: Il dispose d'une bibliothèque
ko: 이 라이브러리를 가지고
ru: Он имеет библиотеку
zh_cn: 已出库
zh_tw: 已出庫

# YiChuLi
source: Processed
de: Verarbeitet
fr: Traité
ko: 가공
ru: Обработанные
zh_cn: 已处理
zh_tw: 已處理

# YiChuLiBinYiFenPaiDe
source: Processed and dispatched
de: Verarbeitet und versendet
fr: Traitées et expédiées
ko: 가공 및 파견
ru: Обработанные и отправил
zh_cn: 已处理并已分派的
zh_tw: 已處理並已分派的

# YiChuLiDe
source: Processed
de: Verarbeitet
fr: Traité
ko: 가공
ru: Обработанные
zh_cn: 已处理的
zh_tw: 已處理的

# YiChuLiDeCheLiangShenQing
source: Vehicle applications processed
de: Fahrzeuganwendungen verarbeitet
fr: Applications de véhicules transformés
ko: 차량 응용 프로그램 처리
ru: Приложения автомобиля обрабатывается
zh_cn: 已处理的车辆申请
zh_tw: 已處理的車輛申請

# YiChuLiMeiFeiPaiDe
source: Processed but not assigned
de: Bearbeitet, jedoch nicht zugeordnet
fr: Traité, mais non affecté
ko: 가공하지만 지정되지
ru: Обработанные, но не назначен
zh_cn: 已处理但没分派的
zh_tw: 已處理但沒分派的

# YiDi
source: 1- Low
fr: 1- Faible
ko: 낮은 1
ru: 1 Низкий
zh_cn: 1-低
zh_tw: 1-低

# YiDiaoCha
source: We have investigated
de: Wir haben untersucht,
fr: Nous avons étudié
ko: 우리는 조사 하였다
ru: Мы исследовали
zh_cn: 已调查
zh_tw: 已調查

# YiDongDao
source: Move to
de: Gehen Sie zu
fr: Passer à
ko: 이동
ru: Переместить в
zh_cn: 移动到
zh_tw: 移動到

# YiDongDianHua
source: mobile phone
de: Mobiltelefon
fr: Téléphone mobile
ko: 휴대 전화
ru: Мобильный телефон
zh_cn: 移动电话
zh_tw: 行動電話

# YiDongSeBei
source: Mobile devices
de: Mobile Geräte
fr: Les appareils mobiles
ko: 모바일 장치
ru: Мобильные устройства
zh_cn: 移动设备
zh_tw: 移動設備

# YiDongSheBei
source: Mobile devices
de: Mobile Geräte
fr: Les appareils mobiles
ko: 모바일 장치
ru: Мобильные устройства
zh_cn: 移动设备
zh_tw: 移動設備

# YiDongXinXi
source: Transaction information
de: Alert-Informationen
fr: Informations sur les alertes
ko: 경고 정보
ru: Предупреждение Информация
zh_cn: 异动信息
zh_tw: 異動信息

# YiFa
source: sent
de: Herausgegeben
fr: Publié
ko: 발행
ru: Выпущено
zh_cn: 已发
zh_tw: 已發

# YiFaHuo
source: Shipped
de: Versendet
fr: Expédié
ko: 배송
ru: Поставляется
zh_cn: 已发货
zh_tw: 已發貨

# YiFang
source: B
ru: В
zh_cn: 乙方
zh_tw: 乙方

# YiFangDaiBiao
source: Party representatives
de: Parteienvertreter
fr: Les représentants des partis
ko: 파티 대표
ru: Представители партии
zh_cn: 乙方代表
zh_tw: 乙方代表

# YiFangDaiWei
source: B Unit
de: B Einheit
fr: B Unité
ko: B 단위
ru: В блок
zh_cn: 乙方单位
zh_tw: 乙方單位

# YiFangDanWei
source: B Unit
de: B Einheit
fr: B Unité
ko: B 단위
ru: В блок
zh_cn: 乙方单位
zh_tw: 乙方單位

# YiFangFuZeRen
source: Party Leader
de: Party-Führer
fr: La chef du Parti
ko: 파티 리더
ru: Лидер партии
zh_cn: 乙方负责人
zh_tw: 乙方負責人

# YiFengPeiZhangHao
source: Assigned Account
de: Zugeordnet Konto
fr: Compte Assigné
ko: 할당 된 계정
ru: Назначенный аккаунт
zh_cn: 已分配帐号
zh_tw: 已分配帳號

# YiFenPaideDaiLi
source: It has dispatched agents
de: Es hat Agenten geschickt
fr: Il a envoyé des agents
ko: 그것은 요원을 파견하고있다
ru: Он направил агентов
zh_cn: 已分派的代理的
zh_tw: 已分派的代理的

# YiFenPeiZhangHao
source: Assigned Account
de: Zugeordnet Konto
fr: Compte Assigné
ko: 할당 된 계정
ru: Назначенный аккаунт
zh_cn: 已分配帐号
zh_tw: 已分配帳號

# YiFuKuan
source: Paid
de: Bezahlt
fr: Payé
ko: 유료
ru: Платный
zh_cn: 已付款
zh_tw: 已付款

# YiGanBiaoMianKangYuan
source: HBsAg:
de: Hepatitis B-Oberflächenantigen:
fr: L'hépatite B antigène de surface:
ko: B 형 간염 표면 항원 :
ru: Поверхностный антиген гепатита:
zh_cn: 乙肝表面抗原：
zh_tw: 乙肝表面抗原：

# YiGao
source: 1- high
de: 1- Hoch
fr: 1- haute
ko: 고 1
ru: 1- высокой
zh_cn: 1-高
zh_tw: 1-高

# YiGongShuLiang
source: Quantity Supplied
de: Mitgelieferte Anzahl
fr: Numéro fourni
ko: 납품 번호
ru: Поставляется номер
zh_cn: 已供数量
zh_tw: 已供數量

# YiGuanBi
source: closed
de: Geschlossen
fr: Fermé
ko: 폐장
ru: Закрыто
zh_cn: 已关闭
zh_tw: 已關閉

# YiGuanLianKeHu
source: It has been associated with the customer
de: Es wurde mit dem Kunden verbunden worden ist
fr: Il a été associé avec le client
ko: 이것은 고객과 관련된 한
ru: Это было связано с заказчиком
zh_cn: 已关联客户
zh_tw: 已關聯客戶

# YiHun
source: Married
de: Verheiratet
fr: Marié
ko: 결혼 한
ru: Женат
zh_cn: 已婚
zh_tw: 已婚

# YiJi
source: A
fr: Une
zh_cn: 一级
zh_tw: 一級

# YiJia
source: Bargain
de: Gelegenheitskauf
fr: Négocier
ko: 매매
ru: Сделка
zh_cn: 议价
zh_tw: 議價

# YiJian
source: View
de: Anzeigen
fr: Voir
ko: 전망
ru: Вид
zh_cn: 意见
zh_tw: 意見

# YiJiao
source: It has been submitted
de: Es wurde eingereicht
fr: Il a été soumis
ko: 그것은 제출되었습니다
ru: Он был представлен
zh_cn: 已交
zh_tw: 已交

# YiJiaoBianHao
source: Transfer number
de: Übertragungsnummer
fr: Numéro de transfert
ko: 전송 번호
ru: Передаточное число
zh_cn: 移交编号
zh_tw: 移交編號

# YiJiaoDan
source: Single-handed
de: Einhand
fr: Tout seul
ko: 한 손으로
ru: Без посторонней помощи
zh_cn: 移交单
zh_tw: 移交單

# YiJiaoDanHao
source: Transfer a single number
de: Übertragen Sie eine einzelne Zahl
fr: Transfert d'un numéro unique
ko: 단일 번호로 이동
ru: Трансфер один номер
zh_cn: 移交单号
zh_tw: 移交單號

# YiJiaoDanLieBiao
source: Single transfer list
de: Transfer-Liste
fr: Liste de transfert unique
ko: 단일 전송 목록
ru: Единый список передачи
zh_cn: 移交单列表
zh_tw: 移交單列表

# YiJiaoDanLieBiaoJiLu
source: Single transfer list records
de: Transfer Buchsätze
fr: Liste simple transfert des dossiers
ko: 단일 전달 목록 레코드
ru: Список Одноместный передачи записей
zh_cn: 移交单列表记录
zh_tw: 移交單清單記錄

# YiJiaoDanMingXiLieBiao
source: Transfer order detail list
de: Einzelheiten der Übertragung von einer einzigen Liste
fr: Détails du transfert d'une liste unique
ko: 하나의리스트의 전송의 세부 사항
ru: Подробная информация о передаче единого списка
zh_cn: 移交单明细列表
zh_tw: 移交單明細列表

# YiJiaoRiQi
source: Transfer date
de: Übertragungsstichtag
fr: Date de transfert
ko: 전송 날짜
ru: Дата передачи
zh_cn: 移交日期
zh_tw: 移交日期

# YiJiaoZhiYinHang
source: It has been submitted to the bank
de: Es wurde an die Bank vorgelegt
fr: Il a été soumis à la banque
ko: 그것은 은행에 제출되었습니다
ru: Он был представлен в банк
zh_cn: 已交至银行
zh_tw: 已交至銀行

# YiJiZhang
source: Already accounting
de: Bereits Buchhaltung
fr: Déjà comptabilité
ko: 이미 회계
ru: Уже учета
zh_cn: 已记账
zh_tw: 已計帳

# YinCang
source: Hide
de: Verstecken
fr: Cacher
ko: 숨기기
ru: Скрывать
zh_cn: 隐藏
zh_tw: 隱藏

# YiNei
source: Within
de: Innerhalb
fr: À l'intérieur de
ko: 이내
ru: В пределах
zh_cn: 以内
zh_tw: 以內

# YingDongDianHua
source: mobile phone
de: Mobiltelefon
fr: Téléphone mobile
ko: 휴대 전화
ru: Мобильный телефон
zh_cn: 移动电话
zh_tw: 行動電話

# YingDuHRB
source: Hardness HRB:
de: Härte HRB:
fr: Dureté HRB:
ko: 경도 HRB :
ru: Твердость HRB:
zh_cn: 硬度HRB：
zh_tw: 硬度HRB：

# YingDuHRC
source: Hardness HRC:
de: Härte HRC:
fr: Dureté HRC:
ko: 경도 HRC :
ru: Твердость HRC:
zh_cn: 硬度HRC：
zh_tw: 硬度HRC：

# YingDuHV
source: Hardness HV:
de: Härte HV:
fr: Dureté HV:
ko: 경도 HV :
ru: Твердость HV:
zh_cn: 硬度HV：
zh_tw: 硬度HV：

# YingDuiCeLue
source: Preventive solution
de: Strategies
fr: Stratégies
ko: 전략
ru: Стратегии
zh_cn: 应对策略
zh_tw: 應對策略

# YingFaShuLiang
source: The number should be sent
de: Sollte die Zahl gesendet werden
fr: Le nombre doit être envoyé
ko: 번호가 전송되어야한다
ru: Номер должен быть отправлен
zh_cn: 应发数量
zh_tw: 應發數量

# YingFaZongShu
source: The total number should be sent
de: Sollte die Gesamtzahl gesendet werden
fr: Le nombre total doit être envoyé
ko: 총 수는 전송해야
ru: Общее количество должны быть отправлены
zh_cn: 应发总数
zh_tw: 應發總數

# YingFu
source: Handle
de: Zurechtkommen
fr: Faire face
ko: 대처
ru: Справляться
zh_cn: 应付
zh_tw: 應付

# YingFuJieShuShiJian
source: Cope End Time
de: Cope Endzeit
fr: Cope Heure de fin
ko: 종료 시간을 대처
ru: Справиться End Time
zh_cn: 应付结束时间
zh_tw: 應付結束時間

# YingFuJinE
source: Amounts payable
de: Betrag
fr: Montant dû
ko: 때문에 양
ru: Сумма долга
zh_cn: 应付金额
zh_tw: 應付金額

# YingFuKaiShiShiJian
source: Cope start time
de: Mit der Startzeit zu bewältigen
fr: Pour faire face à l'heure de début
ko: 시작 시간에 대처
ru: Чтобы справиться с временем начала
zh_cn: 应付开始时间
zh_tw: 應付開始時間

# YingFuKuanID
source: Payables ID
de: Verbindlichkeiten ID
fr: Dettes ID
ko: 채무 ID
ru: Кредиторская задолженность ID
zh_cn: 应付款ID
zh_tw: 應付款ID

# YingFuKuanMingChen
source: Payables name
de: Verbindlichkeiten Namen
fr: Dettes nom
ko: 채무 이름
ru: Кредиторская задолженность имя
zh_cn: 应付款名称
zh_tw: 應付款名稱

# YingFuRiQi
source: Payable date
de: Vor Ort Datum
fr: La date de paiement
ko: 지급 날짜
ru: Оплачивается Дата
zh_cn: 应付日期
zh_tw: 應付日期

# YingFuShiJian
source: Deal with time
de: Cope mit der Zeit
fr: Cope avec le temps
ko: 시간과 대처
ru: Справиться со временем
zh_cn: 应付时间
zh_tw: 應付時間

# YingFuZongE
source: The total amount payable
de: Der Gesamtbetrag zu zahlen
fr: Le montant total à payer
ko: 지불 총액
ru: Общая сумма, выплачиваемая
zh_cn: 应付总额
zh_tw: 應付總額

# YingGuo
source: United Kingdom
de: Englisch
fr: Anglais
ko: 영어
ru: Английский
zh_cn: 英国
zh_tw: 英國

# YingHangZhangHao
source: Bank Account
de: Bankkonto
fr: Compte bancaire
ko: 은행 계좌
ru: Банковский счет
zh_cn: 银行账号
zh_tw: 銀行帳號

# YingJiaoDiShui
source: Tax payable
de: Steuer
fr: Impôt à payer
ko: 납부 할 세금
ru: Подлежащий уплате налог
zh_cn: 应交地税
zh_tw: 應交地稅

# YingJiaoZengZhiShui
source: VAT
de: Mehrwertsteuer
fr: TVA
ko: 부가가치세 (VAT)
ru: НДС
zh_cn: 应交增值税
zh_tw: 應交增值稅

# YingJiYuAn
source: Contingency plans
de: Notfallplan
fr: Plan d'urgence
ko: 비상 계획
ru: Чрезвычайный план
zh_cn: 应急预案
zh_tw: 應急預案

# YingJiYuAnBianZhi
source: Emergency plan
de: Notfallplan
fr: Plan d'urgence
ko: 비상 계획
ru: Аварийный план
zh_cn: 应急预案编制
zh_tw: 應急預案編制

# YingJiYuAnXinXi
source: Emergency Preparedness Information
de: Emergency Preparedness Informationen
fr: En cas d'urgence civile
ko: 비상 대비 정보
ru: Готовность к чрезвычайным ситуациям Информация
zh_cn: 应急预案信息
zh_tw: 應急預案資訊

# YingJiYuAnYanLian
source: Emergency Plan drill
de: Emergency Plan Bohrer
fr: Exercices de plan d'urgence
ko: 비상 계획 훈련
ru: Сверла Чрезвычайный план
zh_cn: 应急预案演练
zh_tw: 應急預案演練

# YingShou
source: Accounts
fr: Comptes
ko: 계정
ru: Счета
zh_cn: 应收
zh_tw: 應收

# YingShouE
source: Amount receivable
de: Forderung
fr: Montant à recevoir
ko: 채권 금액
ru: Подлежащая получению сумма
zh_cn: 应收额
zh_tw: 應收額

# YingShouJieShuShiJian
source: Accounts End Time
de: Konten Endzeit
fr: Comptes de fin Temps
ko: 종료 시간은 계정
ru: Счета Время окончания
zh_cn: 应收结束时间
zh_tw: 應收結束時間

# YingShouJinE
source: Amount receivable
de: Forderung
fr: Montant à recevoir
ko: 채권 금액
ru: Подлежащая получению сумма
zh_cn: 应收金额
zh_tw: 應收金額

# YingShouKaiShiShiJian
source: Accounts Start Time
de: Konten Startzeit
fr: Comptes Start Time
ko: 시작 시간은 계정
ru: Счета Время
zh_cn: 应收开始时间
zh_tw: 應收開始時間

# YingShouKuanJinE
source: Account receivable
de: Forderung
fr: Compte à recevoir
ko: 계정 채권
ru: Счет дебиторов
zh_cn: 应收款金额
zh_tw: 應收款金額

# YingShouRiQi
source: Date Accounts
de: Datum Accounts
fr: Jour des comptes
ko: 날짜 계정
ru: Дата счета
zh_cn: 应收日期
zh_tw: 應收日期

# YingShouShiJian
source: Accounts Time
de: Buchzeit
fr: Comptes Temps
ko: 시간 계정
ru: Счетах
zh_cn: 应收时间
zh_tw: 應收時間

# YingShouShiShouChaE
source: Paid accounts balance
de: Bezahlte Forderungen Gleichgewicht
fr: Les comptes payants solde à recevoir
ko: 유료 매출 채권 잔액
ru: Платные Дебиторская задолженность
zh_cn: 应收实收差额
zh_tw: 應收實收差額

# YingShouShuLiang
source: Number of Accounts
de: Anzahl der Accounts
fr: Nombre de comptes
ko: 계정의 수
ru: Количество счетов
zh_cn: 应收数量
zh_tw: 應收數量

# YingShouYuShiShouChaE
source: Paid accounts and balance
de: Bezahlte Konten und Vermögens
fr: Les comptes payants et de l'équilibre
ko: 유료 계정 및 균형
ru: Платные счета и баланс
zh_cn: 应收与实收差额
zh_tw: 應收與實收差額

# YingShouZongE
source: The total receivable
de: Die Gesamtforderungen
fr: La créance totale
ko: 총 채권
ru: Общая задолженность
zh_cn: 应收总额
zh_tw: 應收總額

# YingShouZongEBCRWP
source: The total receivables (BCRWP)
de: Die Gesamtforderungen (BCRWP)
fr: Le total des créances (de BCRWP)
ko: 총 채권 (BCRWP)
ru: Общая дебиторская задолженность (BCRWP)
zh_cn: 应收总额(BCRWP)
zh_tw: 應收總額(BCRWP)
