Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZTSGFMYCZWXZJJC
source: Tip the cover already exists, no longer build, check!
de: Tipp der Deckel bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Envoyer le couvercle existe déjà, plus construire, vérifier!
ko: 확인, 더 이상 건설하지, 커버가 이미있는 팁!
ru: Совет крышка уже существует, уже не построить, проверить!
zh_cn: 提示，该封面已存在，无需再建，请检查！
zh_tw: 提示，该封面已存在，无需再建，请检查！

# ZZTSGGPRWSYCZWXZJJC
source: Tip of the work assessment mission statement already exists, no longer build, check!
de: Tipp des Arbeitsbewertungs Leitbild bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce de l'évaluation énoncé de mission de travail existe déjà, plus construire, vérifier!
ko: 작업 평가 사명의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Совет по плану миссии работы уже существует, уже не построить, не проверить!
zh_cn: 提示，该工评任务书已存在，无需再建，请检查！
zh_tw: 提示，该工评任务书已存在，无需再建，请检查！

# ZZTSGGYPDBGYCZWXZJJC
source: Prompt, the process assessment report already exists, no longer build, check!
de: Prompt, der Prozess Evaluierungsbericht bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, le rapport d'évaluation du processus existe déjà, plus construire, vérifier!
ko: 프롬프트, 프로세스 평가 보고서가 이미 존재, 더 이상 확인, 구축 없습니다!
ru: Подскажите, отчет об оценке процесс уже существует, уже не построить, проверить!
zh_cn: 提示，该工艺评定报告已存在，无需再建，请检查！
zh_tw: 提示，该工艺评定报告已存在，无需再建，请检查！

# ZZTSGHGGPTZDYCZWXZJJC
source: Tip of the notice of qualified workers commentary exists, no longer build, check!
de: Spitze des Fachkräftekommentar Ankündigung bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce du commentaire préavis travailleurs qualifiés existe déjà, plus construire, vérifier!
ko: 자격을 갖춘 근로자 해설 통지의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Наконечник квалифицированных рабочих комментария уведомления уже существует, уже не построить, не проверить!
zh_cn: 提示，该合格工评通知单已存在，无需再建，请检查！
zh_tw: 提示，该合格工评通知单已存在，无需再建，请检查！

# ZZTSGHJJLBYCZWXZJJC
source: Prompt, record the welding table already exists, no longer build, check!
de: Spitze der Schweißsatztabelle bereits existiert, nicht mehr zu bauen, zu überprüfen!
fr: Astuce de la table d'enregistrement de soudage existe déjà, plus construire, vérifier!
ko: 용접 레코드 테이블의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Наконечник таблице рекордов сварки уже существует, уже не построить, не проверить!
zh_cn: 提示，该焊接记录表已存在，无需再建，请检查！
zh_tw: 提示，该焊接记录表已存在，无需再建，请检查！

# ZZTSGHJRWDYCZWXZJJC
source: Tip of the welding task list already exists, no longer build, check!
de: Spitze der Schweißaufgabenliste bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce de la liste des tâches de soudage existe déjà, plus construire, vérifier!
ko: 용접 작업 목록의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Совет списка задач сварки уже существует, уже не построить, не проверить!
zh_cn: 提示，该焊接任务单已存在，无需再建，请检查！
zh_tw: 提示，该焊接任务单已存在，无需再建，请检查！

# ZZTSGJBMYCZJC
source: Tip of the coding section already exists, please check!
de: Tipp Die Intervall-Codierung bereits vorhanden ist, überprüfen Sie bitte!
fr: Astuce Le codage intervalle existe déjà, s'il vous plaît vérifier!
ko: 이미 확인하시기 바랍니다 존재하는 간격 코딩 팁!
ru: Подсказка кодирование интервал уже существует, пожалуйста, проверьте!
zh_cn: 提示，该区间编码已存在，请检查！
zh_tw: 提示，该区间编码已存在，请检查！

# ZZTSGJJGWTDYCZWXZJJC
source: Prompt, the machine processing orders already exist, no longer build, check!
de: Prompt, die maschinelle Verarbeitung Bestellungen bereits vorhanden sind, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, les ordres de traitement de la machine existent déjà, plus construire, vérifier!
ko: 프롬프트 기계 주문 처리가 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Подскажите, заказы обработка машина уже существует, уже не построить, не проверить!
zh_cn: 提示，该机加工委托单已存在，无需再建，请检查！
zh_tw: 提示，该机加工委托单已存在，无需再建，请检查！

# ZZTSGJLYCZJC
source: Tip: The record already exists, please check!
de: Tipp: Der Datensatz bereits vorhanden ist, überprüfen Sie bitte!
fr: Astuce: Le dossier existe déjà, s'il vous plaît vérifier!
ko: 팁 : 레코드가 이미 확인하시기 바랍니다 존재!
ru: Совет: запись уже существует, пожалуйста, проверьте!
zh_cn: 提示：该记录已存在，请检查！
zh_tw: 提示：该记录已存在，请检查！

# ZZTSGJXJGWTDYCZWXZJJC
source: Tip of the machining orders already exist, no longer build, check!
de: Tipp der Bearbeitungsaufträge bereits vorhanden sind, nicht mehr zu bauen, zu überprüfen!
fr: Astuce des ordres d'usinage existent déjà, plus construire, vérifier!
ko: 가공 주문의 팁은 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Совет заказов обработки уже существуют, уже не построить, не проверить!
zh_cn: 提示，该机械加工委托单已存在，无需再建，请检查！
zh_tw: 提示，该机械加工委托单已存在，无需再建，请检查！

# ZZTSGKMXXYCZJC
source: Prompt, the subject of information already exists, please check!
de: Prompt, die Gegenstand der Informationen bereits vorhanden ist, überprüfen Sie bitte!
fr: Prompt, le sujet de l'information existe déjà, s'il vous plaît vérifier!
ko: 프롬프트, 이미 존재하는 정보의 대상, 확인하시기 바랍니다!
ru: Подскажите, предметом информации уже существует, пожалуйста, проверьте!
zh_cn: 提示，该科目信息已存在，请检查！
zh_tw: 提示，该科目信息已存在，请检查！

# ZZTSGKMXYZKMXSCZKM
source: Prompt, this account has sub-accounts, delete sub-account!
de: Prompt hat dieser Konto Unterkonten, Unterkonto zu löschen!
fr: Prompt, ce compte a sous-comptes, supprimer le sous-compte!
ko: 프롬프트,이 계정은 서브 계정을 가지고, 하위 계정을 삭제!
ru: Подскажите, эта учетная запись имеет субсчета, стереть субсчет!
zh_cn: 提示，该科目下有子科目，请先删除子科目！
zh_tw: 提示，该科目下有子科目，请先删除子科目！

# ZZTSGLHGLDYCZWXZJJC
source: Tip of the physical and chemical management unit already exists, no longer build, check!
de: Prompt, die physikalischen und chemischen Management-Einheit bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, l'unité physique et la gestion chimique existe déjà, plus construire, vérifier!
ko: 프롬프트, 물리, 화학, 관리 장치가 이미 존재, 더 이상 확인, 구축 없습니다!
ru: Подскажите, физическая и химическая управления блок уже существует, уже не построить, проверить!
zh_cn: 提示，该理化管理单已存在，无需再建，请检查！
zh_tw: 提示，该理化管理单已存在，无需再建，请检查！

# ZZTSGLLDYCZWXZJJC
source: Prompt, the contact list already exists, no longer build, check!
de: Prompt, die Kontaktliste bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, la liste de contacts existe déjà, plus construire, vérifier!
ko: 프롬프트, 연락처 목록이 이미 존재하는, 더 이상 확인, 구축 없습니다!
ru: Подскажите, список контактов уже существует, уже не построить, проверить!
zh_cn: 提示，该联络单已存在，无需再建，请检查！
zh_tw: 提示，该联络单已存在，无需再建，请检查！

# ZZTSGPQR1YCZWXZJJC
source: Tip of the PQR1 already exists, no longer build, check!
de: Tipp Die PQR1 bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce Le PQR1 existe déjà, plus construire, vérifier!
ko: 이미 존재하는 팁 PQR1, 더 이상 확인, 구축 없습니다!
ru: Подсказка PQR1 уже существует, уже не построить, проверить!
zh_cn: 提示，该PQR1已存在，无需再建，请检查！
zh_tw: 提示，该PQR1已存在，无需再建，请检查！

# ZZTSGPQR2YCZWXZJJC
source: Tip of the PQR2 already exists, no longer build, check!
de: Tipp Die PQR2 bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce Le PQR2 existe déjà, plus construire, vérifier!
ko: 이미 존재하는 팁 PQR2, 더 이상 확인, 구축 없습니다!
ru: Подсказка PQR2 уже существует, уже не построить, проверить!
zh_cn: 提示，该PQR2已存在，无需再建，请检查！
zh_tw: 提示，该PQR2已存在，无需再建，请检查！

# ZZTSGPQR3YCZWXZJJC
source: Tip of the PQR3 already exists, no longer build, check!
de: Tipp Die PQR3 bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce Le PQR3 existe déjà, plus construire, vérifier!
ko: 이미 존재하는 팁 PQR3, 더 이상 확인, 구축 없습니다!
ru: Подсказка PQR3 уже существует, уже не построить, проверить!
zh_cn: 提示，该PQR3已存在，无需再建，请检查！
zh_tw: 提示，该PQR3已存在，无需再建，请检查！

# ZZTSGPWPS1YCZWXZJJC
source: Tip of the PWPS1 already exists, no longer build, check!
de: Tipp Die PWPS1 bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce Le PWPS1 existe déjà, plus construire, vérifier!
ko: 확인, 더 이상 건설하지 PWPS1이 이미 존재하는 팁!
ru: Подсказка PWPS1 уже существует, уже не построить, проверить!
zh_cn: 提示，该PWPS1已存在，无需再建，请检查！
zh_tw: 提示，该PWPS1已存在，无需再建，请检查！

# ZZTSGPWPS2YCZWXZJJC
source: Tip of the PWPS2 already exists, no longer build, check!
de: Tipp Die PWPS2 bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce Le PWPS2 existe déjà, plus construire, vérifier!
ko: 확인, 더 이상 건설하지 PWPS2이 이미 존재하는 팁!
ru: Подсказка PWPS2 уже существует, уже не построить, проверить!
zh_cn: 提示，该PWPS2已存在，无需再建，请检查！
zh_tw: 提示，该PWPS2已存在，无需再建，请检查！

# ZZTSGRCLBGYCZWXZJJC
source: Tip of the heat treatment report already exists, no longer build, check!
de: Tipp der Wärmebehandlung Bericht bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce du rapport de traitement thermique existe déjà, plus construire, vérifier!
ko: 열처리 보고서의 팁이 이미 존재, 더 이상 구축, 확인하지 않습니다!
ru: Совет отчета лечения теплового уже существует, уже не построить, не проверить!
zh_cn: 提示，该热处理报告已存在，无需再建，请检查！
zh_tw: 提示，该热处理报告已存在，无需再建，请检查！

# ZZTSGRCLGYKYCZWXZJJC
source: Tip of the heat treatment process card already exists, no longer build, check!
de: Tipp des Wärmebehandlungsprozesses Karte bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Astuce du traitement carte de processus de chaleur existe déjà, plus construire, vérifier!
ko: 열처리 공정 카드의 선단이 이미 더 이상 빌드 확인되지!
ru: Совет термообработки процесса карты уже существует, уже не построить, не проверить!
zh_cn: 提示，该热处理工艺卡已存在，无需再建，请检查！
zh_tw: 提示，该热处理工艺卡已存在，无需再建，请检查！

# ZZTSGRTGLDYCZWXZJJC
source: Prompt, the RT management unit already exists, no longer build, check!
de: Prompt, der RT-Management-Einheit bereits vorhanden ist, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, l'unité de gestion RT existe déjà, plus construire, vérifier!
ko: 프롬프트 RT 관리 장치가 이미 존재, 더 이상 확인, 구축 없습니다!
ru: Подскажите, блок управления RT уже существует, уже не построить, проверить!
zh_cn: 提示，该RT管理单已存在，无需再建，请检查！
zh_tw: 提示，该RT管理单已存在，无需再建，请检查！

# ZZTSGSJBCZJC
source: Prompt, the data does not exist, please check!
de: Prompt, die Daten nicht vorhanden ist, überprüfen Sie bitte!
fr: Prompt, ne existe pas les données, s'il vous plaît vérifier!
ko: 프롬프트, 데이터가 존재하지 않는, 확인하시기 바랍니다!
ru: Подскажите, данные не существуют, пожалуйста, проверьте!
zh_cn: 提示，该数据不存在，请检查！
zh_tw: 提示，该数据不存在，请检查！

# ZZTSGYHJGYGCYCZWXZJJC
source: Prompt, the pre-existing welding procedures, no longer build, check!
de: Prompt, die bereits bestehenden Schweißverfahren, nicht mehr zu bauen, zu überprüfen!
fr: Prompt, les procédures préexistantes soudage, plus construire, vérifier!
ko: 프롬프트, 기존의 용접 절차는 더 이상 구축, 확인하지 않습니다!
ru: Подскажите, как уже существующие процедуры сварки, больше не строить, не проверить!
zh_cn: 提示，该预焊接工艺规程已存在，无需再建，请检查！
zh_tw: 提示，该预焊接工艺规程已存在，无需再建，请检查！

# ZZTSGYPDBMWKCZSBJC
source: Tip: technology assessment coding is empty, the operation fails, check!
de: Tipp: Technikfolgenabschätzung Codierung ist leer, der Vorgang fehlschlägt, überprüfen Sie!
fr: Astuce: l'évaluation des technologies de codage est vide, l'opération échoue, vérifiez!
ko: 팁 : 기술 평가 코딩이 비어, 작업이 실패, 확인!
ru: Совет: кодирование оценка технологий пуст, операция терпит неудачу, проверьте!
zh_cn: 提示：工艺评定编码为空，操作失败，请检查！
zh_tw: 提示：工艺评定编码为空，操作失败，请检查！

# ZZTSGYYKTZHHZHYJHBNSC
source: Prompt, the company has opened an account or account is activated, you can not delete!
de: Prompt hat sich das Unternehmen ein Konto eröffnet oder Konto aktiviert ist, können Sie nicht löschen!
fr: Prompt, la société a ouvert un compte ou le compte est activé, vous ne pouvez pas supprimer!
ko: 프롬프트가, 회사가 계정을 열었다 또는 계정이 활성화에게, 당신은 삭제할 수 없습니다!
ru: Подскажите, компания открыла счет или учетная запись будет активирована, вы не можете удалить!
zh_cn: 提示，该企业已开通帐号或帐号已激活，不能删除！
zh_tw: 提示，该企业已开通帐号或帐号已激活，不能删除！

# ZZTSGZTBMYCZJC
source: Prompt, the set of books encoding already exists, please check!
de: Prompt, die Menge der Bücher-Codierung bereits vorhanden ist, überprüfen Sie bitte!
fr: Prompt, l'ensemble des livres encodage déjà existe, s'il vous plaît vérifier!
ko: 프롬프트, 책 인코딩의 설정은 이미 확인하시기 바랍니다 존재!
ru: Подскажите, множество книг кодирования уже существует, пожалуйста, проверьте!
zh_cn: 提示，该帐套编码已存在，请检查！
zh_tw: 提示，该帐套编码已存在，请检查！

# ZZTSGZTYGBJC
source: Prompt, the set of books has been turned off, check!
de: Prompt, die Menge der Bücher wurden ausgeschaltet, zu überprüfen!
fr: Prompt, l'ensemble des livres ont été mis hors tension, vérifiez!
ko: 프롬프트, 책의 설정 확인, 해제되었습니다!
ru: Подскажите, множество книг были выключены, проверьте!
zh_cn: 提示，该帐套已关闭，请检查！
zh_tw: 提示，该帐套已关闭，请检查！

# ZZTSHJGYPDWBXJC
source: Tips, welding procedure qualification is mandatory, check!
de: Tipps, ist Verfahrensprüfung obligatorisch ist, zu überprüfen!
fr: Conseils, la qualification de la procédure de soudage est obligatoire, vérifiez!
ko: 팁, 용접 절차 인정은 필수입니다, 확인!
ru: Советы, процедура сварки квалификация является обязательным, проверьте!
zh_cn: 提示，焊接工艺评定为必选项，请检查！
zh_tw: 提示，焊接工艺评定为必选项，请检查！

# ZZTSHJJWBXJC
source: Tips and accounting section is mandatory, check!
de: Prompt, verbindliche Bilanzierungsintervall, bitte!
fr: Prompt, intervalle de comptabilisation obligatoire, s'il vous plaît vérifier!
ko: 프롬프트 필수 회계 간격, 확인하시기 바랍니다!
ru: Подскажите, обязательно Интервал учета, пожалуйста, проверьте!
zh_cn: 提示，会计区间为必选项，请检查！
zh_tw: 提示，会计区间为必选项，请检查！

# ZZTSHJZTWBXJC
source: Tips and accounting set of books is mandatory, check!
de: Tipps und Rechnungswesen Satz Bücher ist Pflicht, zu überprüfen!
fr: Conseils et comptabilité ensemble de livres est obligatoire, vérifiez!
ko: 책의 팁과 회계 세트가 필수입니다, 확인!
ru: Советы и бухгалтерский учет множество книг является обязательным, проверьте!
zh_cn: 提示，会记账套为必选项，请检查！
zh_tw: 提示，会记账套为必选项，请检查！

# ZZTSJBMBNWKJC
source: Tip interval coding can not be empty, please check!
de: Tipp Intervall Codierung darf nicht leer sein, prüfen Sie bitte!
fr: Astuce intervalle codage peut pas être vide, s'il vous plaît vérifier!
ko: 팁 간격을 비워 둘 수 없습니다 코딩, 확인하시기 바랍니다!
ru: Совет интервал кодирования не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，区间编码不能为空，请检查！
zh_tw: 提示，区间编码不能为空，请检查！

# ZZTSJMCBNWKJC
source: Tip interval name can not be empty, please check!
de: Tipp Intervall Name darf nicht leer sein, prüfen Sie bitte!
fr: Astuce nom de l'intervalle ne peut être vide, s'il vous plaît vérifier!
ko: 팁 간격 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Совет интервал имя не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，区间名称不能为空，请检查！
zh_tw: 提示，区间名称不能为空，请检查！

# ZZTSJMCWBXJC
source: Tip interval name is mandatory, check!
de: Tipp Intervall Name ist obligatorisch, zu überprüfen!
fr: Astuce nom de l'intervalle est obligatoire, vérifiez!
ko: 팁 간격 이름은 필수이며, 확인!
ru: Совет интервал имя является обязательным, проверьте!
zh_cn: 提示，区间名称为必选项，请检查！
zh_tw: 提示，区间名称为必选项，请检查！

# ZZTSJSRBNWKJC
source: Prompt, end date can not be blank check!
de: Prompt, Enddatum kann nicht Blankoscheck zu sein!
fr: Prompt, date de fin ne peut pas être chèque en blanc!
ko: 프롬프트를 종료 날짜는 백지 수표가 될 수 없습니다!
ru: Подскажите, дата окончания не может быть пустым проверка!
zh_cn: 提示，结束日期不能为空，请检查！
zh_tw: 提示，结束日期不能为空，请检查！

# ZZTSKHFBNCGBZFJC
source: Tip: assessment points must not exceed the standard hours, please check!
de: Tipp: Bewertungspunkte müssen die Standard Stunden nicht überschreiten, überprüfen Sie bitte!
fr: Astuce: points d'évaluation ne doit pas dépasser les heures normales, s'il vous plaît vérifier!
ko: 팁 : 평가 점수는 표준 시간을 초과 할 수 없습니다, 확인하시기 바랍니다!
ru: Совет: Оценка указывает не должна превышать стандартные часов, пожалуйста, проверьте!
zh_cn: 提示：考核分不能超过标准分，请检查！
zh_tw: 提示：考核分不能超过标准分，请检查！

# ZZTSKSRBNDYJSRJC
source: Prompt, start date, end date can not be greater than check!
de: Prompt, Startdatum, Enddatum kann nicht größer als zu überprüfen!
fr: Prompt, date de début, date de fin ne peut pas être supérieure à vérifier!
ko: 프롬프트, 시작 날짜, 종료 날짜 확인보다 클 수 없습니다!
ru: Подскажите, дата начала, дата окончания не может быть больше, чем проверить!
zh_cn: 提示，开始日期不能大于结束日期，请检查！
zh_tw: 提示，开始日期不能大于结束日期，请检查！

# ZZTSKSRBNWKJC
source: Prompt, the start date can not be blank check!
de: Prompt kann das Startdatum Blankoscheck nicht sein!
fr: Prompt, la date de début ne peut pas être chèque en blanc!
ko: 프롬프트, 시작 날짜는 백지 수표가 될 수 없습니다!
ru: Подскажите, дата начала не может быть пустым проверка!
zh_cn: 提示，开始日期不能为空，请检查！
zh_tw: 提示，开始日期不能为空，请检查！

# ZZTSMCBNWKJC
source: Prompt, the name can not be empty, please check!
de: Prompt, der Name darf nicht leer sein, prüfen Sie bitte!
fr: Prompt, le nom ne peut pas être vide, s'il vous plaît vérifier!
ko: 프롬프트, 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Подскажите, имя не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，名称不能为空，请检查！
zh_tw: 提示，名称不能为空，请检查！

# ZZTSNFBJC
source: Tip: Year Required, please check!
de: Tipp: Jahres erforderlich, überprüfen Sie bitte!
fr: Astuce: Année requis, s'il vous plaît vérifier!
ko: 팁 : 년 필수, 확인하시기 바랍니다!
ru: Совет: Год Обязательно, пожалуйста, проверьте!
zh_cn: 提示：年份必选，请检查！
zh_tw: 提示：年份必选，请检查！

# ZZTSNXZKYSCCYMXCKDJCYMSCLJZJDLXTSYBBZSRZCXXYSCWLH
source: Tip, you can now Bookmark this page, the next page can click on this link directly log Trial favorites (do not have to enter your registration information), has a collection do not care!
de: Tipp können Sie jetzt meine Lieblingsseite, auf der nächsten Seite können auf diesen Link klicken sich direkt einloggen Test Favoriten (nicht haben, um Ihre Registrierungsdaten eingeben) hat Sammlungen egal!
fr: Astuce, vous pouvez maintenant ma page préférée, la page suivante pouvez cliquer sur ce lien vous connecter directement favoris Trial (ne pas avoir à entrer vos informations d'enregistrement), possède des collections ne se soucient pas!
ko: 팁, 당신은 지금 나의 마음에 드는 페이지, 다음 페이지를 직접 체험 즐겨 찾기를 (등록 정보를 입력 할 필요가 없습니다), 상관 없어 컬렉션이 로그인이 링크를 클릭 할 수 있습니다!
ru: Совет, теперь вы можете моя любимая страница, следующая страница может нажмите на эту ссылку непосредственно войти Пробные фаворитов (не нужно вводить регистрационную информацию), имеет коллекции не заботитесь!
zh_cn: 提示，你现在可以收藏此页面，下次可点击此页面收藏链接直接登录系统试用（不必再输入注册信息），已收藏勿理会！
zh_tw: 提示，你现在可以收藏此页面，下次可点击此页面收藏链接直接登录系统试用（不必再输入注册信息），已收藏勿理会！

# ZZTSNYBNWKCZSBJC
source: Note: The date can not be empty, the operation fails, check!
de: Hinweis: Das Datum darf nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Remarque: La date ne peut pas être vide, l'opération échoue, vérifiez!
ko: 주 : 날짜는 비워 둘 수 없습니다, 작업이 실패, 확인!
ru: Примечание: Дата не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 提示：年月不能为空，操作失败，请检查！
zh_tw: 提示：年月不能为空，操作失败，请检查！

# ZZTSNYBNWKJC
source: Note: The date can not be blank check!
de: Hinweis: Das Datum darf nicht leer sein, prüfen Sie bitte!
fr: Remarque: La date ne peut pas être vide, s'il vous plaît vérifier!
ko: 주 : 날짜는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Примечание: Дата не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示：年月不能为空，请检查！
zh_tw: 提示：年月不能为空，请检查！

# ZZTSNZEXCELWJ
source: Prompt, please select Excel files!
de: Dazu aufgefordert werden, wählen Sie Ihre Excel-Dateien!
fr: Invite, sélectionnez vos fichiers Excel!
ko: 프롬프트, 엑셀 파일을 선택!
ru: Повинуясь, выбрать файлы Excel!
zh_cn: 提示，请您选择Excel文件！
zh_tw: 提示，请您选择Excel文件！

# ZZTSPDBMSCCWJC
source: Tips, evaluation code generation error, please check!
de: Tipps, Evaluation Code-Generierung Fehler, bitte!
fr: Conseils, évaluation des erreurs de génération de code, s'il vous plaît vérifier!
ko: 팁, 평가 코드 생성 오류, 확인하시기 바랍니다!
ru: Советы, ошибки поколение оценка код, пожалуйста, проверьте!
zh_cn: 提示，评定编码生成错误，请检查！
zh_tw: 提示，评定编码生成错误，请检查！

# ZZTSPXXLBBJC
source: Tip: Training Required information category, please check!
de: Tipp: Ausbildung Erforderliche Informationskategorie, überprüfen Sie bitte!
fr: Astuce: Formation indispensable catégorie d'informations, s'il vous plaît vérifier!
ko: 팁 : 교육에 필요한 정보의 종류, 확인하시기 바랍니다!
ru: Совет: Обучение Необходимая информация категория, пожалуйста, проверьте!
zh_cn: 提示：培训信息类别必选，请检查！
zh_tw: 提示：培训信息类别必选，请检查！

# ZZTSSJMSBNBHHZFJC
source: Tips, data description can not contain - or; character, check!
de: Tipps, können Datenbeschreibung nicht enthalten - oder, Charakter, zu überprüfen!
fr: Conseils, la description de données ne peuvent pas contenir - ou, caractère, vérifiez!
ko: 팁, 데이터 설명을 포함 할 수 없습니다 - 또는, 문자를 확인!
ru: Советы, описания данных не может содержать - или, характер, проверьте!
zh_cn: 提示，数据描述不能包含-或;字符，请检查！
zh_tw: 提示，数据描述不能包含-或;字符，请检查！

# ZZTSXMCYGZWBXJC
source: Tip: Trades project members is mandatory, check!
de: Tipp: Trades Projektmitglieder ist Pflicht, zu überprüfen!
fr: Astuce: Trades membres du projet est obligatoire, vérifiez!
ko: 팁 : 무역 프로젝트 구성원이 필수입니다, 확인!
ru: Совет: Торги участники проекта является обязательным, проверьте!
zh_cn: 提示：项目成员工种为必选项，请检查！
zh_tw: 提示：项目成员工种为必选项，请检查！

# ZZTSXXMDFWPTCCJCCWYYKNWSTRPROJECTRETURNVALUE
source: Push a new item to the service platform error, please check! Error reason may be: "+ strProjectReturnValue +"
de: Schieben Sie ein neues Element in die Service-Plattform-Fehler, bitte! Fehler Grund kann sein: "+ strProjectReturnValue +"
fr: Poussez un nouvel élément à l'erreur de la plate-forme de services, s'il vous plaît vérifier! Raison de l'erreur peut être: "+ strProjectReturnValue +"
ko: 서비스 플랫폼의 오류에 새 항목을 눌러 확인하시기 바랍니다! 오류 이유가있을 수 있습니다 : "+ strProjectReturnValue +"
ru: Нажмите новый пункт в ошибку служба платформы, пожалуйста, проверьте! Причина ошибки может быть: "+ strProjectReturnValue +"
zh_cn: 推送新项目到服务平台出错，请检查！错误原因可能为：" + strProjectReturnValue + "
zh_tw: 推送新项目到服务平台出错，请检查！错误原因可能为：" + strProjectReturnValue + "

# ZZTSXZSBLXRZDBMGZWYBMBHSFZDGCJC
source: Tip: Add failed. Contact automatic coding rules: Corporate coding - number; whether the field is too long, please check!
de: Tipp: gescheitert hinzufügen. Kontaktieren Sie die automatische Codierungsregeln: Unternehmens Codierung - Nummer, ob das Feld zu lang ist, überprüfen Sie bitte!
fr: Astuce: Ajouter échoué. Contactez règles de codage automatiques: codage d'entreprise - nombre; si le champ est trop long, s'il vous plaît vérifier!
ko: 팁 : 추가에 실패했습니다. 자동 코딩 규칙을 문의 : 기업 코딩 - 수, 현장이 너무 긴 여부를 확인하시기 바랍니다!
ru: Совет: Добавьте удалось. Контакты автоматические правила кодирования: Корпоративный кодирование - число, является ли поле слишком долго, пожалуйста, проверьте!
zh_cn: 提示：新增失败。联系人自动编码规则为：企业编码-编号；其是否字段过长，请检查！
zh_tw: 提示：新增失败。联系人自动编码规则为：企业编码-编号；其是否字段过长，请检查！

# ZZTSYFHMBZZDSPZ
source: Tips, has returned in the previous step, specify the approver!
de: Tipps hat im vorherigen Schritt zurückgegeben, geben Sie den Genehmiger!
fr: Conseils, est de retour à l'étape précédente, indiquez l'approbateur!
ko: 팁은, 이전 단계에서 돌아왔다, 승인자를 지정!
ru: Советы, вернулся в предыдущем шаге, укажите утверждающего!
zh_cn: 提示，已返回前面步骤，请指定审批者！
zh_tw: 提示，已返回前面步骤，请指定审批者！

# ZZTSYJTZNRBTJC
source: Note: the contents of e-mail notification is required, please check!
de: Hinweis: der Inhalt des E-Mail-Benachrichtigung erforderlich ist, überprüfen Sie bitte!
fr: Remarque: le contenu de la notification par e-mail est requise, s'il vous plaît vérifier!
ko: 참고 : 전자 메일 알림의 내용이 필요합니다, 확인하시기 바랍니다!
ru: Примечание: содержание электронной почты уведомления не требуется, пожалуйста, проверьте!
zh_cn: 提示：邮件通知内容必填，请检查！
zh_tw: 提示：邮件通知内容必填，请检查！

# ZZTSZBCLCBJDSSNJXXMYGGMCXXYCBJXCZS
source: Prompt, save only this class belongs year information did not change the name information, so there is a class of students under!
de: Aufforderung speichern nur diese Klasse gehört Jahr Informationen den Namen Information änderte sich nicht, so gibt es eine Klasse von Schülern unter!
fr: Prompt, enregistrer que cette classe appartient informations de l'année n'a pas changé les informations de nom, donc il ya une classe d'élèves de moins!
ko: 프롬프트,이 클래스는 이름 정보를 변경하지 않은 연도 정보를 속하는, 그래서 학생들의 클래스가 아래에있다 저장!
ru: Подскажите, сохранить только этот класс принадлежит год информацию не изменить сведения о, так что есть класс студентов под!
zh_cn: 提示，只保存了此班级的所属年级信息，没有更改名称信息，因此班级下存在学生！
zh_tw: 提示，只保存了此班级的所属年级信息，没有更改名称信息，因此班级下存在学生！
