Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZJGSGMSWBXCZSBJC
source: Warning, the accident described as mandatory, the operation fails, check!
de: Warning, beschrieb der Unfall als obligatorisch, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, l'accident décrit comme obligatoire, l'opération échoue, vérifiez!
ko: 경고, 사고는 필수 설명, 작업이 실패, 확인!
ru: Предупреждение, авария описано как обязательный, операция терпит фиаско, проверьте!
zh_cn: 警告，事故描述为必选项，操作失败，请检查！
zh_tw: 警告，事故描述為必選項，操作失敗，請檢查！

# ZZJGSJBHBNWKBXSDY0DZSJC
source: Warning, the upgrade number can not be empty, and must be an integer greater than 0, check!
de: Warnung kann der Upgrade-Nummer nicht leer sein und muss eine ganze Zahl größer als 0 sein, zu überprüfen!
fr: Attention, le nombre de mise à niveau ne peut pas être vide, et doit être un nombre entier supérieur à 0, vérifiez!
ko: 경고, 업그레이드 번호는 비워 둘 수 없습니다, 체크, 0보다 큰 정수이어야합니다!
ru: Предупреждение, количество обновления не может быть пустым, и должно быть целым числом больше 0, проверьте!
zh_cn: 警告，升级编号不能为空，且必须是大于0的整数，请检查！
zh_tw: 警告，升級編號不能為空，且必須是大於0的整數，請檢查！

# ZZJGSJHMWZWBNSC
source: Warning, driver and guard duties can not be deleted!
de: Warnung können Fahrer und Wachdienst nicht gelöscht werden!
fr: Attention, les droits de garde et de pilote ne peut pas être supprimé!
ko: 경고는 운전자와 경비 업무는 삭제할 수 없습니다!
ru: Внимание, водитель и охранник пошлины не могут быть удалены!
zh_cn: 警告，司机和门卫职务不能删除！
zh_tw: 警告，司機和門衛職務不能刪除！

# ZZJGSJHMWZWYJCZJC
source: Warning, driver and guard posts already exist, please check!
de: Warning, Fahrer und Wachdienst bereits vorhanden sind, überprüfen Sie bitte!
fr: Attention, les droits de garde et de pilote existent déjà, s'il vous plaît vérifier!
ko: 경고, 드라이버와 보호 의무가 존재 확인하시기 바랍니다!
ru: Внимание, водитель и охранник обязанности уже существуют, пожалуйста, проверьте!
zh_cn: 警告，司机和门卫职务已经存在，请检查！
zh_tw: 警告，司機和門衛職務已經存在，請檢查！

# ZZJGSJMSBNWKCZSBJC
source: Warning, data description is not empty, the operation fails, check!
de: Warning, können Datenbeschreibung nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, la description de données ne peut pas être vide, l'opération échoue, vérifiez!
ko: 경고, 데이터 설명을 비워 둘 수 없습니다, 작업이 실패, 확인!
ru: Внимание, описание данных не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，数据描述不能为空，操作失败，请检查！
zh_tw: 警告，資料描述不能為空，操作失敗，請檢查！

# ZZJGSJNRBNWKJC
source: Warning: The upgrade can not be empty, please check!
de: Warnung: Die Aktualisierung kann nicht leer sein, überprüfen Sie bitte!
fr: Attention: La mise à niveau ne peut pas être vide, s'il vous plaît vérifier!
ko: 경고 : 업그레이드가 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Внимание: Обновление не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告：升级内容不能为空，请检查！
zh_tw: 警告：升級內容不能為空，請檢查！

# ZZJGSJSJSBKNSSSAMPLEYHJC
source: Warning, the data failed upgrade (perhaps lack SAMPLE users), please check!
de: Achtung, die Daten fehlerhaften Upgrade (was SAMPLE Benutzern fehlen kann), überprüfen Sie bitte!
fr: Attention, les données de mise à niveau a échoué (qui peuvent être manquants utilisateurs de l'échantillon), s'il vous plaît vérifier!
ko: 경고, 데이터가 업그레이드를 (이 샘플 사용자를 누락 될 수 있습니다) 실패, 확인하시기 바랍니다!
ru: Предупреждение, данные не удалось обновить (который может быть не хватает пользователям образец), пожалуйста, проверьте!
zh_cn: 警告，数据升级失败（可能是缺少SAMPLE用户），请检查！
zh_tw: 警告，資料升級失敗（可能是缺少SAMPLE用戶），請檢查！

# ZZJGSJTMZSJBZYCZJC
source: Warning, books barcode data already in the table, check!
de: Achtung, in der Datentabelle existiert Bücher Barcode bereits, bitte!
fr: Attention, livres barres existe déjà dans le tableau de données, s'il vous plaît vérifier!
ko: 경고, 책의 바코드가 이미 데이터 테이블에 존재 확인하세요!
ru: Внимание, книги штрих уже существует в таблице данных, пожалуйста, проверьте!
zh_cn: 警告，书籍条码在数据表中已存在，请检查！
zh_tw: 警告，書籍條碼在資料表中已存在，請檢查！

# ZZJGSLHDJBSSZJC
source: Warning, quantity or unit price is not a number, please check
de: Achtung, Menge oder Stückpreis keine Zahl, überprüfen Sie bitte
fr: Attention, la quantité ou le prix unitaire est pas un nombre, s'il vous plaît vérifier
ko: 경고, 수량 또는 단가가 숫자가 아닌, 확인하시기 바랍니다
ru: Внимание, количество или цена единицы не является числом, пожалуйста, проверьте
zh_cn: 警告，数量或单价不是数字，请检查
zh_tw: 警告，數量或單價不是數字，請檢查

# ZZJGSLRDMCWCWCRJC
source: Warning, assignee coding errors, such person, please check!
de: Warning, Rechtsnachfolger Falscher Code, keine solche Person, überprüfen Sie bitte!
fr: Attention, cessionnaire code est incorrect, une telle personne, s'il vous plaît vérifier!
ko: 경고, 양수인 잘못된 코드, 그런 사람은, 확인하시기 바랍니다!
ru: Внимание, правопреемником Ошибка, нет такого человека, пожалуйста, проверьте!
zh_cn: 警告，受理人代码错误，查无此人，请检查！
zh_tw: 警告，受理人代碼錯誤，查無此人，請檢查！

# ZZJGSQLDMBNHDELETEHUPDATEYJJC
source: Warning, SQL code can not contain Delete and Update statements, please check!
de: Warning, SQL-Code nicht enthalten, DELETE und UPDATE-Anweisungen, überprüfen Sie bitte!
fr: Code Attention, SQL ne peut pas contenir DELETE et de mise à jour, s'il vous plaît vérifier!
ko: 경고, SQL 코드는 삭제 포함 할 수 없으며 업데이트 문은, 확인하시기 바랍니다!
ru: Код Внимание, SQL не может содержать Удалить, и обновление заявления, пожалуйста, проверьте!
zh_cn: 警告，SQL代码不能含Delete和Update语句，请检查！
zh_tw: 警告，SQL代碼不能含Delete和Update語句，請檢查！

# ZZJGSQLDMBNHDELETEUPDATEDROPINSERTALTERYJJC
source: Warning, SQL code can not contain Delete, Update, Drop, Insert, Alter statement, please check!
de: Warning, können SQL-Code enthält löschen, aktualisieren, Tropfen, Einfügen, ALTER-Anweisung, bitte!
fr: Attention, le code SQL ne peut pas contenir delete, update, Drop, Insertion, ALTER, s'il vous plaît vérifier!
ko: 경고, SQL 코드가 삭제 업데이트, 드롭, 삽입, ALTER 문을 포함 할 수 없습니다, 확인하시기 바랍니다!
ru: Внимание, код SQL не может содержать удаление, обновление, Drop, Insert, Alter о, пожалуйста, проверьте!
zh_cn: 警告，SQL代码不能含Delete,Update,Drop,Insert,Alter语句，请检查！
zh_tw: 警告，SQL代碼不能含Delete,Update,Drop,Insert,Alter語句，請檢查！

# ZZJGSQLYJBNWKJC
source: Warning, SQL statements, can not be empty, please check!
de: Warning, SQL-Anweisungen können nicht leer sein, prüfen Sie bitte!
fr: Déclarations Attention, SQL ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 경고, SQL 문은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Внимание заявления, SQL не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，SQL语句不能为空，请检查！
zh_tw: 警告，SQL語句不能為空，請檢查！

# ZZJGSRZSXZWSXH
source: Warning, please enter integer number as the sequence!
de: Achtung, bitte geben Sie als ganze Zahl der Auftragsnummer!
fr: Attention, s'il vous plaît entrer entier comme le numéro de commande!
ko: 경고, 주문 번호로 정수를 입력하세요!
ru: Внимание, введите число в качестве номера заказа!
zh_cn: 警告，请输入整数型作为顺序号！
zh_tw: 警告，請輸入整數型作為順序號！

# ZZJGSTRSTATUSZTBNBSC
source: Warning, "+ strStatus +" state can not be deleted!
de: Warnung, "+ strStatus +" Zustand kann nicht gelöscht werden!
fr: Attention, "+ strStatus +" Etat ne peut pas être supprimé!
ko: 경고, "+ strStatus +"상태는 삭제할 수 없습니다!
ru: Предупреждение, "+ strStatus +" государство не может быть удален!
zh_cn: 警告，" + strStatus + " 状态不能被删除！
zh_tw: 警告，" + strStatus + " 狀態不能被刪除！

# ZZJGTHTBJC
source: Warning, mandatory contract negotiations, please check!
de: Warning, handeln Verträge erforderlich ist, überprüfen Sie bitte!
fr: Attention, négocier des contrats requis, s'il vous plaît vérifier!
ko: 경고, 필요한 계약을 협상, 확인하시기 바랍니다!
ru: Предупреждение, заключать контракты требуется, пожалуйста, проверьте!
zh_cn: 警告，洽谈合同必选，请检查！
zh_tw: 警告，洽談合同必選，請檢查！

# ZZJGTHTYBZHTJC
source: Warning, the contract has been prepared to negotiate a contract, please check!
de: Warnung hat der Vertrag ausgearbeitet, um einen Vertrag zu verhandeln, bitte!
fr: Avertissement, le contrat a été préparé pour négocier un contrat, s'il vous plaît vérifier!
ko: 계약은 계약을 협상 할 준비가되어 경고 확인하세요!
ru: Предупреждение, договор был подготовлен заключить контракт, пожалуйста, проверьте!
zh_cn: 警告，洽谈合同已编制合同，请检查！
zh_tw: 警告，洽談合同已編制合同，請檢查！

# ZZJGTSGNBNBHZFJC
source: Warning that the function does not contain the @ character, check!
de: Warnung, dass die Funktion nicht enthalten das Zeichen @, zu überprüfen!
fr: Avertissement que la fonction ne peut pas contenir le caractère @, vérifiez!
ko: 이 함수는, @ 문자를 포함 확인할 수 없다는 경고!
ru: Предупреждение о том, что функция не может содержать символ @, проверьте!
zh_cn: 警告，提示功能不能包含@字符，请检查！
zh_tw: 警告，提示功能不能包含@字元，請檢查！

# ZZJGTSMCBNWKCZSBJC
source: Warning, book name can not be empty, the operation fails, check!
de: Warning, können Buchname nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le nom du livre ne peut pas être vide, l'opération échoue, vérifiez!
ko: 경고, 책 이름은 비워 둘 수 없습니다, 작업이 실패, 확인!
ru: Внимание, имя книги не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，图书名称不能为空，操作失败，请检查！
zh_tw: 警告，圖書名稱不能為空，操作失敗，請檢查！

# ZZJGTXMLXBNBSC
source: Warning, other project type can not be deleted!
de: Warning, kann die andere Art von Projekt nicht gelöscht werden!
fr: Attention, l'autre type de projet ne peut pas être supprimé!
ko: 경고, 프로젝트의 다른 유형은 삭제할 수 없습니다!
ru: Предупреждение, другой тип проекта не может быть удален!
zh_cn: 警告，其它项目 类型不能被删除！
zh_tw: 警告，其它項目 類型不能被刪除！

# ZZJGTYXMDFZHBFZDBOMBBHBNXTJC
source: Warning, copy and are copied BOM version of the same project can not be the same, please check!
de: Warning, kopieren und kopiert BOM Version des gleichen Projekt kann nicht die gleiche sein, überprüfen Sie bitte!
fr: Attention, la copie et la version sont copiés nomenclature du même projet ne peut pas être le même, s'il vous plaît vérifier!
ko: 경고,이 같은 확인하시기 바랍니다 수 없습니다 동일한 프로젝트의 BOM 버전을 복사하고 복사됩니다!
ru: Внимание, скопируйте и копируются спецификации версии одного и того же проекта, не может быть то же самое, пожалуйста, проверьте!
zh_cn: 警告，同一项目的复制和被复制的BOM版本号不能相同，请检查！
zh_tw: 警告，同一專案的複製和被複製的BOM版本號不能相同，請檢查！

# ZZJGWDLXBNWKJC
source: Warning, the document type can not be empty, please check!
de: Warnung, kann der Dokumenttyp nicht leer sein, prüfen Sie bitte!
fr: Attention, le type de document ne peut pas être vide, s'il vous plaît vérifier!
ko: 문서 유형은 비워 둘 수 없습니다 경고 확인하세요!
ru: Предупреждение, тип документа не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，文档类型不能为空，请检查！
zh_tw: 警告，文檔類型不能為空，請檢查！

# ZZJGWJBHBNWKJC
source: Warning, the file number can not be empty, please check!
de: Warnung kann die Dateinummer nicht leer sein, prüfen Sie bitte!
fr: Attention, le numéro de dossier ne peut être vide, s'il vous plaît vérifier!
ko: 파일 번호는 비워 둘 수 없습니다 경고 확인하세요!
ru: Предупреждение, номер файла не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，文件编号不能为空，请检查！
zh_tw: 警告，檔編號不能為空，請檢查！

# ZZJGWJBHZSJBZYCZJC
source: Warning, the file number in the data table already exists. Please check!
de: Achtung, die Dateinummer in der Datentabelle bereits vorhanden ist, überprüfen Sie bitte!
fr: Attention, le nombre de fichiers dans le tableau de données déjà existe, s'il vous plaît vérifier!
ko: 경고, 데이터 테이블의 파일 번호가 이미 존재 확인하세요!
ru: Предупреждение, номер файла в таблице данных уже существует, пожалуйста, проверьте!
zh_cn: 警告，文件编号在数据表中已存在，请检查！
zh_tw: 警告，檔編號在資料表中已存在，請檢查！

# ZZJGWJMCWBXJC
source: Warning, the file name is mandatory, check!
de: Warning, ist der Dateiname obligatorisch, zu überprüfen!
fr: Attention, le nom de fichier est obligatoire, vérifiez!
ko: 경고, 파일 이름은 필수이고, 체크!
ru: Предупреждение, имя файла является обязательным, проверьте!
zh_cn: 警告，文件名称为必选项，请检查！
zh_tw: 警告，檔名稱為必選項，請檢查！

# ZZJGWJYGDJC
source: Warning, archived files, check!
de: Achtung, die Datei archiviert wurde, prüfen Sie bitte!
fr: Attention, le fichier a été archivé, s'il vous plaît vérifier!
ko: 경고, 파일이 보관 된, 확인하시기 바랍니다!
ru: Предупреждение, файл в архиве, пожалуйста, проверьте!
zh_cn: 警告，文件已归档，请检查！
zh_tw: 警告，檔已歸檔，請檢查！

# ZZJGXCG
source: Interval updated successfully!
de: Interval erfolgreich aktualisiert!
fr: Intervalle mise à jour avec succès!
ko: 간격 성공적으로 업데이트!
ru: Интервал успешно обновлены!
zh_cn: 区间保存成功！
zh_tw: 區間更新成功！

# ZZJGXGSBJC
source: Warning, modification fails, check!
de: Warning, ändern fehlschlägt, überprüfen!
fr: Attention, modifier échoue, vérifiez!
ko: 경고, 확인 실패 수정!
ru: Предупреждение, изменить не удается, проверьте!
zh_cn: 警告，保存失败，请检查！
zh_tw: 警告，修改失敗，請檢查！

# ZZJGXMLFILEWKJC
source: Warning, XMLFile is empty, check!
de: Warning, ist XMLFile leer ist, überprüfen Sie bitte!
fr: Attention, XMLFile est vide, s'il vous plaît vérifier!
ko: 경고, XMLFILE이 비어 확인하시기 바랍니다!
ru: Внимание, XMLFILE пуст, проверьте!
zh_cn: 警告，XMLFile为空，请检查！
zh_tw: 警告，XMLFile為空，請檢查！

# ZZJGXMWBXCZSBJC
source: Warning, the project is mandatory, the operation fails, check!
de: Achtung, das Projekt ist obligatorisch, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le projet est obligatoire, l'opération échoue, vérifiez!
ko: 경고, 프로젝트가 필수이며, 작업이 실패, 확인!
ru: Предупреждение, проект является обязательным, операция терпит неудачу, проверьте!
zh_cn: 警告，项目为必选项，操作失败，请检查！
zh_tw: 警告，專案為必選項，操作失敗，請檢查！

# ZZJGXSB
source: Interval update failed!
de: Interval-Update ist fehlgeschlagen!
fr: Intervalle mise à jour a échoué!
ko: 간격 업데이트를 실패했습니다!
ru: Интервал обновления не удалось!
zh_cn: 区间保存失败！
zh_tw: 區間更新失敗！

# ZZJGXSNFILEWKJC
source: Warning, XSNFile is empty, check!
de: Warning, ist XSNFile leer ist, überprüfen Sie bitte!
fr: Attention, XSNFile est vide, s'il vous plaît vérifier!
ko: 경고, XSNFile가 비어 확인하시기 바랍니다!
ru: Внимание, XSNFile пуст, проверьте!
zh_cn: 警告，XSNFile为空，请检查！
zh_tw: 警告，XSNFile為空，請檢查！

# ZZJGXTYHSYJDYNDSLICENSEGDDSMBNZXZXDYHL
source: Warning, the number of users the system has been equal to the number specified in your license License, you can not add a new user!
de: Warnung hat sich die Zahl der Nutzer das System gleich der in Ihrer Lizenz angegebene Zahl ist, können Sie einen neuen Benutzer schreiben!
fr: Attention, le nombre d'utilisateurs du système a été égal au nombre indiqué dans votre licence de licence, vous ne pouvez pas ajouter un nouvel utilisateur!
ko: 경고, 사용자의 수를 시스템이 라이센스 라이센스에 지정된 수만큼있다, 당신은 새로운 사용자를 추가 할 수 없습니다!
ru: Предупреждение, число пользователей системы была равна числу указанному в лицензионном лицензии, вы не можете добавить нового пользователя!
zh_cn: 警告，系统用户数已经等于你的授权License规定的数目，不能再新增新的用户了！
zh_tw: 警告，系統使用者數已經等於你的授權License規定的數目，不能再新增新的用戶了！

# ZZJGXZGYSLBZJXXG
source: Warning, please select the vendor list, and then modify it!
de: Warning, wählen Sie bitte die Lieferantenliste und ändern Sie es!
fr: Attention, s'il vous plaît sélectionner la liste des fournisseurs, puis le modifier!
ko: 경고, 공급 업체 목록을 선택하고 수정하시기 바랍니다!
ru: Внимание, пожалуйста, выберите список поставщиков, а затем изменить его!
zh_cn: 警告，请先选择供应商列表，再进行修改！
zh_tw: 警告，請先選擇供應商列表，再進行修改！

# ZZJGXZSBJC
source: Warning, the new failure, please check!
de: Achtung, die neue Versagen, bitte!
fr: Attention, le nouvel échec, s'il vous plaît vérifier!
ko: 경고, 새로운 실패, 확인하시기 바랍니다!
ru: Предупреждение, новый отказ, пожалуйста, проверьте!
zh_cn: 警告，新增失败，请检查！
zh_tw: 警告，新增失敗，請檢查！

# ZZJGXZWDLX
source: Warning, please select the document type!
de: Warning, wählen Sie bitte den Dokumenttyp!
fr: Attention, s'il vous plaît sélectionnez le type de document!
ko: 경고, 문서 유형을 선택하십시오!
ru: Внимание, пожалуйста, выберите тип документа!
zh_cn: 警告，请先选择文档类型！
zh_tw: 警告，請先選擇文檔類型！

# ZZJGXZYBLXSZZWDLX
source: Warning, please select the document type in the right type of tree!
de: Achtung, zuerst einen Dokumenttyp wählen Sie in der richtigen Art von Baum!
fr: Attention, sélectionnez d'abord un type de document dans le bon type d'arbre!
ko: 경고, 첫 번째 트리의 오른쪽 종류의 문서 유형을 선택합니다!
ru: Предупреждение, сначала выберите тип документа в нужном типа дерева!
zh_cn: 警告，请先在右边类型树中选择文档类型！
zh_tw: 警告，請先在右邊類型樹中選擇文檔類型！

# ZZJGYBMBNGGJC
source: Warning, the enterprise can not change the encoding, please check!
de: Warnung, kann das Unternehmen die Kodierung nicht ändern können, überprüfen Sie bitte!
fr: Avertissement, l'entreprise ne peut pas changer l'encodage, s'il vous plaît vérifier!
ko: , 기업이 인코딩을 변경할 수 없습니다 경고 확인하세요!
ru: Предупреждение, предприятие не может изменить кодировку, пожалуйста, проверьте!
zh_cn: 警告，企业编码不能更改，请检查！
zh_tw: 警告，企業編碼不能更改，請檢查！

# ZZJGYBMYMCDBNWKJC
source: Warning, corporate coding, business name can not be empty, please check!
de: Warning, Unternehmens-Code können Firmenname nicht leer sein, prüfen Sie bitte!
fr: Attention, le code de l'entreprise, le nom de l'entreprise ne peut pas être vide, s'il vous plaît vérifier!
ko: 경고, 기업 코드, 회사 이름은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Внимание, код предприятия, название компании не может быть пустым, пожалуйста, проверьте!
zh_cn: 警告，企业编码、企业名称都不能为空，请检查！
zh_tw: 警告，企業編碼、企業名稱都不能為空，請檢查！

# ZZJGYFCWJC
source: Warning, grammatical errors, check!
de: Warning, grammatikalische Fehler, zu überprüfen!
fr: Attention, les erreurs grammaticales, vérifiez!
ko: 경고, 문법 오류, 확인!
ru: Предупреждение, грамматические ошибки, проверьте!
zh_cn: 警告，语法错误，请检查！
zh_tw: 警告，語法錯誤，請檢查！

# ZZJGYHDLRZHXXCZRZJLYCG21YJSKDLRZB
source: Warning, the user login log or detailed operating logging more than 2.1 billion, please clear the log in the log table!
de: Achtung, die Benutzeranmeldung oder detaillierte Operationen der Anmeldung mehr als 2,1 Milliarden, bitte löschen Sie das Protokoll in der Protokolltabelle!
fr: Attention, le journal de connexion utilisateur ou opérations détaillées totalisant plus de 2,1 milliards, s'il vous plaît effacer le journal dans la table de journal!
ko: 경고, 이상 21 억이, 로그 테이블의 로그를 지우십시오 로그인 사용자 로그인 로그 또는 상세한 동작!
ru: Предупреждение, журнал пользователь Войти или подробные лесозаготовок более 2,1 млрд, пожалуйста, очистить журнал в таблице журнала!
zh_cn: 警告，用户登录日志或详细操作日志记录已超过21亿，请及时清空登录日志表！
zh_tw: 警告，使用者登錄日誌或詳細操作日誌記錄已超過21億，請及時清空登錄日誌表！

# ZZJGYHDMHMMCWBNDDXMJC
source: Warning, the user code or password is incorrect, you can not get SMS code, please check!
de: Achtung, der Benutzer-Code oder Passwort falsch ist, können Sie den Nachrichtencode nicht erhalten, überprüfen Sie bitte!
fr: Attention, le code ou mot de passe est mauvais, vous ne pouvez pas obtenir le code de message, s'il vous plaît vérifier!
ko: 사용자 코드 또는 암호가 잘못, 경고, 당신은 메시지 코드를 얻을 수 없다, 확인하시기 바랍니다!
ru: Предупреждение, код пользователя или пароль неправильно, вы не можете получить сообщение с кодом, пожалуйста, проверьте!
zh_cn: 警告，用户代码或密码错误，不能取得短信码，请检查！
zh_tw: 警告，使用者代碼或密碼錯誤，不能取得短信碼，請檢查！

# ZZJGYHDMHMMCWHYBZZSY
source: Warning, the user code or password is incorrect or has been terminated to use!
de: Warning, wird der Benutzer-Code oder Passwort nicht korrekt oder wurde beendet zu bedienen!
fr: Attention, le code ou mot de passe est incorrect ou a été résilié à utiliser!
ko: 경고, 사용자 코드 또는 암호가 올바르지 않거나 사용 종료되었습니다!
ru: Внимание, код пользователя или пароль неправильно или было прекращено в использовании!
zh_cn: 警告，用户代码或密码错误，或已被终止使用！
zh_tw: 警告，使用者代碼或密碼錯誤，或已被終止使用！

# ZZJGYHDMYWHYHCCNGLDFWJC
source: Warning, the user code is incorrect or the user beyond the scope of your management, check!
de: Warning, ist die Benutzer-Code nicht korrekt oder der Benutzer über den Rahmen der Management, überprüfen Sie bitte!
fr: Attention, le code d'utilisateur est incorrect ou l'utilisateur au-delà de la portée de votre gestion, s'il vous plaît vérifier!
ko: 경고, 사용자 코드가 잘못 또는 관리의 범​​위를 넘어 사용자가 확인하시기 바랍니다!
ru: Предупреждение, код пользователя неправильно или пользователь выходит за рамки вашего управления, пожалуйста, проверьте!
zh_cn: 警告，用户代码有误或用户超出你管理的范围，请检查！
zh_tw: 警告，用戶代碼有誤或用戶超出你管理的範圍，請檢查！

# ZZJGYHMBNWKCZSBJC
source: Warning, the user name can not be empty, the operation fails, check!
de: Warnung, kann der Benutzername nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Avertissement, le nom d'utilisateur ne peut pas être vide, l'opération échoue, vérifiez!
ko: 사용자 이름은 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, имя пользователя не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，用户名不能为空，操作失败，请检查！
zh_tw: 警告，用戶名不能為空，操作失敗，請檢查！

# ZZJGYHMMBNWKCZSBJC
source: Warning, the user password can not be empty, the operation fails, check!
de: Warnung, kann der Benutzer das Kennwort nicht leer sein, der Vorgang fehlschlägt, überprüfen Sie!
fr: Attention, le mot de passe utilisateur ne peut pas être vide, l'opération échoue, vérifiez!
ko: 사용자 암호는 비워 둘 수 없습니다 경고 작업이 실패, 확인!
ru: Предупреждение, то пароль пользователя не может быть пустым, операция терпит неудачу, проверьте!
zh_cn: 警告，用户密码不能为空，操作失败，请检查！
zh_tw: 警告，使用者密碼不能為空，操作失敗，請檢查！

# ZZJGYHZGTZWBXCZSBJC
source: Warning, hidden rectification notification is mandatory, the operation fails, check!
de: Warnung ist versteckt Berichtigung Ankündigung obligatorisch ist, die Operation fehlschlägt, überprüfen!
fr: Attention, avis de rectification cachée est obligatoire, l'opération échoue, vérifiez!
ko: 경고, 숨겨진 정류 통지는 필수이며, 작업이 실패, 확인!
ru: Предупреждение, скрытый устранение уведомление является обязательным, операция терпит неудачу, проверьте!
zh_cn: 警告，隐患整改通知为必选项，操作失败，请检查！
zh_tw: 警告，隱患整改通知為必選項，操作失敗，請檢查！

# ZZJGYJXXTSSBJC
source: Warning, warning message push failed, check!
de: Warning, Warnmeldung Push gescheitert, bitte!
fr: Attention, le message d'avertissement poussoir échoué, s'il vous plaît vérifier!
ko: 경고 메시지 푸시 경고, 확인하시기 바랍니다 실패!
ru: Предупреждение, предупреждение сообщение толчок не удалось, пожалуйста, проверьте!
zh_cn: 警告，预警消息推送失败，请检查！
zh_tw: 警告，預警消息推送失敗，請檢查！

# ZZJGYJYAWBXCZSBJC
source: Warning, contingency plans are mandatory, the operation fails, check!
de: Warning, Notfallpläne sind Pflichtfelder, die Operation fehlschlägt, überprüfen!
fr: Avertissement, des plans d'urgence sont obligatoires, l'opération échoue, vérifier!
ko: 경고, 비상 계획은 필수, 작업이 실패, 확인!
ru: Предупреждения, планы действий в чрезвычайных ситуациях являются обязательными, операция терпит неудачу, проверьте!
zh_cn: 警告，应急预案为必选项，操作失败，请检查！
zh_tw: 警告，應急預案為必選項，操作失敗，請檢查！

# ZZJGYLBNWK
source: Warning, the oil can not be empty!
de: Warnung kann das Öl nicht leer sein!
fr: Attention, l'huile ne peut pas être vide!
ko: 경고, 오일은 비워 둘 수 없습니다!
ru: Предупреждение, масло не может быть пустым!
zh_cn: 警告，油料不能为空！
zh_tw: 警告，油料不能為空！

# ZZJGYSBXWXSHZZS
source: A must for the budget as a decimal or integer!
de: Ein Muss für den Haushalt als Dezimalzahl oder Ganzzahl!
fr: Un must pour le budget comme un décimal ou entier!
ko: 소수 또는 정수로 예산을위한 필수!
ru: Обязательным для бюджета в десятичной или целого!
zh_cn: 甲供预算必须为小数，或者整数！
zh_tw: 甲供預算必須為小數，或者整數！

# ZZJGYSBYXWKBC
source: A budget does not allow for empty, please add!
de: Ein Budget nicht erlauben leer, fügen Sie bitte!
fr: Un budget ne permet pas de vide, s'il vous plaît ajouter!
ko: 예산은 빈, 추가하십시오 허용하지 않습니다!
ru: Бюджет не позволяет пуст, добавьте!
zh_cn: 甲供预算不允许为空，请补充！
zh_tw: 甲供預算不允許為空，請補充！

# ZZJGYSJDXMYZXDDXM
source: Warning to SMS code verification, please get SMS code!
de: Warnung zur SMS-Verifikation, nehmen Sie bitte SMS-Code!
fr: Avertissement à la vérification de code de SMS, s'il vous plaît obtenir le code de SMS!
ko: SMS 코드 검증에 경고 SMS 코드 메일을 보내 주시기 바랍니다!
ru: Предупреждение SMS проверки кода, пожалуйста, SMS код!
zh_cn: 警告，要求手机短信码验证，请先取得短信码！
zh_tw: 警告，要求手機短信碼驗證，請先取得短信碼！

# ZZJGYSNFBTJC
source: Warning, the required budget year, please check!
de: Achtung, das Haushaltsjahr erforderlich ist, überprüfen Sie bitte!
fr: Attention, l'année budgétaire requise, s'il vous plaît vérifier!
ko: 경고, 예산 연도 요구, 확인하시기 바랍니다!
ru: Предупреждение, бюджетный год требуется, пожалуйста, проверьте!
zh_cn: 警告，预算年份必填，请检查！
zh_tw: 警告，預算年份必填，請檢查！

# ZZJGYXXYBSHHGWXZGG
source: Warning, enterprise information has been passing the examination, no longer need to change!
de: Warning, Enterprise Information wurde das Bestehen der Prüfung, müssen nicht mehr ändern!
fr: Attention, l'information d'entreprise a été passé l'examen, plus besoin de changer!
ko: 경고, 기업 정보는 시험을 통과 한, 더 이상 변경할 필요가 없습니다!
ru: Внимание, информация предприятие было сдать экзамен, больше не нужно менять!
zh_cn: 警告，企业信息已被审核合格，无需再更改！
zh_tw: 警告，企業資訊已被審核合格，無需再更改！
