Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# BuMenWenDang
source: Department documents
de: Abteilung Dokumente
fr: Ministère des documents
ko: 부 문서
ru: Универсальные документы
zh_cn: 部门文档
zh_tw: 部門文檔

# BuMenXiangGuan
source: Related departments
de: Verwandte Abteilungen
fr: Départements connexes
ko: 관련 부서
ru: Похожие отделы
zh_cn: 部门相关
zh_tw: 部門相關

# BuShenPiRen
source: Approver department
de: Genehmiger-Abteilung
fr: Département approbateur
ko: 승인 부서
ru: Утверждающий отдел
zh_cn: 部门审批人
zh_tw: 部門審批人

# BuWaiJie
source: Not for lending
de: Nicht Darlehen
fr: Non prêt
ko: 하지 대출
ru: Не кредит
zh_cn: 不外借
zh_tw: 不外借

# BuXian
source: Any
de: Irgendein
fr: Tous les
ko: 어떤
ru: Любой
zh_cn: 不限
zh_tw: 不限

# BuXu
source: Step sequence
de: Schrittfolge
fr: Séquence de pas
ko: 단계 순서
ru: Последовательность Шаг
zh_cn: 步序
zh_tw: 步序

# BuYiNeiRong
source: Addendum Content
de: Addendum Inhalt
fr: Additif Table des matières
ko: 부록 내용
ru: Добавление Содержание
zh_cn: 补遗内容
zh_tw: 補遺內容

# BuYiRen
source: Addendum people
de: Addendum Menschen
fr: Personnes Additif
ko: 부록 사람들
ru: Добавление люди
zh_cn: 补遗人
zh_tw: 補遺人

# BuYiRiQi
source: Addendum date
de: Addendum Datum
fr: Date Addendum
ko: 부록 날짜
ru: Добавление дата
zh_cn: 补遗日期
zh_tw: 補遺日期

# BuYiXinXi
source: Addendum Information
de: Addendum Informationen
fr: Informations Addendum
ko: 부록 정보
ru: Добавление данных
zh_cn: 补遗信息
zh_tw: 補遺信息

# BuZhou
source: Step
de: Schritt
fr: Pas
ko: 단계
ru: Шаг
zh_cn: 步骤
zh_tw: 步驟

# BuZhouCanKao
source: Step Reference
de: Schritt Referenz
fr: Étape Référence
ko: 단계 참조
ru: Шаг Ссылка
zh_cn: 步骤参考
zh_tw: 步驟參考

# BuZhouLieBiao
source: Step List
de: Schritt Liste
fr: Liste de l'étape
ko: 단계 목록
ru: Шаг Список
zh_cn: 步骤列表
zh_tw: 步驟清單

# BuZhouMingChen
source: Step name
de: Schrittname
fr: Nom de l'étape
ko: 단계 이름
ru: Название Шаг
zh_cn: 步骤名称
zh_tw: 步驟名稱

# BuZhouMingCheng
source: Step name
de: Schrittname
fr: Nom de l'étape
ko: 단계 이름
ru: Название Шаг
zh_cn: 步骤名称
zh_tw: 步驟名稱

# BuZhouXuHao
source: Step No.
fr: Etape n °
ko: 스텝 번호
ru: Шаг номер
zh_cn: 步骤序号
zh_tw: 步驟序號

# BuZou
source: Step
de: Schritt
fr: Pas
ko: 단계
ru: Шаг
zh_cn: 步骤
zh_tw: 步驟

# BuZouXuHao
source: Step No.
fr: Etape n °
ko: 스텝 번호
ru: Шаг номер
zh_cn: 步骤序号
zh_tw: 步驟序號

# BXQKDMXB
source: Reimbursement (see paragraph) the Schedule
de: Rückerstattung (siehe Absatz) der Schedule
fr: Remboursement (voir paragraphe) l'annexe
ko: 보상 (항 참조) 일정
ru: Возмещение (см пункт) Расписание
zh_cn: 报销(请款)单明细表
zh_tw: 報銷(請款)單明細表

# BYSPNKYD
source: Step to be approved, you can point
de: Schritt, um zugelassen zu werden, die Sie darauf hinweisen können
fr: Étape être approuvé, vous pouvez pointer
ko: 승인 단계, 당신은 가리킬 수 있습니다
ru: Шаг должен быть утвержден, вы можете указать
zh_cn: 步要处理,你可以点
zh_tw: 步要審批,你可以點

# CahXun
source: Inquire
de: Untersuchung
fr: Enquête
ko: 문의
ru: Запрос
zh_cn: 查询
zh_tw: 查詢

# CaiChanSunShi
source: Property damage
de: Sachschäden
fr: Dommages à la propriété
ko: 재산 피해
ru: Материальный ущерб
zh_cn: 财产损失
zh_tw: 財產損失

# CaiGou
source: Purchase
de: Kaufen
fr: Achat
ko: 매수
ru: Покупка
zh_cn: 采购
zh_tw: 採購

# CaiGouBaoJiaWenJian
source: Purchase offer,
de: Kaufangebot,
fr: Offre d'achat,
ko: 구매 제안,
ru: Покупка предложение,
zh_cn: 采购报价文件
zh_tw: 採購報價文件

# CaiGouBianHao
source: Buyer Number
de: Beim Kauf Anzahl
fr: Nombre d'Acheteur
ko: 구매자 수
ru: Покупатель количество
zh_cn: 采购编号
zh_tw: 採購編號

# CaiGouBianMa
source: Purchasing coding
de: Kauf Codierung
fr: L'achat de codage
ko: 구매 코딩
ru: Покупка кодирования
zh_cn: 采购编码
zh_tw: 採購編碼

# CaiGouDan
source: Purchase Order
de: Bestellung
fr: Bon de commande
ko: 구매 주문
ru: Заказ
zh_cn: 采购单
zh_tw: 採購單

# CaiGouDanBianHao
source: Purchase Order Number
de: Bestellnummer
fr: Numéro de commande
ko: 주문 번호를 구입
ru: Номер заказа
zh_cn: 采购单编号
zh_tw: 採購單編號

# CaiGouDanHao
source: Purchase Order No.
fr: Le numéro de commande
ko: 제 주문 구매
ru: Заказ на номер
zh_cn: 采购单号
zh_tw: 採購單號

# CaiGouDanJia
source: Purchase price
de: Kaufpreis
fr: Prix ​​de vente
ko: 구매 가격
ru: Покупная цена
zh_cn: 单价
zh_tw: 採購單價

# CaiGouDanMingCheng
source: PO name
de: Bestellung Namens
fr: Bon de commande Nom
ko: 주문 이름을 구입
ru: Заказ на имя
zh_cn: 采购单名称
zh_tw: 採購單名稱

# CaiGouDanMingXi
source: Purchase order details
de: Bestellungsdetails
fr: Bon de commande Détails
ko: 주문 정보를 구매
ru: Покупка детали заказа
zh_cn: 采购单明细
zh_tw: 採購單明細

# CaiGouDanMingXii
source: Purchase order details
de: Bestellungsdetails
fr: Bon de commande Détails
ko: 주문 정보를 구매
ru: Покупка детали заказа
zh_cn: 采购单明细
zh_tw: 採購單明細

# CaiGouDaoHuoYuJing
source: Purchasing arrival warning
de: Einkauf Ankunft Warn
fr: L'achat d'avertissement de l'arrivée
ko: 구입 도착 경고
ru: Покупка предупреждение прибытия
zh_cn: 采购到货预警
zh_tw: 採購到貨預警

# CaiGouFangShi
source: Procurement Method
de: Beschaffungsmethode
fr: Méthode de passation
ko: 구매 방법
ru: Метод закупок
zh_cn: 采购方式
zh_tw: 採購方式

# CaiGouGongChengShi
source: Purchasing Engineer
de: Kauf Ingenieur
fr: Ingénieur d'achat
ko: 구매 엔지니어
ru: Покупка инженер
zh_cn: 采购工程师
zh_tw: 採購工程師

# CaiGouHeTong
source: Contract of purchase
de: Kaufvertrag
fr: Contrat d'achat
ko: 구매 계약
ru: Договор купли-продажи
zh_cn: 采购合同
zh_tw: 採購合同

# CaiGouJian
source: Purchasing items
de: Kauf von Artikeln
fr: L'achat d'articles
ko: 항목을 구입
ru: Покупка предметов
zh_cn: 采购件
zh_tw: 採購件

# CaiGouJieShuShiJian
source: Purchasing End Time
de: Einkauf Endzeit
fr: Achats Heure de fin
ko: 구매 종료 시간
ru: Закупочные Время окончания
zh_cn: 采购结束时间
zh_tw: 採購結束時間

# CaiGouJiHua
source: Procurement plan
de: Einkaufsprogramm
fr: Programme d'achats
ko: 구매 프로그램
ru: Программа закупок
zh_cn: 采购计划
zh_tw: 採購計畫

# CaiGouJiHuaJueCe
source: Procurement Plan - Decision
de: Procurement Plan - Entscheidung
fr: Plan d'achat - Décision
ko: 조달 계획 - 의사 결정
ru: План закупок - Решение
zh_cn: 采购计划-决策
zh_tw: 採購計畫-決策

# CaiGouJiHuaMingXi
source: Procurement Plan Details
fr: Plan d'achat Détails
ko: 조달 계획의 세부 사항
ru: План закупок Подробнее
zh_cn: 采购计划明细
zh_tw: 採購計畫明細

# CaiGouJiHuaShenPi
source: Procurement plan approval
de: Beschaffungsplanfest
fr: Achats approbation du plan
ko: 조달 계획 승인
ru: Утверждение плана закупок
zh_cn: 采购计划审批
zh_tw: 採購計畫審批

# CaiGouJinDu
source: Procurement schedule
de: Beschaffungsplan
fr: Calendrier d'approvisionnement
ko: 조달 계획
ru: График закупок
zh_cn: 采购进度
zh_tw: 採購進度

# CaiGouJingLi
source: purchasing manager
de: Einkaufsleiter
fr: Directeur des Achats
ko: 구매 관리자
ru: Менеджер по закупкам
zh_cn: 采购经理
zh_tw: 採購經理

# CaiGouJueCe
source: Purchase Decision
de: Kaufentscheidung
fr: Décision d'achat
ko: 구매 결정
ru: Покупка Решение
zh_cn: 采购决策
zh_tw: 採購決策

# CaiGouKaiShiShiJian
source: Purchasing Start Time
de: Kauf Startzeit
fr: Achats Start Time
ko: 시작 시간 구매
ru: Покупка Время начала
zh_cn: 采购开始时间
zh_tw: 採購開始時間

# CaiGouLei
source: Purchasing category
de: Einkaufskategorie
fr: Catégorie Achats
ko: 구매 카테고리
ru: Закупочные категории
zh_cn: 采购类
zh_tw: 採購類

# CaiGouMingCheng
source: Purchasing name
de: Kauf Namens
fr: Nom d'achat
ko: 구입 이름
ru: Покупка Имя
zh_cn: 采购名称
zh_tw: 採購名稱

# CaiGouMingXi
source: Purchasing Details
fr: Détails d'achat
ko: 구매 상세
ru: Подробности Покупка
zh_cn: 采购明细
zh_tw: 採購明細

# CaiGouPingBiao
source: Procurement Evaluation
de: Beschaffungs Bewertung
fr: Évaluation de l'approvisionnement
ko: 구매 평가
ru: Закупки Оценка
zh_cn: 采购评标
zh_tw: 採購評標

# CaiGouQingDan
source: Purchasing List
de: Einkaufsliste
fr: Liste d'achats
ko: 구매 목록
ru: Список Закупочные
zh_cn: 采购清单
zh_tw: 採購清單

# CaiGouQingDanJiLu
source: Purchasing inventory record
de: Kauf Inventuraufnahme
fr: Achats fiche d'inventaire
ko: 재고 레코드를 구입
ru: Покупка запись инвентаризации
zh_cn: 采购清单记录
zh_tw: 採購清單記錄

# CaiGouShiJian
source: Procurement time
de: Beschaffungszeit
fr: Le temps des achats
ko: 조달 시간
ru: Время закупок
zh_cn: 采购时间
zh_tw: 採購時間

# CaiGouShuLiang
source: Purchase quantity
de: Abnahmemenge
fr: Quantité d'achat
ko: 구매 수량
ru: Покупка Количество
zh_cn: 采购数量
zh_tw: 採購數量

# CaiGouTiQianQi
source: Procurement lead
de: Beschaffungs
fr: Achats plomb
ko: 조달 리드
ru: Ведущий закупок
zh_cn: 采购提前期
zh_tw: 採購提前期

# CaiGouTuiHuo
source: Purchase returns
de: Kauf zurück
fr: Rendements d'achat
ko: 구매 반환
ru: Покупка возвращается
zh_cn: 采购退货
zh_tw: 採購退貨

# CaiGouTuiHuoDan
source: Purchase return Single
de: Kauf zurückgeben Einzel
fr: Achat rentrée Simple
ko: 구매는 단일를 반환
ru: Покупка вернуться Одноместные
zh_cn: 采购退货单
zh_tw: 採購退貨單

# CaiGouWenJian
source: Procurement documents
de: Ausschreibungsunterlagen
fr: Documents de passation des marchés
ko: 조달 문서
ru: Закупочная документы
zh_cn: 采购文件
zh_tw: 採購文件

# CaiGouWenJianJiLu
source: Purchasing Documentation
de: Einkauf Dokumentation
fr: Documentation d'achat
ko: 구매 문서
ru: Закупочные Документация
zh_cn: 采购文件记录
zh_tw: 採購檔記錄

# CaiGouWenJianLieBiaoJiLu
source: Procurement documents list records
de: Verdingungsunterlagen Buchsätze
fr: Documents d'approvisionnement liste de dossiers
ko: 조달 문서 목록 기록
ru: Закупочная документы список записей
zh_cn: 采购文件列表记录
zh_tw: 採購檔清單記錄

# CaiGouWenJianYi
source: Procurement documents 1
de: Verdingungsunterlagen 1
fr: Documents de passation des marchés 1
ko: 조달 문서 (1)
ru: Закупочная документы 1
zh_cn: 采购文件1
zh_tw: 採購文件1

# CaiGouXuQiuJiHua
source: Procurement Requirements Planning
de: Beschaffung Bedarfsplanung
fr: Des exigences d'approvisionnement Planification
ko: 조달 요구 사항 계획
ru: Закупочная Планирование потребности
zh_cn: 采购需求计划
zh_tw: 採購需求計畫

# CaiGouYanShou
source: Purchasing acceptance
de: Kauf Akzeptanz
fr: L'acceptation d'achat
ko: 구매 승인
ru: Покупка принятие
zh_cn: 采购验收
zh_tw: 採購驗收

# CaiGouYanShouDan
source: Acceptance of a single purchase
de: Die Annahme einer Einzelkauf
fr: Acceptation d'un seul achat
ko: 단일 구매의 수용
ru: Прием одной покупки
zh_cn: 采购验收单
zh_tw: 採購驗收單

# CaiGouYanShouLieBiao
source: Purchasing Acceptance List
de: Kauf Annahmeliste
fr: L'achat de la liste d'acceptation
ko: 승인 목록을 구입
ru: Покупка список приемки
zh_cn: 采购验收列表
zh_tw: 採購驗收列表

# CaiGouYeWuPingJia
source: Procurement evaluation
de: Beschaffung Business Assessment
fr: Évaluation d'entreprise d'approvisionnement
ko: 조달 사업 평가
ru: Оценка по закупкам Бизнес
zh_cn: 采购业务评价
zh_tw: 採購業務評價

# CaiGouYeWuPingJiaLieBiao
source: Procurement evaluation list
de: Beschaffung Auswertungsliste
fr: Approvisionnement liste d'évaluation
ko: 구매 평가 목록
ru: Оценочный список закупок
zh_cn: 采购业务评价列表
zh_tw: 採購業務評價列表

# CaiGouYuan
source: Buyer
de: Käufer
fr: Acheteur
ko: 구매자
ru: Покупатель
zh_cn: 采购员
zh_tw: 採購員

# CaiGouYuanDaiMa
source: Buyer code
de: Käufer Code
fr: Code Acheteur
ko: 구매자 코드
ru: Код Покупатель
zh_cn: 采购员代码
zh_tw: 採購員代碼

# CaiGouZhong
source: Purchase
de: Kaufen
fr: Achat
ko: 매수
ru: Покупка
zh_cn: 采购中
zh_tw: 採購中

# CaiGouZhuanJia
source: Procurement specialists
de: Einkaufsexperten
fr: L'achat d'Experts
ko: 전문가를 구입
ru: Покупка Эксперты
zh_cn: 采购专家
zh_tw: 採購專家

# CaiJianBiaoZhi
source: Material Inspection Mark
de: Material beschlagnahmt flag
fr: Matériel saisi drapeau
ko: 재료 깃발을 탈취
ru: Материал захватили флаг
zh_cn: 材检标志
zh_tw: 材檢標誌

# CaiJianRiQi
source: Material Inspection Date
de: Material Besichtigungstermin
fr: Matériel de visite
ko: 재질 검사 날짜
ru: Материал Назначить дату
zh_cn: 材检日期
zh_tw: 材檢日期

# CaiJianTuiHui
source: Material seized Return
de: Material beschlagnahmt Return
fr: Matériel saisi retour
ko: 자료는 반환을 압수
ru: Материал захватили Вернуться
zh_cn: 材检退回
zh_tw: 材檢退回

# CaiJianYuan
source: Timber inspector
de: Timber-Inspektor
fr: Inspecteur de bois
ko: 목재 관리자
ru: Инспектор, пиломатериалы
zh_cn: 材检员
zh_tw: 材檢員

# CaiJianZiLiao
source: Information material seized
de: Infomaterial beschlagnahmt
fr: Le matériel d'information saisi
ko: 재료 정보는 압수
ru: Информационные материалы изъяли
zh_cn: 材检资料
zh_tw: 材檢資料

# CaiJiRiQi
source: Acquisition Date
de: Erwerbsdatum
fr: Date d'acquisition
ko: 취득일
ru: Приобретение Дата
zh_cn: 采集日期
zh_tw: 採集日期

# CaiLiaoChengBen
source: Material costs
de: Materialkosten
fr: Les coûts des matériaux
ko: 재료 비용
ru: Материальные издержки
zh_cn: 材料成本
zh_tw: 材料成本

# CaiLiaoDaiYong
source: Material substitution
fr: Substitution de matériaux
ko: 소재 대체
ru: Замена материалов
zh_cn: 材料代用
zh_tw: 材料代用

# CaiLiaoMingCheng
source: Material Name
de: Produktname
fr: Nom du Produit
ko: 소재 이름
ru: Название материала
zh_cn: 材料名称
zh_tw: 材料名稱

# CaiLiaoTiaoZhengDanJia
source: Material adjustment Price
de: Wesentliche Anpassung Preis
fr: Matériel ajustement Prix
ko: 재료 조정 가격
ru: Материал Регулирование цен
zh_cn: 材料调整单价
zh_tw: 材料調整單價

# CaiLiaoYuan
source: Materials, staff
de: Material, Personal
fr: Matériaux, le personnel
ko: 재료, 직원
ru: Материалы, персонал
zh_cn: 材料员
zh_tw: 材料員

# CaiLiaoYuanDingDanJia
source: Material originally Price
de: Material ursprünglich Preis
fr: Matériau origine Prix
ko: 소재 원래 가격
ru: Материал изначально Цена
zh_cn: 材料原定单价
zh_tw: 材料原定單價

# CaiQuDeCuoShi
source: Measures
de: Maßnahmen
fr: Mesures
ko: 조치
ru: Меры
zh_cn: 采取的措施
zh_tw: 採取的措施

# CaiWuDianHua
source: Financial Phone
de: Finanz Telefon
fr: Téléphone financière
ko: 금융 전화
ru: Финансовая Телефон
zh_cn: 财务电话
zh_tw: 財務電話

# CaiWuFuKuanChuZhang
source: Financial payments out of account
de: Finanzzahlungen außer Betracht
fr: Paiements financiers sur le compte
ko: 계정 중 금융 결제
ru: Финансовые выплаты из счета
zh_cn: 财务付款出账
zh_tw: 財務付款出賬

# CaiWuPingZheng
source: Financial Documents
de: Finanzdokumente
fr: Documents financiers
ko: 금융 문서
ru: Финансовые документы
zh_cn: 财务凭证
zh_tw: 財務憑證

# CaiWuPingZhengBianJi
source: Financial document editor
de: Finanz Dokument-Editor
fr: Financial éditeur de documents
ko: 금융 문서 편집기
ru: Редактор финансовый документ
zh_cn: 财务凭证编辑
zh_tw: 財務憑證編輯

# CaiWuPingZhengJiLu
source: Record financial documents
de: Nehmen Sie Finanzdokumente
fr: Documents financiers records
ko: 기록 금융 문서
ru: Запись финансовые документы
zh_cn: 财务凭证记录
zh_tw: 財務憑證記錄

# CaiWuQiMoZhuanZhang
source: Financial Closing transfers
fr: Les transferts de clôture financière
ko: 재무 결산 전송
ru: Финансовые переводы Закрытие
zh_cn: 财务期末转账
zh_tw: 財務期末轉帳

# CaiWuQuJian
source: Financial section
de: Finanzteil
fr: Section financière
ko: 금융 섹션
ru: Финансовый раздел
zh_cn: 财务区间
zh_tw: 財務區間

# CaiWuQuJianSheZhi
source: Financial interval setting
de: Finanzintervalleinstellung
fr: Réglage de l'intervalle financière
ko: 금융 간격 설정
ru: Установка финансовый интервал
zh_cn: 财务区间设置
zh_tw: 財務區間設置

# CaiWuShenHe
source: Financial Audit
de: Finanzaudit
fr: Vérification financière
ko: 재무 감사
ru: Финансовая ревизия
zh_cn: 财务审核
zh_tw: 財務審核

# CaiWuShouKuanRuZhang
source: Financial receivables recorded
de: Finanzielle Forderungen erfasst
fr: Les créances financières enregistrées
ko: 금융 채권은 기록
ru: Финансовые дебиторская задолженность записывается
zh_cn: 财务收款入账
zh_tw: 財務收款入帳

# CaiWuZhangTao
source: Financial Set of Books
de: Finanz Set Bücher
fr: Set financière de Livres
ko: 책의 금융 세트
ru: Финансовый Набор книг
zh_cn: 财务帐套
zh_tw: 財務帳套

# CaiWuZhangTaoSheZhi
source: Financial set of books set
de: Finanz Satz Bücher gesetzt
fr: Montage financier de livres mis en
ko: 설정 책의 금융 세트
ru: Финансовая набор книг установить
zh_cn: 财务帐套设置
zh_tw: 財務帳套設置

# CaiWuZhuGuan
source: Treasurer
de: Schatzmeister
fr: Trésorier
ko: 회계 원
ru: Казначей
zh_cn: 财务主管
zh_tw: 財務主管

# CaiZhi
source: Material
fr: Matériel
ko: 자료
ru: Материал
zh_cn: 材质
zh_tw: 材質

# CancelArchive
source: Undo Archive
de: Undo-Archiv
fr: Archive Annuler
ko: 취소 아카이브
ru: Отменить Архив
zh_cn: 撤消归档
zh_tw: 撤銷歸檔

# CangKu
source: Warehouse
de: Lager
fr: Entrepôt
ko: 창고
ru: Склад
zh_cn: 仓库
zh_tw: 倉庫

# CanGuan
source: Visit
de: Besichtigung
fr: Visite
ko: 방문
ru: Визит
zh_cn: 参观
zh_tw: 參觀

# CanJiaGongZuoShiJian
source: time of participation in work
de: Zeit zu arbeiten
fr: Temps de travailler
ko: 시간 작업을
ru: Время работы
zh_cn: 参加工作时间
zh_tw: 參加工作時間

# CanJiaJianChaRenYuan
source: Inspection personnel
de: Prüfpersonal
fr: Le personnel d'inspection
ko: 검사 요원
ru: Инспекционные персонала
zh_cn: 参加检查人员
zh_tw: 參加檢查人員

# CanJiaRenYuan
source: Participants
de: Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 参加人员
zh_tw: 參加人員

# CanKaoGongHao
source: Reference job number
de: Bezugsauftragsnummer
fr: Numéro de référence de l'emploi
ko: 참조 작업 번호
ru: Номер работа
zh_cn: 参考工号
zh_tw: 參考工號

# CanKaoJingLiRun
source: Reference net profit
de: Referenznettogewinn
fr: Référence bénéfice net
ko: 참조 순이익
ru: Ссылка чистая прибыль
zh_cn: 参考净利润
zh_tw: 參考淨利潤

# CanPingZhuanJia
source: PARTICIPATING expert
de: Teilnehmende Experten
fr: Expert participant
ko: 참여 전 전문가
ru: УЧАСТИЕ эксперт
zh_cn: 参评专家
zh_tw: 參評專家

# CanShuShuZu
source: Parameter array
fr: Tableau Paramètre
ko: 매개 변수 배열
ru: Параметр массив
zh_cn: 参数数组
zh_tw: 參數陣列

# CanYiDe
source: Participation
de: Beteiligung
ko: 참여
ru: Участие
zh_cn: 参与的
zh_tw: 參與的

# CanYuJueSeZhu
source: Participation Actor Group
de: Die Teilnahme Rollengruppe
fr: Participation Groupe de Rôle
ko: 참가 역할 그룹
ru: Участие в группе ролей
zh_cn: 参与角色组
zh_tw: 參與角色組

# CanYuJueSeZu
source: Participation Actor Group
de: Die Teilnahme Rollengruppe
fr: Participation Groupe de Rôle
ko: 참가 역할 그룹
ru: Участие в группе ролей
zh_cn: 参与角色组
zh_tw: 參與角色組

# CanYuQieWuRiZhi
source: Participation and no log
de: Beteiligung und keine Protokoll
fr: Participation et aucun journal
ko: 참여없이 로그
ru: Участие и не журнал
zh_cn: 参与且无日志
zh_tw: 參與且無日誌

# CanYuQieYouRiZhi
source: Participation and there is a log
de: Die Teilnahme und es gibt eine Protokoll
fr: Participation et il ya un journal
ko: 참여와 로그가있다
ru: Участие и есть журнал
zh_cn: 参与且有日志
zh_tw: 參與且有日誌

# CanYuRenYuan
source: participant
de: Teilnehmer
fr: Les participants
ko: 참가자
ru: Участники
zh_cn: 参与人员
zh_tw: 參與人員

# CaoGouGongChengSHi
source: Operations Engineer
de: Betriebsingenieur
fr: Opérations Ingénieur
ko: 운영 엔지니어
ru: Операции инженер
zh_cn: 操作工程师
zh_tw: 操作工程師

# CaoQian
source: Initial
de: Anfangs-
ko: 초기
ru: Начальная
zh_cn: 草签
zh_tw: 草簽

# CaoQianRiQi
source: Initialed date
de: Paraphiert Datum
fr: Date paraphé
ko: 이니셜 날짜
ru: Парафировали Дата
zh_cn: 草签日期
zh_tw: 草簽日期

# CaoZhao
source: Operating
de: Betriebs
fr: Exploitation
ko: 운영
ru: Операционная
zh_cn: 操作
zh_tw: 操作

# CaoZuo
source: Operating
de: Betriebs
fr: Exploitation
ko: 운영
ru: Операционная
zh_cn: 操作
zh_tw: 操作

# CaoZuoBeiZhu
source: Action Remark
de: Aktion Bemerkung
fr: Action Remarque
ko: 액션 비고
ru: Действие Примечание
zh_cn: 操作备注
zh_tw: 操作備註

# CaoZuoLeiTuChuJiNeng
source: Operating class outstanding skills
de: Betriebsklasse herausragenden Fähigkeiten
fr: Classe d'exploitation des compétences exceptionnelles
ko: 운영 클래스 뛰어난 기술
ru: Операционная класса выдающиеся навыки
zh_cn: 操作类突出技能
zh_tw: 操作類突出技能

# CaoZuoLeiXing
source: Action Type
de: Operationstyp
fr: Type d'opération
ko: 작업 유형
ru: Вид
zh_cn: 操作类型
zh_tw: 操作類型

# CaoZuoMiYao
source: Operation Keys
de: Bedientasten
fr: Touches de fonction
ko: 조작 키
ru: Клавиши управления
zh_cn: 操作密钥
zh_tw: 操作金鑰

# CaoZuoNeiRong
source: Operation Content
de: Bedienung Inhalt
fr: Opération contenu
ko: 조작 내용
ru: Операция Содержание
zh_cn: 操作内容
zh_tw: 操作內容

# CaoZuoQingDan
source: Operating list
de: Betriebs Listing
fr: Annonce d'exploitation
ko: 운영 리스팅
ru: Операционная Листинг
zh_cn: 操作清单
zh_tw: 操作清單

# CaoZuoQuanXian
source: Operating authority
de: Betriebsbehörde
fr: L'autorité d'exploitation
ko: 운영 기관
ru: Операционная орган
zh_cn: 操作权限
zh_tw: 操作許可權

# CaoZuoRen
source: Operator
de: Bediener
fr: Opérateur
ko: 연산자
ru: Оператор
zh_cn: 操作人
zh_tw: 操作人

# CaoZuoRiZhi
source: Operation log:
de: Betriebsprotokoll:
fr: Journal d'exploitation:
ko: 작업 로그 :
ru: Операция журнала:
zh_cn: 操作日志:
zh_tw: 操作日誌:

# CaoZuoShiJian
source: Operation time
de: Betriebszeit
fr: Temps de fonctionnement
ko: 운영 시간
ru: Время работы
zh_cn: 操作时间
zh_tw: 操作時間

# CaoZuoShuLiang
source: Operation Number
de: Betrieb Anzahl
fr: Nombre Opération
ko: 작업 번호
ru: Операция Количество
zh_cn: 操作数量
zh_tw: 運算元量

# CaoZuoXingZhi
source: Nature of the operation
de: Art der Operation
fr: Nature de l'opération
ko: 동작의 자연
ru: Природа работы
zh_cn: 操作性质
zh_tw: 操作性質

# CaoZuoXinXi
source: Operation Information
de: Betriebsinformationen
fr: Renseignements sur l'exploitation
ko: 운영 정보
ru: Операция Информация
zh_cn: 操作信息
zh_tw: 操作資訊

# CaoZuoYuan
source: Operator
de: Bediener
fr: Opérateur
ko: 연산자
ru: Оператор
zh_cn: 操作员
zh_tw: 操作員

# CaoZuoYuJu
source: Operating Statements
de: Betriebsrechnung
fr: Déclarations d'exploitation
ko: 운영 계산서
ru: Операционные отчетность
zh_cn: 操作语句
zh_tw: 動作陳述式

# CaoZuoZhe
source: Operator
de: Bediener
fr: Opérateur
ko: 연산자
ru: Оператор
zh_cn: 操作者
zh_tw: 操作者

# CaoZZhaoBiaoXiaoZhuChengYuanPingBiaoJiLuuo
source: Tender evaluation team members record
de: Angebotsbewertung Teammitglieder Rekord
fr: Tender évaluation membres de l'équipe fiche
ko: 입찰 평가 팀 구성원 기록
ru: Тендер оценка члены команды запись
zh_cn: 招标小组成员评标记录
zh_tw: 招標小組成員評標記錄

# CBFXDLXX
source: Entry fee cost categories Information
de: Startgebühr Kostenkategorien Informationen
fr: Frais d'inscription catégories de coûts d'information
ko: 입장료 비용 범주 정보
ru: Взнос категории расходов Информация
zh_cn: 成本费项大类信息
zh_tw: 成本費項大類資訊

# CBFXMBXX
source: Objective information on the cost of fees
de: Objektiven Informationen über die Kosten der Gebühren
fr: Information objective sur le coût des frais
ko: 수수료의 비용에 대한 객관적인 정보
ru: Объективная информация по стоимости сборов
zh_cn: 成本费项目标信息
zh_tw: 成本費項目標資訊

# CBFXSJFSXX
source: The actual cost of fees entries
de: Kosten tatsächlich angefallenen Aufwendungen Artikelinformationen
fr: Coûts frais réellement engagés informations de l'article
ko: 실제로 발생한 비용 항목의 정보를 비용
ru: Фактически понесенных расходов расходы пункта информацию
zh_cn: 成本费项实际发生信息
zh_tw: 成本費項實際發生資訊

# CBFXZLBH
source: Entry fee costs subclass number
de: Startgebühr kostet Klasse Nummer
fr: Frais d'inscription coûte numéro de la sous-classe
ko: 참가비는 서브 클래스 번호를 비용
ru: Вступительный взнос стоит ряд подклассов
zh_cn: 成本费项子类编号
zh_tw: 成本費項子類編號

# CBFXZLLB
source: Entry fee costs subclass list
de: Startgebühr kostet Klasse Liste
fr: Frais d'inscription coûte liste de sous-classe
ko: 참가비는 서브 클래스 목록 비용
ru: Вступительный взнос стоит список подкласса
zh_cn: 成本费项子类列表
zh_tw: 成本費項子類列表

# CBJXJZXXLB
source: Cost performance baseline information list
de: Preis-Leistungs-Baseline-Informationsliste
fr: Coût de la performance de la liste des informations de base
ko: 비용 성능 기준 정보 목록
ru: Производительность Стоимость список исходная информация
zh_cn: 成本绩效基准信息列表
zh_tw: 成本績效基準資訊清單

# CBYMZFZSCCYYMZ
source: Copy module generates this language from this language module
de: Kopieren Modul erzeugt diese Sprache dieser Sprache Modul
fr: Module de copie génère cette langue à partir de ce module de langue
ko: 복사 모듈이 언어 모듈에서이 언어를 생성
ru: Модуль копирования генерирует этот язык из этого модуля языка
zh_cn: 从本语模组复制生成此语言模组
zh_tw: 從本語模組複製生成此語言模組

# CCYHTJMXB
source: Vehicle fuel consumption statistics list
de: Kraftstoffverbrauch des Fahrzeugs Statistiken Spielplan
fr: Statistiques sur la consommation de carburant des véhicules annexe
ko: 차량 연료 소비 통계 일정
ru: Автомобиль топливо статистика потребления Расписание
zh_cn: 车辆油耗统计明细表
zh_tw: 車輛油耗統計明細表

# CDFXDLBH
source: Entry fee cost categories Number
de: Startgebühr Kostenkategorien Anzahl
fr: Frais d'inscription catégories de coûts Nombre
ko: 입장료 비용 범주 번호
ru: Взнос категории расходов Количество
zh_cn: 成本费项大类编号
zh_tw: 成本費項大類編號

# CengJi
source: Level
de: Niveau
fr: Niveau
ko: 수평
ru: Уровень
zh_cn: 层级
zh_tw: 層級

# CeShiFanHuiDeXML
source: Test returned XML
de: Test gibt eine XML-
fr: Test renvoie un fichier XML
ko: 테스트는 XML을 반환
ru: Тест возвращает XML
zh_cn: 测试返回的XML
zh_tw: 測試返回的XML

# CeShiJieGuo
source: Test Results
de: Testergebnisse
fr: Résultats de l'essai
ko: 테스트 결과
ru: Результаты испытаний
zh_cn: 测试结果
zh_tw: 測試結果

# CeShiShiJian
source: Test time
de: Testzeit
ko: 시험 시간
ru: Время теста
zh_cn: 测试时间
zh_tw: 測試時間

# CeShiYongLi
source: Test Case
fr: Cas de test
ko: 테스트 케이스
ru: Прецедент
zh_cn: 测试用例
zh_tw: 測試用例

# CeShiZhe
source: Testers
de: Tester
fr: Testeurs
ko: 테스터
ru: Тестеры
zh_cn: 测试者
zh_tw: 測試者

# CeShiZhong
source: Test
ko: 테스트
ru: Тест
zh_cn: 测试中
zh_tw: 測試中
