Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# DaiLiRen
source: Agent
ru: агент
zh_cn: 代理人
zh_tw: 代理人

# TouBiaoQueRen
source: Bid confirmation
de: Gebotsbestätigung
fr: Confirmation de l'offre
ru: Подтверждение ставки
zh_cn: 投标确认
zh_tw: 投標確認

# TouBiaoYuJing
source: Bid warning
de: Gebotswarnung
fr: Avertissement d'enchère
ru: Предупреждение о ставке
zh_cn: 投标预警
zh_tw: 投標預警

# TouBiaoDengJi
source: Bid registration
de: Gebotsregistrierung
fr: Enregistrement des offres
ru: Регистрация заявки
zh_cn: 投标登记
zh_tw: 投標登記

# ErJiMuLu
source: SecondDirectory
de: Sekundäres Verzeichnis
fr: Annuaire secondaire
ru: Вторичный каталог
zh_cn: 二级目录
zh_tw: 二級目錄

# SanJiMuLu
source: SanJiDirectory
de: Dreistufiges Verzeichnis
fr: Répertoire à trois niveaux
ru: Трехуровневый справочник
zh_cn: 三级目录
zh_tw: 三級目錄

# SiJiMuLu1
source: SiJiDirectory
de: Vier-Ebenen-Verzeichnis
fr: Répertoire à quatre niveaux
ru: Четырехуровневый справочник
zh_cn: 四级目录
zh_tw: 四級目錄

# YiJiMuLu
source: FirstDirectory
de: Verzeichnis der ersten Ebene
fr: Répertoire de premier niveau
ru: Каталог первого уровня
zh_cn: 一级目录
zh_tw: 一級目錄

# JiaoFuJian
source: Deliverables
de: Ergebnisse
fr: Livrables
ru: Практические результаты
zh_cn: 交付件
zh_tw: 交付件

# WanChengLiang
source: Finished Number
de: Abgeschlossen
fr: Complété
ru: Завершенный
zh_cn: 完成量
zh_tw: 完成量

# WeiWanChengLiang
source: UnFinished Number
de: Unfertige Menge
fr: Montant inachevé
ru: Незавершенная сумма
zh_cn: 未完量
zh_tw: 未完量

# FaQiShengQing
source: Launch Application
de: Initiieren Sie eine Anwendung
fr: Lancer une application
ru: Подать заявку
zh_cn: 发起申请
zh_tw: 發起申請

# ZhengTi
source: Total
de: insgesamt
fr: globalement
ru: общий
zh_cn: 整体
zh_tw: 整體

# CheLiangGuanLi
source: Vehicle Management
de: Fahrzeugmanagement
fr: Gestion des véhicules
ru: Управление автомобилем
zh_cn: 车辆管理
zh_tw: 車輛管理

# HeTongGuanLi
source: Contract Management
de: Vertragsmanagement
fr: La gestion des contrats
ru: Управление контрактами
zh_cn: 合同管理
zh_tw: 合同管理

# HuiYiGuanLi
source: Meeting Management
de: Besprechungsmanagement
fr: Gestion de réunion
ru: Организация встреч
zh_cn: 会议管理
zh_tw: 會議管理

# QuanXianGuanLi
source: QueXianGuanLi
de: Fehlermanagement
fr: Gestion des défauts
ru: Управление дефектами
zh_cn: 缺陷管理
zh_tw: 缺陷管理

# SheXiangJianKong
source: Camera Monitoring
de: Kameraüberwachung
fr: Surveillance par caméra
ru: Мониторинг камеры
zh_cn: 摄像监控
zh_tw: 攝像監控

# XuQiuGuanLi
source: RequireMentManagement
de: Nachfragemanagement
fr: Gestion de la demande
ru: Управление спросом
zh_cn: 需求管理
zh_tw: 需求管理

# XiangMuGuanLi
source: Project Management
de: Projektmanagement
fr: Gestion de projet
ru: Управление проектом
zh_cn: 项目管理
zh_tw: 項目管理

# ShouHouJFuWu
source: After Service
de: Kundendienst
fr: Service après-vente
ru: Послепродажное обслуживание
zh_cn: 售后服务
zh_tw: 售後服務

# LiaoPinGuanLi
source: Material Management
de: Artikelverwaltung
fr: Gestion des articles
ru: Управление предметами
zh_cn: 料品管理
zh_tw: 料品管理

# ShouHouGuanLi
source: AfterServiceManagement
de: After-Sales-Management
fr: Gestion après-vente
ru: Послепродажное обслуживание
zh_cn: 售后管理
zh_tw: 售後管理

# QuanJuZhiShiGuanLi
source: Super Knowledge Management
de: Globales Wissensmanagement
fr: Gestion globale des connaissances
ru: Глобальное управление знаниями
zh_cn: 全局知识管理
zh_tw: 全局知識管理

# ChuLiZhongDD
source: Handling
de: wird bearbeitet
fr: Traitement
ru: Обработка
zh_cn: 处理中
zh_tw: 處理中

# DaiChuLiDD
source: ToBeHandled
de: steht aus
fr: En attente
ru: В ожидании
zh_cn: 待处理
zh_tw: 待處理

# YuFenPai
source: Assigned
de: Zugewiesen
fr: Attribué
ru: Назначенный
zh_cn: 已分派
zh_tw: 已分派

# YuWanChengDaiFenPai
source: FinishedUnAssigned
de: Zum Versand fertiggestellt
fr: Terminé pour être expédié
ru: Завершено к отправке
zh_cn: 已完成待分派
zh_tw: 已完成待分派

# ZhenChuLiDeQueXian
source: Defects being processed
de: Mängel werden bearbeitet
fr: Défauts en cours de traitement
ru: Дефекты обрабатываются
zh_cn: 正处理的缺陷
zh_tw: 正處理的缺陷

# ZhenChuLiDeRenWu
source: HandlingTasks
de: Aufgabe wird bearbeitet
fr: Tâche en cours de traitement
ru: Задача обрабатывается
zh_cn: 正处理的任务
zh_tw: 正處理的任務

# ZhenChuLiDeXuQiu
source: HandlingRequirement
de: Nachfrage wird bearbeitet
fr: Demande en cours de traitement
ru: Запрос обрабатывается
zh_cn: 正处理的需求
zh_tw: 正處理的需求

# RenWuXiangXiXinXi
source: Task Detail
de: Aufgabendetails
fr: Détails de la tâche
ru: Детали задачи
zh_cn: 任务详细信息
zh_tw: 任務詳細信息

# BaNiJiaRuLeXiangMU
source: Added you to the project
de: Sie zum Projekt hinzugefügt
fr: Vous a ajouté au projet
ru: Добавил вас в проект
zh_cn: 把你加入了项目
zh_tw: 把你加入了項目

# JiaRuXiangMuTongZi
source: Join project notification
de: Projektbenachrichtigung beitreten
fr: Joindre la notification de projet
ru: Уведомление о присоединении к проекту
zh_cn: 加入项目通知
zh_tw: 加入項目通知

# RWCJCGPYFPGN
source: The task is created successfully, please go to the [Pending] column for processing!
de: Die Aufgabe wurde erfolgreich erstellt, bitte gehen Sie zur Bearbeitung in die Spalte [Ausstehend]!
fr: La tâche est créée avec succès, veuillez vous rendre dans la colonne [En attente] pour traitement!
ru: Задача успешно создана, перейдите в столбец [Ожидание] для обработки!
zh_cn: 任务创建成功，请到【待处理】栏进行处理！
zh_tw: 任務創建成功，請到【待處理】欄進行處理！

# SuoYouChengYuanDeRenWu
source: All Member's Task
de: Aufgaben für alle Mitglieder
fr: Tâches pour tous les membres
ru: Задачи для всех участников
zh_cn: 所有成员的任务
zh_tw: 所有成員的任務

# SuoYouRenWu
source: All Tasks
de: Alle Aufgaben
fr: Toutes les tâches
ru: Все задачи
zh_cn: 所有任务
zh_tw: 所有任務

# ChenYuanRenWu
source: Member's Tasks
de: Mitgliedsaufgaben
fr: Tâches des membres
ru: Задачи участников
zh_cn: 成员任务
zh_tw: 成員任務

# ZhiJieChenYuanDeRenWu
source: My Member's Tasks
de: Direkte Mitgliederaufgaben
fr: Tâches directes des membres
ru: Задачи прямых участников
zh_cn: 直接成员的任务
zh_tw: 直接成員的任務

# QingChuXiTongHanCheng
source: Clear system cache
de: Systemspeicher bereinigen
fr: Vider le cache système
ru: Очистить системный кеш
zh_cn: 清除系统缓存
zh_tw: 清除系統緩存

# ZZQingChuShiBaiQJC
source: Clear failed, please check!
de: Bereinigung fehlgeschlagen, bitte überprüfen!
fr: Le nettoyage a échoué, veuillez vérifier!
ru: Очистка не удалась, проверьте!
zh_cn: 清除失败，请检查！
zh_tw: 清除失敗，請檢查！

# ZZQingChuWanCheng
source: Complete clear
de: Das Löschen ist abgeschlossen!
fr: La compensation est terminée!
ru: Очистка завершена!
zh_cn: 清除完成！
zh_tw: 清除完成！

# HanYingShiYong
source: welcome to use
de: herzlich willkommen
fr: Bienvenue
ru: Добро пожаловать
zh_cn: 欢迎使用
zh_tw: 歡迎使用

# QingChuZuBianLanHanCheng
source: Clear left bar cache
de: Leeren Sie den Cache in der linken Spalte
fr: Vider le cache dans la colonne de gauche
ru: Очистить кеш в левом столбце
zh_cn: 清除左边栏缓存
zh_tw: 清除左邊欄緩存

# ZiDingYiAPPMoZu
source: DIY APP Module
de: Benutzerdefiniertes APP-Modul
fr: Module APP personnalisé
ru: Пользовательский модуль приложения
zh_cn: 自定义APP模组
zh_tw: 自定義APP模組

# ZZSBZYGMYSZZCQJC
source: Failed, this employee has not set [Title], please check!
de: Fehlgeschlagen, dieser Mitarbeiter hat [Titel] nicht gesetzt, bitte überprüfen!
fr: Échec, cet employé n'a pas défini [Titre], veuillez vérifier!
ru: Ошибка, этот сотрудник не установил [Заголовок], проверьте!
zh_cn: 失败，此员工没有设置【职称】，请检查！
zh_tw: 失敗，此員工沒有設置【職稱】，請檢查！

# ChuZhu
source: rent
de: Miete
fr: louer
ru: аренда
zh_cn: 出租
zh_tw: 出租

# MoChuZhu
source: Not rented
de: Nicht vermietet
fr: Non loué
ru: Не сдавался
zh_cn: 未出租
zh_tw: 未出租

# MoShouHui
source: Not recovered
de: Nicht wiederhergestellt
fr: Non récupéré
ru: Не восстановлен
zh_cn: 未收回
zh_tw: 未收回

# SheBeiZhuLing
source: Equipment Leasing
de: Ausrüstungsleasing
fr: Location d'équipement
ru: Лизинг оборудования
zh_cn: 设备租赁
zh_tw: 設備租賃

# ShouHui
source: Retract
de: Einfahren
fr: Se rétracter
ru: Отозвать
zh_cn: 收回
zh_tw: 收回

# YiChuZhu
source: Rented out
de: Ausgebucht
fr: Loué
ru: Сданный в аренду
zh_cn: 已出租
zh_tw: 已出租

# YiShouHui
source: Retracted
de: Zurückgezogen
fr: Rétracté
ru: Отозван
zh_cn: 已收回
zh_tw: 已收回

# ZhuLingShouHui
source: Lease recovery
de: Leasingwiederherstellung
fr: Récupération de bail
ru: Взыскание аренды
zh_cn: 租赁收回
zh_tw: 租賃收回

# DaoChuYeMianLanMuZuo
source: ExportPageBarModules
de: Seitenleistenmodul exportieren
fr: Exporter le module de la barre de page
ru: Модуль панели экспорта страницы
zh_cn: 导出页面栏模组
zh_tw: 導出頁面欄模組

# DaoChuZhuBianLanMuZuo
source: ExportLeftBarModules
de: Modul für linke Spalte exportieren
fr: Exporter le module de colonne de gauche
ru: Экспорт модуля левого столбца
zh_cn: 导出左边栏模组
zh_tw: 導出左邊欄模組

# KeFuWenJian
source: CustomerServiceFile
de: Kundendienstdatei
fr: Fichier du service client
ru: Файл обслуживания клиентов
zh_cn: 客服文件
zh_tw: 客服文件

# ZZKeHuFuWu
source: CustomerService
de: Kundendienst
fr: Service Clients
ru: обслуживание клиентов
zh_cn: 客户服务
zh_tw: 客戶服務

# ChaoBiaoBuYuXinXi
source: Bidding Addendum Information
de: Informationen zum Gebotszusatz
fr: Informations sur l'addenda de l'offre
ru: Информация о приложении к торгам
zh_cn: 招标补遗信息
zh_tw: 招標補遺信息

# LaoWuFenBaoFuKuanChaXun
source: Labor subcontract payment inquiry
de: Zahlungsabfrage für Arbeitsunteraufträge
fr: Demande de paiement de sous-traitance de main-d'œuvre
ru: Запрос на оплату трудового субподряда
zh_cn: 分包付款查询
zh_tw: 勞務分包付款查詢

# WuZiCaiGouFuKuanChaXun
source: Material Purchase Payment Query
de: Zahlungsanfrage für Materialkauf
fr: Demande de paiement d'achat de matériel
ru: Запрос на оплату закупки материалов
zh_cn: 物资采购付款查询
zh_tw: 物資採購付款查詢

# WuZiYuShuanBianZhi
source: Make Material Budge
de: Materialbudgetierung
fr: Budgétisation du matériel
ru: Составление бюджета материалов
zh_cn: 物资预算编制
zh_tw: 物資預算編制

# XiangMuYeWuLiuCheng
source: Project Workflow
de: Projektgeschäftsprozess
fr: Processus métier du projet
ru: Бизнес-процесс проекта
zh_cn: 项目业务流程
zh_tw: 項目業務流程

# YuZhongBiaoTongZhiShu
source: Pre-acceptance notice
de: Bekanntmachung vor dem Gewinn
fr: Avis pré-gagnant
ru: Уведомление о предварительном выигрыше
zh_cn: 预中标通知书
zh_tw: 預中標通知書

# ShengChanZuoYeDan
source: Production Order
de: Arbeitsblatt für die Produktion
fr: Feuille de travail de production
ru: Лист задания на производство
zh_cn: 生产作业单
zh_tw: 生產作業單

# ZuoYeDuiLiaoShengQing
source: Material Return Order
de: Bewerbung um Rückgabe
fr: Demande de retour d'emploi
ru: Заявление о возврате работы
zh_cn: 作业退料申请
zh_tw: 作業退料申請

# ZuoYeFeeYongJiZhang
source: Production Expense Account
de: Betriebskostenrechnung
fr: Comptabilité des coûts d'exploitation
ru: Учет операционных затрат
zh_cn: 作业费用记账
zh_tw: 作業費用記賬

# ZuoYeGuanLi
source: Production Management
de: Job Management
fr: Gestion des tâches
ru: Управление вакансиями
zh_cn: 作业管理
zh_tw: 作業管理

# ZuoYeLingLiaoShengQing
source: Material Application Order
de: Bewerbung für die Jobauswahl
fr: Application de sélection d'emploi
ru: Заявка на подбор вакансии
zh_cn: 作业领料申请
zh_tw: 作業領料申請

# FenGuanDaiLiShang
source: Agent in charge
de: Verantwortlicher Agent
fr: Agent en charge
ru: Ответственный агент
zh_cn: 分管代理商
zh_tw: 分管代理商

# QianZengMIngXi
source: Visa details
zh_cn: 签证明细

# QianZengRen
source: Visa holder
zh_cn: 签证人

# QianZengShuMing
source: Visa description
zh_cn: 签证说明

# XiangMuDingYiYiShuan
source: Project definition budget
zh_cn: 项目定义预算

# YuLieYuShuanZongE
source: Total budget listed
zh_cn: 已列预算总额

# ChuLiJieRen
source: Processing conclusion
zh_cn: 处理结论

# GuanLianHeTongYingFuJiHua
source: Related contract payable plan
zh_cn: 关联合同应付计划

# XiangGuanYingXiang
source: Related influence
zh_cn: 相关影响

# CaoZuoRiZhiBaoBiao
source: Operation Log Report
zh_cn: 操作日志报表

# CuoWu
source: Error
zh_cn: 错误

# FenZhi
source: Branch
zh_cn: 分支

# HeBing
source: Merge
zh_cn: 合并

# MoZuCaoZuoDaoHang
source: module operation navigation
zh_cn: 模组操作导航

# CaoZuoDaoHang
source: Operation navigation
zh_cn: 操作导航

# ZDYBZGDWZBGDYYKQDYG
source: Note: For employees who do not work in a fixed location but also need to check attendance, set the latitude and longitude to zero!
zh_cn: 注：对于不在固定位置办公但也要考勤的员工，要把经纬度设为!

# XuQiuLeiBie
source: Requirement Type
zh_cn: 需求类别

# ZZJGCGZLMBBCZQJC
source: Warning, this workflow template or data file is not existed, please check!
zh_cn: 警告，此工作流相应的模板或数据文件不存在，请检查！

# GongHuoZiJianDan
source: Quality Order
zh_cn: 供货质检单

# ZSYYWXGZHDFWHBSDYH
source: Note: Service account applicable to WeChat official account, not subscription account
zh_cn: 注：适用于微信公众号的服务号，不是订阅号

# JiaXuQiu
source: +Requirement
zh_cn: +需求

# ZZSBWZYSYBCYBNSCQJC
source: Failed, the material budget has been adopted and cannot be deleted, please check!
zh_cn: 失败，物资预算已被采用，不能删除，请检查！

# WanChengTongGuo
source: Complete pass
zh_cn: 完成通过

# TJZGZLQCL
source: Submit Process
zh_cn: 提交处理

# QCSYYGWXID
source: Clear all user wechat ID
zh_cn: 清除所有员工微信ID

# QingChu
source: Clear
zh_cn: 清除

# ZZDLSBNDWXIDYPLYZHSY
source: Login failed, your WeChat ID has been used by
zh_cn: 登录失败，你的微信ID已经被

# ZZTSWXIDBNWKQJC
source: Prompt, WeChat ID cannot be empty, please check!
zh_cn: 提示，微信ID不能为空，请检查！

# ZZSYQLXXTGLY
source: Please contact the system administrator to deal with it!
zh_cn: 使用，请联系系统管理员处理！

# ShouYiBiao
source: Income Statement
zh_cn: 收益表

# NianTie
source: paste
zh_cn: 粘贴

# BuTongYi
source: Disagree
zh_cn: 不同意

# TongYi
source: Ggree
zh_cn: 同意

# GongZuoMingCheng
source: Work Name
zh_cn: 工作名称

# FaQiRen
source: sponsor
zh_cn: 发起人

# FaQiShiJian
source: Starting Time
zh_cn: 发起时间

# ChuLiRen
source: Handler
zh_cn: 处理人

# HuanYingNiShiYong
source: welcome to use
zh_cn: 欢迎使用

# GeRenKongJianLanWeiSheZhi
source: Personal space field settings
zh_cn: 个人空间栏位设置

# YuanMiMa
source: Old Password
zh_cn: 原密码

# ZZYuanMiMaChuWuHouWeiKong
source: Failed to save, the original password is wrong or empty, please check!
zh_cn: 保存失败，原密码错误或为空，请检查！

# YGZYGDMTAKETOPUSERCODEBMCTAKETOPDEPARTMENTCYAQKLBNSYHDeleteUpdateDropAlterYJ
source: Domain Rules: employee code: [TAKETOPUSERCODE], department string: [TAKETOPDEPARTMENT], the language code [TAKETOPLANGCODE], for security reasons, can not be used including Delete, Update, Drop, Insert, Alter statement)
de: Domain-Regeln: Mitarbeiter Code: [TAKETOPUSERCODE], Abteilung string: [TAKETOPDEPARTMENT], aus Sicherheitsgründen nicht verwendet werden können, einschließlich löschen, aktualisieren, Tropfen, Einfügen, ALTER-Anweisung)
fr: Règles de domaine: code de l'employé: [TAKETOPUSERCODE], chaîne de service: [TAKETOPDEPARTMENT], pour des raisons de sécurité, ne peuvent pas être utilisés, y compris Supprimer, mise à jour, Drop, Insertion, ALTER)
ko: 도메인 규칙 : 직​​원 코드 : [TAKETOPUSERCODE, 부서 문자열 : [TAKETOPDEPARTMENT, 보안상의 이유로 포함하여 사용할 수 없습니다 삭제, 업데이트, 드롭, 삽입, ALTER 문)
ru: Правила домена: Код сотрудника: [TAKETOPUSERCODE], строка отдел: [TAKETOPDEPARTMENT], по соображениям безопасности, не могут быть использованы в том числе удаление, обновление, падения, Вставить, Альтер заявление)
zh_tw: 域規則：員工代碼：[TAKETOPUSERCODE]，部門串：[TAKETOPDEPARTMENT] ,出於安全考慮，不能使用含Delete,Update,Drop,Insert,Alter語句）

# You2
source: Have
de: Haben
fr: Avoir
ko: 있다
ru: Имеют
zh_tw: 有

# GuanLianHeTong1
source: Association contract
fr: contrat de l'Association
ko: 협회 계약
ru: Ассоциация контракт
zh_tw: 關聯合同

# GongZuoJiHuaJT
source: -->工作计划
de: -->Work plan
fr: -> Plan de travail
ko: -> 작업 계획
ru: -> План работы
zh_tw: -->工作計劃

# ShouFuKuanJiHuaJT
source: -->收付款计划
de: -->Payment and payment plan
fr: -> Paiement et plan de paiement
ko: -> 지불 및 지불 계획
ru: -> План платежей и платежей
zh_tw: -->收付款計劃

# String11
source: i
fr: Je
ko: 나는
ru: Мне

# String3
source: o
ru: о

# ZZFAILEDTOCREATEBACKUPDBDIRECTOR
source: Failed to create BackupDB Director!
de: Fehler beim BackupDB Director erstellt!
fr: Impossible de créer Directeur BackupDB!
ko: BackupDB 이사를 만들 수 없습니다!
ru: Не удалось создать Backupdb директор!

# ZZFAILEDTOCREATEDOCDIRECTOR
source: Failed to create Doc Director!
de: Fehler beim Doc Director erstellt!
fr: Impossible de créer Directeur de Doc!
ko: 문서의 이사를 만들 수 없습니다!
ru: Не удалось создать Doc директор!

# ZZFAILEDTOCREATEIMAGESDIRECTOR
source: Failed to create Images Director!
de: Fehler beim Bilder Director erstellt!
fr: Impossible de créer Directeur des Images!
ko: 이미지 관리자를 만들 수 없습니다!
ru: Не удалось создать изображения директор!

# ZZFAILEDTOCREATEMAILATTACHMENTSDIRECTOR
source: Failed to create MailAttachments Director!
de: Fehler beim MailAttachments Director erstellt!
fr: Impossible de créer Directeur des MailAttachments!
ko: MailAttachments 이사를 만들 수 없습니다!
ru: Не удалось создать MailAttachments директор!

# ZZFAILEDTOCREATEREPORTDIRECTOR
source: Failed to create Report Director!
de: Fehler beim Bericht Director erstellt!
fr: Impossible de créer Directeur rapport!
ko: 보고서 관리자를 만들 수 없습니다!
ru: Не удалось создать директор доклад!

# ZZFAILEDTOCREATERTXACCOUNTDIRECTOR
source: Failed to create RTXAccount Director!
de: Fehler beim RTXAccount Director erstellt!
fr: Impossible de créer Directeur RTXAccount!
ko: RTXAccount 이사를 만들 수 없습니다!
ru: Не удалось создать RTXAccount директор!

# ZZFAILEDTOCREATEUSERPHOTODIRECTOR
source: Failed to create UserPhoto Director!
de: Fehler beim Userphoto Director erstellt!
fr: Impossible de créer Directeur Userphoto!
ko: UserPhoto 이사를 만들 수 없습니다!
ru: Не удалось создать Userphoto директор!

# ZZFAILEDTOCREATEWORKFLOWTEMPLATEDIRECTOR
source: Failed to create WorkFlowTemplate Director!
de: Fehler beim WorkFlowTemplate Director erstellt!
fr: Impossible de créer Directeur WorkFlowTemplate!
ko: WorkFlowTemplate 이사를 만들 수 없습니다!
ru: Не удалось создать WorkFlowTemplate директор!

# ZZFAILEDTOCREATEXMLDIRECTOR
source: Failed to create XML Director!
de: Fehler beim XML Director erstellt!
fr: Impossible de créer Directeur XML!
ko: XML 이사를 만들 수 없습니다!
ru: Не удалось создать директор XML!

# String
source: CHENGYUANSHOURUFENPEI
ru: Расходы на реализацию по статистике отдела

# GongZuoRiChengJT
source: -->工作日程
de: -->Work Schedule
fr: -> Horaire de travail
ko: -> 근무 일정
ru: -> График работы

source: Email
fr: Courriel
ko: 이메일

source: EMail
fr: Courriel
ko: 이메일

source: LiHuaBeiZhu
ko: 솔더 재료는 수 압수 :

# ZZMSG
source: + Msg +
ko: + 메시지 +
