Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ShangPinHuiZongBaoBiao
source: Item Summary Report
de: Artikel-Kurzbericht
fr: Point Rapport sommaire
ko: 항목 요약 보고서
ru: Пункт Краткий отчет
zh_cn: 汇总报表
zh_tw: 匯總報表

# ShangPinJieChu
source: Item loan
de: Artikel-Darlehen
fr: Prêt d'objet
ko: 항목 대출
ru: Пункт кредит
zh_cn: 物料借出
zh_tw: 物料借出

# ShangPinKuCunLieBiao
source: Item Inventory List
de: Artikel-Bestandsliste
fr: Liste des objets d'inventaire
ko: 상품 재고 목록
ru: Список экз Инвентарь
zh_cn: 库存列表
zh_tw: 庫存列表

# ShangPinLeiXing
source: Item Type
de: Einzelteil-Art
fr: Type d'élément
ko: 아이템 종류
ru: Тип элемента
zh_cn: 物料类型
zh_tw: 物料類型

# ShangPinLieBiao
source: Item List
de: Nachrichtenliste
fr: Liste des objets
ko: 항목 목록
ru: Список экземпляров
zh_cn: 物料列表
zh_tw: 物料列表

# ShangPinLingYong
source: Item recipients
de: Artikel-Empfänger
fr: Les bénéficiaires de l'article
ko: 항목받는 사람
ru: Получатели товара
zh_cn: 物料领用
zh_tw: 物料領用

# ShangPinLingYongBaoBiao
source: Item recipients report
de: Artikel-Empfänger melden
fr: Les bénéficiaires de l'article rapportent
ko: 항목받는 사람이보고
ru: Получатели товара сообщить
zh_cn: 领用报表
zh_tw: 領用報表

# ShangPinLingYongDan
source: Consuming a single item
de: Der Konsum von ein einzelnes Element
fr: Consommer un seul élément
ko: 단일 항목을 소비
ru: Потребляя один элемент
zh_cn: 领用单
zh_tw: 領用單

# ShangPinLingYongShenQing
source: Item recipients apply
de: Artikel-Empfänger gelten
fr: Les bénéficiaires de l'article appliquent
ko: 항목받는 사람이 적용
ru: Получатели товара применяются
zh_cn: 领用申请
zh_tw: 領用申請

# ShangPinMing
source: Material Name
de: Produktname
fr: Nom du Produit
ko: 소재 이름
ru: Название материала
zh_cn: 名称
zh_tw: 物料名

# ShangPinMingCheng
source: Item Title
de: Titel
fr: Titre de l'objet
ko: 항목 제목
ru: Название
zh_cn: 名称
zh_tw: 物料名稱

# ShangPinPanDianBaoBiao
source: Item inventory report
de: Artikel-Bestandsbericht
fr: Rapport d'inventaire d'objet
ko: 상품 재고 보고서
ru: Доклад Пункт инвентаризации
zh_cn: 盘点报表
zh_tw: 盤點報表

# ShangPinQingDan
source: Bill of materials items
de: Stückliste Artikel
fr: Le projet de loi des éléments des matériaux
ko: 재료 아이템 빌
ru: Билл материалов пунктов
zh_cn: 物料清单
zh_tw: 物料清單

# ShangPinRuKuBaoBiao
source: Item storage report
de: Artikel-Speicherbericht
fr: Rapport de stockage d'objet
ko: 부품 기억 보고서
ru: Отчет хранения товара
zh_cn: 入库报表
zh_tw: 入庫報表

# ShangPinRuKuDan
source: Item Receipt
de: Artikel Receipt
fr: Point de réception
ko: 항목의 영수증
ru: Пункт Поступление
zh_cn: 入库单
zh_tw: 入庫單

# ShangPinShengChan
source: Item Production
de: Artikel-Produktion
fr: Point de production
ko: 상품 생산
ru: Состояние производства
zh_cn: 物料生产
zh_tw: 物料生產

# ShangPinShengChanDan
source: Production of single items
de: Produktion von Einzelstücken
fr: La production d'articles simples
ko: 단일 품목의 생산
ru: Производство отдельных элементов
zh_cn: 生产单
zh_tw: 生產單

# ShangPinShouHouRenWu
source: Task sale items
de: Artikel-Aftermarket-Aufgabe
fr: Tâche marché de la rechange
ko: 항목 애프터 마켓 작업
ru: Пункт послепродажного задача
zh_cn: 售后任务
zh_tw: 售後任務

# ShangPinSongHuoDan
source: Item delivery note
de: Artikel-Lieferschein
fr: Livraison NOTE POINT
ko: 항목 납품서
ru: Пункт накладная
zh_cn: 送货单
zh_tw: 送貨單

# ShangPinTiaoZheng
source: Adjustment items
de: Artikel Adjustment
fr: Elément d'ajustement
ko: 항목 조정
ru: Регулируемый параметр
zh_cn: 物料调整
zh_tw: 物料調整

# ShangPinTuiHuo
source: Item Return
de: Artikel zurück
fr: Point de retour
ko: 항목 반환
ru: Состояние Вернуться
zh_cn: 物料退货
zh_tw: 物料退貨

# ShangPinTuiHuoFanHuanDan
source: Return to return a single item
de: Rückkehr zu einem einzigen Artikel zurückgeben
fr: Retour à renvoyer un seul élément
ko: 단일 항목을 반환로 돌아 가기
ru: Вернуться, чтобы вернуться один элемент
zh_cn: 退货返还单
zh_tw: 退貨返還單

# ShangPinWeiHu
source: Item Maintenance
de: Artikelpflege
fr: Point d'entretien
ko: 항목 유지 보수
ru: Пункт технического обслуживания
zh_cn: 物料维护
zh_tw: 物料維護

# ShangPinWeiHuBaoBiao
source: Item Maintenance Report
de: Artikelpflege Bericht
fr: Point Rapport de maintien
ko: 항목 유지 관리 보고서
ru: Пункт технического обслуживания Отчет
zh_cn: 维护报表
zh_tw: 維護報表

# ShangPinXiaoShou
source: Item Sales
de: Artikel-Vertrieb
fr: Point de vente
ko: 아이템 판매
ru: Предмет Продажи
zh_cn: 物料销售
zh_tw: 物料銷售

# ShangPinXiaoShouBaoBiao
source: Item Sales Report
de: Artikel-Sales Report
fr: Rapport Point de vente
ko: 아이템 판매 보고서
ru: Пожаловаться продаж
zh_cn: 销售报表
zh_tw: 銷售報表

# ShangPinXiaoShouDan
source: Single Item Sales
de: Einzelpostenverkauf
fr: Seul élément ventes
ko: 단일 품목 판매
ru: Один элемент Продажи
zh_cn: 销售订单
zh_tw: 銷售訂單

# ShangPinXiaoShouDingDanJiLu
source: Item sales order records
de: Kundenauftragsposition Bilanz
fr: Point Sales Order fiche
ko: 상품 판매 주문 기록
ru: Пункт продаж Заказать Запись
zh_cn: 销售订单记录
zh_tw: 銷售訂單記錄

# ShangPinXiaoShouShenQing
source: Item sales application
de: Artikel-Vertriebsanwendung
fr: Application de vente de l'article
ko: 아이템 판매 응용 프로그램
ru: Приложение продажи товара
zh_cn: 销售申请
zh_tw: 銷售申請

# ShangPinXinXi
source: Item Information
de: Einzelteil-Informationen
fr: Informations sur l'élément
ko: 항목 정보
ru: Состояние Информация
zh_cn: 物料信息
zh_tw: 物料信息

# ShangQiJieE
source: The amount of the knot
de: Die Menge des Knotens
fr: Le montant du nœud
ko: 매듭의 양
ru: Количество узла
zh_cn: 上期结额
zh_tw: 上期結額

# ShangXiaLianDong
source: Upper and lower linkage
de: Obere und untere Gestänge
fr: Supérieure et inférieure liaison
ko: 위턱과 아래턱에 연결
ru: Верхняя и нижняя связь
zh_cn: 上下联动
zh_tw: 上下聯動

# ShangZai
source: upload
de: Hochladen
fr: Télécharger
ko: 업로드
ru: Загрузить
zh_cn: 上载
zh_tw: 上載

# ShangZhang
source: On account
de: Wegen
fr: Le compte
ko: 계정에
ru: В счет
zh_cn: 上帐
zh_tw: 上帳

# SheBeiBeiAn
source: Equipment for the record
de: Ausrüstung für das Protokoll
fr: L'équipement pour la fiche
ko: 기록 용 장비
ru: Оборудование для записи
zh_cn: 设备备案
zh_tw: 設備備案

# SheBeiGuanLi
source: Equipment Management
fr: Gestion de l'équipement
ko: 장비 관리
ru: Управление Оборудование
zh_cn: 设备管理
zh_tw: 設備管理

# SheBeiLeiBie
source: Equipment category
de: Gerätekategorie
fr: Catégorie d'équipement
ko: 장비 카테고리
ru: Категория оборудования
zh_cn: 设备类别
zh_tw: 設備類別

# SheBeiTiaoZhengDanJia
source: Device Adjustments Price
de: Geräteeinstellungen Preis
fr: Réglages du périphérique Prix
ko: 장치 조정 가격
ru: Корректировки устройств Цена
zh_cn: 设备调整单价
zh_tw: 設備調整單價

# SheBeiYuanDingDanJia
source: Equipment originally Price
de: Ausrüstung ursprünglich Preis
fr: Équipement origine Prix
ko: 장비 원래 가격
ru: Оборудование первоначально Цена
zh_cn: 设备原定单价
zh_tw: 設備原定單價

# SheJiChigongZuoLiuMoBan
source: This workflow template design
de: Dieser Workflow Template-Design
fr: Ce flux de travail de conception de modèle
ko: 이 템플릿 디자인 워크 플로우
ru: Этот рабочий процесс шаблон дизайна
zh_cn: 设计此工作流模板
zh_tw: 設計此工作流範本

# SheJiCiGongZuoLiuMuBan
source: This workflow template design
de: Dieser Workflow Template-Design
fr: Ce flux de travail de conception de modèle
ko: 이 템플릿 디자인 워크 플로우
ru: Этот рабочий процесс шаблон дизайна
zh_cn: 设计此工作流模板
zh_tw: 設計此工作流範本

# SheJiDaLei
source: Involving categories
de: Die Einbeziehung Kategorien
fr: Impliquer les catégories
ko: 범주를 포함하는
ru: Привлечение категории
zh_cn: 涉及大类
zh_tw: 涉及大類

# SheJiDanWei
source: Design units
de: Design-Einheiten
fr: Unités de conception
ko: 디자인 단위
ru: Дизайн единиц
zh_cn: 设计单位
zh_tw: 設計單位

# SheJiWenDu
source: Design temperature
de: Auslegungstemperatur
fr: La température de conception
ko: 설계 온도
ru: Расчетная температура
zh_cn: 设计温度
zh_tw: 設計溫度

# SheJiYaLi
source: Design pressure
de: Auslegungsdruck
fr: Pression de calcul
ko: 설계 압력
ru: Расчетное давление
zh_cn: 设计压力
zh_tw: 設計壓力

# SheJiYaLiMpa
source: Design pressure Mpa
de: Auslegungsdruck MPa
fr: Pression de calcul Mpa
ko: 설계 압력 Mpa를
ru: Расчетное давление МПа
zh_cn: 设计压力Mpa
zh_tw: 設計壓力Mpa

# ShenBaoGongShi
source: Work declaration
de: Arbeitserklärung
fr: Déclaration des travaux
ko: 작업 선언
ru: Декларация работы
zh_cn: 申报工期
zh_tw: 申報工時

# ShenBaoJieShuShiJian
source: Declaration End Time
de: Erklärung Endzeit
fr: Déclaration Heure de fin
ko: 선언 종료 시간
ru: Декларация Время окончания
zh_cn: 申报结束时间
zh_tw: 申報結束時間

# ShenBaoJinE
source: Declare the amount
de: Deklarieren Sie die Menge
fr: Déclarer le montant
ko: 양 선언
ru: Объявите количество
zh_cn: 申报金额
zh_tw: 申報金額

# ShenBaoKaiShiShiJian
source: Declare the start time
de: Deklarieren Sie die Startzeit
fr: Déclarer l'heure de début
ko: 시작 시간을 선언
ru: Объявите время начала
zh_cn: 申报开始时间
zh_tw: 申報開始時間

# ShenBaoRiQi
source: Reporting date
de: Stichtag
fr: La date de reporting
ko: 보고 날짜
ru: Отчетная дата
zh_cn: 申报日期
zh_tw: 申報日期

# ShenBaoShouRu
source: Declare income
de: Deklarieren Einkommen
fr: Déclarer des revenus
ko: 소득을 신고
ru: Декларировать доход
zh_cn: 申报收入
zh_tw: 申報收入

# ShenFenZhengHao
source: ID number
de: Identifizierungsnummer
fr: Numéro d'identification
ko: ID 번호
ru: Идентификационный номер
zh_cn: 身份证号
zh_tw: 身份證號

# ShenGao
source: Height
de: Höhe
fr: Hauteur
ko: 신장
ru: Высота
zh_cn: 身高
zh_tw: 身高

# ShengCanChangJia
source: Manufacturer:
de: Hersteller:
fr: Fabricant:
ko: 제조 업체 :
ru: Производитель:
zh_cn: 生产厂家
zh_tw: 生產廠家：

# ShengChanBuLiao
source: Production feeding
de: Produktions Fütterung
fr: Alimentation de production
ko: 생산 공급
ru: Производство кормления
zh_cn: 生产补料
zh_tw: 生產補料

# ShengChanBuLiaoDan
source: Production feeding single
de: Produktions Fütterung Einzel
fr: Alimentation simple de production
ko: 생산 공급 한
ru: Кормление Производство одного
zh_cn: 生产补料单
zh_tw: 生產補料單

# ShengChanChangJia
source: Manufacturer
de: Hersteller
fr: Fabricant
ko: 제조업 자
ru: Производитель
zh_cn: 生产厂家
zh_tw: 生產廠家

# ShengChanDan
source: Production of single
de: Herstellung und Verarbeitung von einzelnen
fr: Production et transformation de simple
ko: 생산 및 단일 처리
ru: Производство и переработка одного
zh_cn: 生产加工单
zh_tw: 生產加工單

# ShengChanDanJiLu
source: Production single record
de: Die Produktion der einzelnen Datensatz
fr: Production d'un dossier unique
ko: 단일 레코드의 생산
ru: Производство одной записи
zh_cn: 生产单记录
zh_tw: 生產單記錄

# ShengChanDanMingXi
source: Production Order Detail
de: Produktionsauftragsdetails
fr: Ordre de fabrication Détail
ko: 생산 오더 세부 정보
ru: Производственный заказ Деталь
zh_cn: 生产单明细
zh_tw: 生產單明細

# ShengChanLingLiaoDan
source: Picklist
de: Auswahlliste
ko: 선택 목록
ru: Список выбора
zh_cn: 生产领料单
zh_tw: 生產領料單

# ShengChanLingYong
source: Production recipients
de: Produktions Empfänger
fr: Destinataires de production
ko: 생산받는 사람
ru: Получатели производства
zh_cn: 生产领用
zh_tw: 生產領用

# ShengChanShiJian
source: Production time
de: Herstellungszeit
fr: Le temps de production
ko: 생산 시간
ru: Время производства
zh_cn: 生产时间
zh_tw: 生產時間

# ShengChanTuiLiao
source: Production Unloading
de: Produktions Stripper
fr: Décapant de production
ko: 생산 스트리퍼
ru: Производство зачистки
zh_cn: 生产退料
zh_tw: 生產退料

# ShengChanTuiLiaoDan
source: Production Unloading single
de: Produktions Entladen Einzel
fr: Déchargement de production unique
ko: 생산 하역 하나
ru: Производство Разгрузка одного
zh_cn: 生产退料单
zh_tw: 生產退料單

# ShengChengKaoQinShuJu
source: Generate attendance data
de: Generieren Anwesenheitsdaten
fr: Générer des données de fréquentation
ko: 출석 데이터를 생성
ru: Создание данных о посещаемости
zh_cn: 生成考勤数据
zh_tw: 生成考勤資料

# ShengChengRTXZhangHuWenJian
source: Generate RTX account files
de: Generieren RTX Kontodatei
fr: Générer le fichier de compte RTX
ko: RTX 계정 파일을 생성
ru: Создать файл RTX счета
zh_cn: 生成RTX帐户文件
zh_tw: 生成RTX帳戶檔

# ShengChengShouFei
source: Generate fees
de: Generieren Gebühren
fr: Générer frais
ko: 수수료를 생성
ru: Создать сборы
zh_cn: 生成收费
zh_tw: 生成收費

# ShengChengZhangHuWenJian
source: Generate account files
de: Generieren Kontodatei
fr: Générer le fichier de compte
ko: 계정 파일을 생성
ru: Создание учетной записи файла
zh_cn: 生成帐户文件
zh_tw: 生成帳戶檔

# ShengFen
source: Province
de: Land
ko: 지방
ru: Провинция
zh_cn: 省份
zh_tw: 省份

# ShengFeng
source: Identity
de: Identität
fr: Identité
ko: 정체
ru: Идентичность
zh_cn: 身份
zh_tw: 身份

# ShengFengZhengHao
source: ID number
de: Identifizierungsnummer
fr: Numéro d'identification
ko: ID 번호
ru: Идентификационный номер
zh_cn: 身份证号
zh_tw: 身份證號

# ShengFengZhengHaoMa
source: ID number
de: Identifizierungsnummer
fr: Numéro d'identification
ko: ID 번호
ru: Идентификационный номер
zh_cn: 身份证号码
zh_tw: 身份證號碼

# ShengGao
source: Height
de: Höhe
fr: Hauteur
ko: 신장
ru: Высота
zh_cn: 身高
zh_tw: 身高

# ShengJi
source: Upgrade
fr: Mise à jour
ko: 업그레이드
ru: Модернизация
zh_cn: 升级
zh_tw: 升級

# ShenGouZheDaiMa
source: Requisitioners Code
de: Bedarfsträger-Code
fr: Code de services requérants
ko: Requisitioners 코드
ru: Код заказчиками
zh_cn: 申购者代码
zh_tw: 申購者代碼

# ShengQingRen
source: Applicant
de: Antragsteller
fr: Demandeur
ko: 응모자
ru: Заявитель
zh_cn: 申请人
zh_tw: 申請人

# ShengRi
source: Birthday
de: Geburtstag
fr: Anniversaire
ko: 생일
ru: День рождения
zh_cn: 生日
zh_tw: 生日

# ShengWuYinSu
source: Biological factors
de: Biologische Faktoren
fr: Les facteurs biologiques
ko: 생물학적 요인
ru: Биологические факторы
zh_cn: 生物因素
zh_tw: 生物因素

# ShengXiao
source: Become effective
de: Wirksam
fr: Entrer en vigueur
ko: 발효
ru: Вступать в силу
zh_cn: 生效
zh_tw: 生效

# ShengXiaoRiQi
source: effective date
de: Wirksamkeitsdatum
fr: Date d'effet
ko: 효력 발생 일
ru: Дата вступления в силу
zh_cn: 生效日期
zh_tw: 生效日期

# ShengXiaoShiJian
source: Effective time
de: Effektives Zeit
fr: Temps efficace
ko: 효과적인 시간
ru: Фактическое время
zh_cn: 生效时间
zh_tw: 生效時間

# ShengXiaoTuiHui
source: Entry into force of return
de: Inkrafttreten des Rück
fr: Entrée en vigueur de retour
ko: 반환의 발효
ru: Вступление в силу возвращения
zh_cn: 生效退回
zh_tw: 生效退回

# ShengYuTiaoShu
source: Remaining number
de: Die Anzahl der restlichen
fr: Le nombre restant de
ko: 의 나머지 수
ru: Оставшееся количество
zh_cn: 剩余条数
zh_tw: 剩餘條數

# ShenHe
source: Check
de: Prüfen
fr: Vérifier
ko: 확인
ru: Проверить
zh_cn: 审核
zh_tw: 審核

# ShenHeGongZuoLiu
source: Audit Workflow
fr: Workflow de vérification
ko: 감사 워크 플로우
ru: Аудит документооборота
zh_cn: 审核工作流
zh_tw: 審核工作流

# ShenHeJiLu
source: Audit records
de: Audit-Aufzeichnungen
fr: Les enregistrements d'audit
ko: 감사 기록
ru: Записи аудита
zh_cn: 审核记录
zh_tw: 審核記錄

# ShenHeNeiRong
source: Audit Content
de: Audit Inhalt
fr: Contenu de vérification
ko: 감사 내용
ru: Аудит Содержимое
zh_cn: 审核内容
zh_tw: 審核內容

# ShenHeRen
source: Reviewed by:
de: Bewertet von:
fr: Commenté par:
ko: 에 의해 검토 :
ru: Пересмотрены:
zh_cn: 审核人
zh_tw: 審核人：

# ShenHeRenLieBiao
source: Reviewer lists
de: Bewertungslisten
fr: Auteur listes
ko: 리뷰 목록
ru: Рецензент списки
zh_cn: 处理人列表
zh_tw: 審核人列表

# ShenHeRenShenHeNeiRongLieBiao
source: Auditor review the table of contents
de: Auditor überprüfen Sie das Inhaltsverzeichnis
fr: Vérificateur d'examiner la table des matières
ko: 감사는 목차를 검토
ru: Аудитор рассмотреть оглавление
zh_cn: 处理人处理内容列表
zh_tw: 審核人審核內容清單

# ShenHeRiQi
source: Approval Date
de: Genehmigungsdatum
fr: Date d'approbation
ko: 승인 날짜
ru: Дата утверждения
zh_cn: 审核日期
zh_tw: 審核日期

# ShenHeShiJian
source: Reviewed
de: Bewertet
fr: Evalué
ko: 검토
ru: Отзыв
zh_cn: 处理时间
zh_tw: 審核時間

# ShenHeTuiHui
source: Audit Return
fr: Audit retour
ko: 감사 반환
ru: Аудит Вернуться
zh_cn: 审核退回
zh_tw: 審核退回

# ShenHeXinXi
source: Audit Information
fr: Renseignements sur la vérification
ko: 감사 정보
ru: Аудит данных
zh_cn: 审核信息
zh_tw: 審核信息

# ShenHeYiJian
source: Audit opinion
de: Bestätigungsvermerk
fr: Opinion de vérification
ko: 감사 의견
ru: Аудиторский отчет
zh_cn: 审核意见
zh_tw: 審核意見

# ShenHeZhong
source: Under review
de: Rechnungsprüfung
fr: Audit
ko: 심사
ru: Аудит
zh_cn: 审核中
zh_tw: 審核中

# ShenJiaShiYou
source: Leave the subject
de: Lassen Sie das Thema
fr: Laissez le sujet
ko: 피사체를 남겨주세요
ru: Оставить тему
zh_cn: 请假事由
zh_tw: 請假事由

# ShenPi
source: Approval
de: Zustimmung
fr: Approbation
ko: 찬성
ru: Утверждение
zh_cn: 审批
zh_tw: 審批

# ShenPiBiaoZhi
source: Approval mark
de: Prüfzeichen
fr: Marque d'homologation
ko: 승인 마크
ru: Знак официального утверждения
zh_cn: 审批标志
zh_tw: 審批標誌

# ShenPiDongZuo
source: Approval action
de: Genehmigungsaktion
fr: Approbation de l'action
ko: 승인 조치
ru: Утверждение действия
zh_cn: 审批动作
zh_tw: 審批動作

# ShenPiJiLu
source: Approval Record
de: Approval Bilanz
fr: Dossier d'approbation
ko: 승인 기록
ru: Запись Утверждение
zh_cn: 处理记录
zh_tw: 審批記錄

# ShenPiJinDuFanKui
source: Review progress feedback
de: Bewertung Fortschritte Feedback
fr: Évaluations d'avancement d'examen
ko: 검토 진행 피드백
ru: Обратная связь обзор прогресса
zh_cn: 审核进度反馈
zh_tw: 審核進度回饋

# ShenPiMiaoShu
source: Approval description
de: Approval Beschreibung
fr: Description de l'approbation
ko: 승인 설명
ru: Описание утверждении
zh_cn: 审批描述
zh_tw: 審批描述

# ShenPiNeiRong
source: Approval of the content
de: Genehmigung des Inhalts
fr: Approbation du contenu
ko: 콘텐츠의 승인
ru: Утверждение содержания
zh_cn: 审批内容
zh_tw: 審批內容

# ShenPiRen
source: Approver
de: Genehmiger
fr: Approbateur
ko: 승인
ru: Утверждающий
zh_cn: 审批人
zh_tw: 審批人

# ShenPiRiQi
source: Approval Date
de: Genehmigungsdatum
fr: Date d'approbation
ko: 승인 날짜
ru: Дата утверждения
zh_cn: 审批日期
zh_tw: 審批日期

# ShenPiShiJian
source: Processing time
de: Approval Zeit
fr: Le délai d'approbation
ko: 승인 시간
ru: Время утверждении
zh_cn: 审批时间
zh_tw: 審批時間

# ShenPiTongGuo
source: Approval by
de: Genehmigung durch
fr: Approbation par
ko: 승인
ru: Утверждение
zh_cn: 审批通过
zh_tw: 審批通過

# ShenPiWenJian
source: Approval documents
de: Genehmigungsunterlagen
fr: Les documents d'approbation
ko: 승인 문서
ru: Разрешительных документов
zh_cn: 审批文件
zh_tw: 審批檔

# ShenPiYiJian
source: Approval comments
de: Zustimmung der Aussicht
fr: Approbation des vues
ko: 보기 승인
ru: Утверждение видом
zh_cn: 审批意见
zh_tw: 審批意見

# ShenPiZhe
source: Approver
de: Genehmiger
fr: Approbateur
ko: 승인
ru: Утверждающий
zh_cn: 审批者
zh_tw: 審批者

# ShenPiZhong
source: Approval
de: Zustimmung
fr: Approbation
ko: 찬성
ru: Утверждение
zh_cn: 处理中
zh_tw: 審批中

# ShenPiZhuangTai
source: Approval Status
de: Genehmigungsstatus
fr: Statut d'approbation
ko: 승인 상태
ru: Состояние утверждения
zh_cn: 审批状态
zh_tw: 審批狀態

# ShenPiZhuanTai
source: Approval Status
de: Genehmigungsstatus
fr: Statut d'approbation
ko: 승인 상태
ru: Состояние утверждения
zh_cn: 审批状态
zh_tw: 審批狀態

# ShenQinCheXing
source: Application models
de: Anwendungsmodelle
fr: Les modèles d'application
ko: 응용 프로그램 모델
ru: Применение модели
zh_cn: 申请车型
zh_tw: 申請車型

# ShenQing
source: Application
de: Anwendung
ko: 신청
ru: Применение
zh_cn: 申请
zh_tw: 申請

# ShenQingBuMen
source: Application sector
de: Anwendungsgebiet
fr: Domaines d'application
ko: 응용 분야
ru: Области применения
zh_cn: 申请部门
zh_tw: 申請部門

# ShenQingDan
source: Requisition
de: Requirieren
fr: Réquisition
ko: 청구서
ru: Реквизиция
zh_cn: 申请单
zh_tw: 申請單

# ShenQingDanHao
source: Requisition Number
de: Anforderungsnummer
fr: Numéro de demande
ko: 요청 번호
ru: Заявка Количество
zh_cn: 申请单号
zh_tw: 申請單號

# ShenQingDanWei
source: Applicant
de: Antragsteller
fr: Demandeur
ko: 응모자
ru: Заявитель
zh_cn: 申请单位
zh_tw: 申請單位

# ShenQingDengJi
source: Apply for registration
de: Bewerben für die Registrierung
fr: Une demande d'inscription
ko: 등록 신청
ru: Применить для регистрации
zh_cn: 申请登记
zh_tw: 申請登記

# ShenQingFeiYongZongE
source: The total application fee
de: Die gesamte Anmeldegebühr
fr: Les frais de demande totale
ko: 총 신청 수수료
ru: Общая взнос
zh_cn: 申请费用总额
zh_tw: 申請費用總額

# ShenQingHao
source: Application Number
de: Anmeldung Nr
fr: Application n °
ko: 출원
ru: Заявка №
zh_cn: 申请号
zh_tw: 申請號

# ShenQingJieShuShiJian
source: Application End Time
de: Anwendungs ​​Endzeit
fr: Demande Heure de fin
ko: 응용 프로그램 종료 시간
ru: Применение Конец Время
zh_cn: 申请结束时间
zh_tw: 申請結束時間

# ShenQingJiHua
source: Application Program
fr: Programme d'application
ko: 응용 프로그램
ru: Прикладная программа
zh_cn: 申请计划
zh_tw: 申請計畫

# ShenQingJiHuaLieBiao
source: Application Program List
de: Application Program Liste
fr: Liste de programme d'application
ko: 응용 프로그램 목록
ru: Применение Список программ
zh_cn: 申请计划列表
zh_tw: 申請計畫列表

# ShenQingJinE
source: Application amount
de: Anwendungsmenge
fr: Montant de l'application
ko: 신청 금액
ru: Сумма Применение
zh_cn: 申请金额
zh_tw: 申請金額

# ShenQingKaiShiShiJian
source: Application start time
de: Anwendungsstartzeit
fr: Temps de démarrage de l'application
ko: 어플리케이션 시작 시간
ru: Время начала применения
zh_cn: 申请开始时间
zh_tw: 申請開始時間

# ShenQingMingChen
source: Application Name
de: Anwendungsname
fr: Nom de l'application
ko: 응용 프로그램 이름
ru: Имя приложения
zh_cn: 申请名称
zh_tw: 申請名稱

# ShenQingMingCheng
source: Application Name
de: Anwendungsname
fr: Nom de l'application
ko: 응용 프로그램 이름
ru: Имя приложения
zh_cn: 申请名称
zh_tw: 申請名稱

# ShenQingNeiRong
source: Application Content
de: Anwendung Inhalt
fr: Contenu de la demande
ko: 응용 프로그램 콘텐츠
ru: Содержимое Применение
zh_cn: 申请内容
zh_tw: 申請內容

# ShenQingRen
source: Applicant
de: Antragsteller
fr: Demandeur
ko: 응모자
ru: Заявитель
zh_cn: 申请人
zh_tw: 申請人

# ShenQingRenZiDongShenPi
source: Applicants automatic approval
de: Bewerber automatische Genehmigung
fr: Les demandeurs d'approbation automatique
ko: 지원자 자동 승인
ru: Кандидаты автоматического утверждения
zh_cn: 申请人自动审批
zh_tw: 申請人自動審批

# ShenQingRiQi
source: Date of Application
de: Anwendungsdatum
fr: Date de la demande
ko: 신청 날짜
ru: Дата подачи заявки
zh_cn: 申请日期
zh_tw: 申請日期

# ShenQingShiJian
source: application time
de: Arbeitszeit
fr: Temps d'application
ko: 응용 프로그램 시간
ru: Применение Время
zh_cn: 申请时间
zh_tw: 申請時間

# ShenQingTuiHui
source: Request a refund
de: Einen Antrag auf Rückerstattung
fr: Demander un remboursement
ko: 환불 요청
ru: Запрос на возврат
zh_cn: 申请退回
zh_tw: 申請退回

# ShenQingXinXi
source: Application Information
de: Anwendungsinformationen
fr: Renseignements sur la demande
ko: 응용 프로그램 정보
ru: Применение информации
zh_cn: 申请信息
zh_tw: 申請資訊

# ShenQingYuanYin
source: Reasons for applying
de: Anwendungs ​​Reason
fr: Demande Raison
ko: 응용 프로그램 이유
ru: Применение Причина
zh_cn: 申请原因
zh_tw: 申請原因

# ShenQingYuanYing
source: Reasons for applying
de: Anwendungs ​​Reason
fr: Demande Raison
ko: 응용 프로그램 이유
ru: Применение Причина
zh_cn: 申请原因
zh_tw: 申請原因

# ShenTouJianCheBaoGao
source: Penetration test report number:
de: Penetration Prüfbericht-Nummer:
fr: Pénétration numéro de rapport d'essai:
ko: 침투 시험 보고서 번호 :
ru: Проникновение номер Протокол испытаний:
zh_cn: 渗透检验报告编号：
zh_tw: 滲透檢驗報告編號：

# ShenTuoJianYanJieTuoBianHao
source: Penetration test connector ID:
de: Penetrationstest-Anschluss-ID:
fr: Pénétration connecteur de test ID:
ko: 침투 테스트 커넥터 ID :
ru: Проникновение тест разъем ID:
zh_cn: 渗透检验接头编号：
zh_tw: 滲透檢驗接頭編號：

# ShenWenShuDu
source: Heating rate
de: Erwärmungsrate
fr: Taux de chauffage
ko: 가열 속도
ru: Скорость разогрева
zh_cn: 升温速度
zh_tw: 升溫速度

# ShenWenShuDuLiLun
source: Heating rate (theoretical):
de: Erwärmungsrate (theoretisch):
fr: Vitesse de chauffage (théorique):
ko: 가열 속도 (이론)
ru: Скорость нагрева (теоретическая):
zh_cn: 升温速度(理论)：
zh_tw: 升溫速度(理論)：

# ShenWenShuDuSHiJi
source: Heating rate (actual):
de: Ein Erwärmungsrate (Ist):
fr: Un taux de chauffage (réel):
ko: 가열 속도 (실제) :
ru: Скорость нагрева (фактическая):
zh_cn: 升温速度(实际)：
zh_tw: 升溫速度(實際)：

# ShenZhi
source: Promotion
de: Beförderung
ko: 승진
ru: Продвижение
zh_cn: 升职
zh_tw: 升職

# SheWaiYingYuKaoHe
source: Foreign English examination
de: Ausländische Englisch Prüfung
fr: Examen d'anglais des Affaires étrangères
ko: 외국인 영어 시험
ru: Иностранные английские экспертиза
zh_cn: 涉外英语考核
zh_tw: 涉外英語考核

# SheWeiChangGuiXiangMu
source: Make regular projects
de: Stellen Sie regelmäßige Projekte
fr: Définir des projets réguliers
ko: 일반 프로젝트를 설정
ru: Установите регулярные проекты
zh_cn: 设为常规项目
zh_tw: 設為常規專案

# SheWeiMuBanXiangMu
source: Make template project
de: Stellen Sie die Vorlagenprojekt
fr: Définissez le projet de modèle
ko: 템플릿 프로젝트를 설정
ru: Установите шаблон проекта
zh_cn: 设为模板项目
zh_tw: 設為範本專案

# SheWeiShouYe
source: Setup as front page
de: Zu Hause
fr: Maison
ko: 홈
ru: Домой
zh_cn: 设为首页
zh_tw: 設為首頁

# SheXiangTou
source: webcam
ko: 웹캠
ru: Веб-камера
zh_cn: 摄像头
zh_tw: 攝像頭

# SheXiangTouIP
source: Camera IP
de: Kamera-IP
fr: Caméra IP
ko: 카메라 IP
ru: IP-камера
zh_cn: 摄像头IP
zh_tw: 攝像頭IP

# SheXiangTouLieBiao
source: Camera List
de: Kameraliste
fr: Liste de Caméra
ko: 카메라 목록
ru: Список камеры
zh_cn: 摄像头列表
zh_tw: 攝像頭列表
