Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# XiangShu
source: Number of boxes
de: Anzahl der Boxen
fr: Nombre de cartons
ko: 상자의 수
ru: Количество коробок
zh_cn: 箱数
zh_tw: 箱數

# YiTongZhiChuKu
source: It has notified a library
de: Es wurde eine Bibliothek benachrichtigt
fr: Elle a notifié une bibliothèque
ko: 그것은 라이브러리를 통지 한
ru: Он уведомил библиотеку
zh_cn: 已通知出库
zh_tw: 已通知出庫

# XiaoShouLingYongDan
source: Sales of single recipients
de: Der Verkauf von einzelnen Empfängern
fr: Les ventes de simples destinataires
ko: 단일 수신자의 판매
ru: Продажи отдельных получателей
zh_cn: 销售领用单
zh_tw: 銷售領用單

# ChuHuoTongZhiDanJiLu
source: Record shipments notice
de: Nehmen Sie Sendungen merken
fr: Livraisons record avis
ko: 기록 출하량주의 사항
ru: Запись поставки заметить
zh_cn: 出货通知单记录
zh_tw: 出貨通知單記錄

# XiaoShouShenQingDanJiLu
source: Sales Requisition record
de: Verkaufsanforderung Rekord
fr: Fiche de réquisition de vente
ko: 판매 요청 기록
ru: Заявка рекорд продаж
zh_cn: 销售申请单记录
zh_tw: 銷售申請單記錄

# WeiWai
source: Outsourcing
fr: Externalisation
ko: 아웃소싱
ru: Аутсорсинг
zh_cn: 委外
zh_tw: 委外

# ZiZhi
source: self made
de: Selbstgemacht
fr: Fait à la maison
ko: 집에서 만든
ru: Домашний
zh_cn: 自制
zh_tw: 自製

# WeiWaiXuQiuJiHua
source: Outsourcing Requirements Planning
de: Outsourcing Bedarfsplanung
fr: Besoins d'externalisation de planification
ko: 아웃소싱 요구 사항 계획
ru: Аутсорсинг Планирование потребности
zh_cn: 委外需求计划
zh_tw: 委外需求計劃

# ZZCYMCZNZMZXMZZNKYSBMM
source: This page has been built using modules, the operation will not change the module name, this language modules you can name your wishes, but does not affect the new operation!
de: Diese Seite wurde bisher unter Verwendung von Modulen, die Operation wird nicht den Namen des Moduls zu ändern, dieser Sprache Modulen können Sie Ihre Wünsche nennen, aber keinen Einfluss auf die neue Operation!
fr: Cette page a été construit en utilisant des modules, l'opération ne sera pas changer le nom du module, ces modules linguistiques que vous pouvez nommer vos souhaits, mais ne pas affecter la nouvelle opération!
ko: 이 페이지는,이 언어 모듈 당신이 당신의 소원을 모듈 이름을 변경하지 않습니다 동작의 이름을 지정할 수 있습니다 모듈을 사용하여 제작되었지만, 새로운 작동에 영향을주지 않습니다!
ru: Эта страница была построена с использованием модулей, операцию не изменить имя модуля, это языковые модули можно назвать ваши пожелания, но не влияет на новую операцию!
zh_cn: 此页面已经被内置模组采用，此次操作将不会改变模组名，本语模组你可以按你意愿命名，同时不影响新增操作！
zh_tw: 此頁面已經被內置模組採用，此次操作將不會改變模組名，本語模組你可以按你意願命名，同時不影響新增操作！

# GeShi
source: Format
de: Formatieren
ko: 체재
ru: Формат
zh_cn: 格式
zh_tw: 格式

# XiaoShouLingYongShenQing
source: Sales recipients apply
de: Vertrieb Empfänger gelten
fr: Destinataires de vente applicables
ko: 판매 수신자 적용
ru: Получатели продаж применяется
zh_cn: 销售领用申请
zh_tw: 銷售領用申請

# XiaoShouLingYong
source: Sales recipients
de: Vertrieb Empfänger
fr: Destinataires de vente
ko: 판매 수신자
ru: Получатели продаж
zh_cn: 销售领用
zh_tw: 銷售領用

# ZZFSJRBNWKQJC
source: Review the conclusions can not be empty, please check!
de: Überprüfen Sie die Schlussfolgerungen darf nicht leer sein, prüfen Sie bitte!
fr: Examiner les conclusions ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 비워 둘 수 없습니다 결론을 검토, 확인하시기 바랍니다!
ru: Просмотрите выводы не может быть пустым, пожалуйста, проверьте!
zh_cn: 复审结论不能为空，请检查！
zh_tw: 複審結論不能為空，請檢查！

# ShengYuYuSuan
source: Budget Surplus
de: Das verbleibende Budget
fr: Le reste du budget
ko: 나머지 예산
ru: Остальные бюджет
zh_cn: 剩余预算
zh_tw: 剩餘預算

# ZhiJieTuiJian
source: Direct Recommend
de: Direkte Überweisung
fr: Saisine directe
ko: 직접 추천
ru: Прямая направления
zh_cn: 直接推荐
zh_tw: 直接推薦

# ZCQCSJDR
source: Beginning assets data import
de: Beginnend Vermögenswerte Datenimport
fr: Actifs commençant données d'importation
ko: 시작 자산 데이터 가져 오기
ru: Импорт данных Начиная активы
zh_cn: 资产期初数据导入
zh_tw: 資產期初數據導入

# DiaoBoDan
source: Transfer Order
de: Requirieren
fr: Réquisition
ko: 청구서
ru: Реквизиция
zh_cn: 调拨单
zh_tw: 調撥單

# DiaoBo
source: Allocation
de: Zuteilung
ko: 배당
ru: Распределение
zh_cn: 调拨
zh_tw: 調撥

# LBDBBB
source: Transfer Report
de: Artikelzuweisung Bericht
fr: Rapport d'allocation d'objet
ko: 항목 할당 보고서
ru: Доклад Пункт распределение
zh_cn: 物料调拨报表
zh_tw: 物料調撥報表

# DiaoBoBaoBiao
source: Transfer Report
de: Allocation-Bericht
fr: Rapport d'attribution
ko: 할당 보고서
ru: Отчет Распределение
zh_cn: 调拨报表
zh_tw: 調撥報表

# ChaKanXiangGanShuJi
source: Relevant data
de: Relevanten Daten
fr: Les données pertinentes
ko: 관련 데이터
ru: Соответствующие данные,
zh_cn: 查询相关数据
zh_tw: 查詢相關數據

# hlMakeMeeting
source: -> Meeting schedule
de: -> Besprechung planen
fr: -> Calendrier des réunions
ko: -> 회의 일정
ru: -> Расписание Встреча
zh_cn: -->会议安排
zh_tw: -->會議安排

# TongZhiShenQingRen
source: Notify the applicant
de: Dem Antragsteller mitteilen,
fr: Informe le demandeur
ko: 신청자 통보
ru: Сообщите заявителя
zh_cn: 通知发起人
zh_tw: 通知申請人

# CPWLQD
source: Product BOM
de: Produktstückliste
fr: Nomenclature de produit
ko: 제품의 BOM
ru: Спецификация продукта
zh_cn: 产品物料清单
zh_tw: 產品物料清單

# ZhiDing
source: Formulate
de: Formulieren
fr: Formuler
ko: 공식화
ru: Сформулировать
zh_cn: 制定
zh_tw: 制定

# BOMBBSJSCCGQDJYBTBCK
source: BOM report data to generate success, please click on the right icon to view!
de: BOM Berichtsdaten zum Erfolg zu generieren, klicken Sie bitte auf die richtige Symbol klicken, um zu sehen!
fr: BOM déclarer les données pour générer le succès, s'il vous plaît cliquer sur l'icône à droite pour voir!
ko: BOM을 볼 수있는 권한 아이콘을 클릭하십시오, 성공을 생성하는 데이터를보고!
ru: Спецификация сообщить данные для формирования успеха, пожалуйста, нажмите на правый значок для просмотра!
zh_cn: BOM报表数据生成成功,请点击右边图标查看！
zh_tw: BOM報表數據生成成功,請點擊右邊圖標查看！

# QUFENG
source: PART
de: Unterscheiden
fr: Distinguer
ko: 구별하는
ru: Выделить
zh_cn: 区分
zh_tw: 區分

# TONGCHOU
source: WHOLE
de: MANPOWER
fr: MANPOWER
ko: MANPOWER
ru: ТРУДОВЫЕ РЕСУРСЫ
zh_cn: 统筹
zh_tw: 統籌

# ZHANKAILEIXING
source: Expend Type
de: Erweitern Typ
fr: Développez Type
ko: 종류를 확장
ru: Развернуть Тип
zh_cn: 展开类型
zh_tw: 展開類型

# ZZZKLXGGCG
source: Expand the type of change success!
de: Erweitern Sie die Art der Änderung Erfolg!
fr: Développez le type de changement succès!
ko: 변경 성공의 유형을 확장!
ru: Развернуть тип успеха изменения!
zh_cn: 展开类型更改成功！
zh_tw: 展開類型更改成功！

# ZhuanXiang
source: Special
de: Sonder
fr: Spécial
ko: 특별한
ru: Специальный
zh_cn: 专项
zh_tw: 專項

# FengKai
source: separate
fr: Distinct
ko: 별도
ru: Отдельный
zh_cn: 分开
zh_tw: 分開

# YeWuDanCaiLiaoTongJiBaoBiao
source: Business single material statistics
de: Business einzigen Material Statistik
fr: Affaires statistiques matérielles unique
ko: 비즈니스 단일 재료 통계
ru: Бизнес одного материала статистика
zh_cn: 业务单材料统计报表
zh_tw: 業務單材料統計報表

# ZaiChanLiang
source: In production
de: In der Produktion
fr: Dans la production
ko: 생산에서
ru: В производстве
zh_cn: 在产量
zh_tw: 在產量

# ZaiTuLiang
source: Amount in transit
de: Menge auf der Durchreise
fr: Montant en transit
ko: 운송 금액
ru: Сумма в пути
zh_cn: 在途量
zh_tw: 在途量

# ZaiXianLiang
source: Online amount
de: Online Menge
fr: Montant en ligne
ko: 온라인 양
ru: Интернет сумма
zh_cn: 在线量
zh_tw: 在線量

# BaoHan
source: contain
de: Enthalten
fr: Contenir
ko: 포함
ru: Содержать
zh_cn: 包含
zh_tw: 包含

# ChuKuWeiZhi
source: A library location
de: Eine Bibliothek Standort
fr: Un emplacement bibliothèque
ko: 도서관 위치
ru: Библиотека расположение
zh_cn: 出库位置
zh_tw: 出庫位置

# FuLei
source: father
de: Übergeordnete Branche
fr: Catégorie parente
ko: 상위 카테고리
ru: Родитель категории
zh_cn: 父类
zh_tw: 父類

# LeiXingSheZhi
source: Type setting
de: Typ-Einstellung
fr: Paramètre Type
ko: 유형 설정
ru: Тип установки
zh_cn: 类型设置
zh_tw: 類型設置

# TeZhengMa
source: Signature
de: Unterschrift
ko: 서명
ru: Подпись
zh_cn: 特征码
zh_tw: 特徵碼

# LiaoPingBianMa
source: Item coding
de: Artikel-Codierung
fr: Codage de l'article
ko: 항목 코드
ru: Кодирование товара
zh_cn: 物料编码
zh_tw: 物料編碼

# ChangDu
source: length
de: Länge
fr: Longueur
ko: 길이
ru: Длина
zh_cn: 长度
zh_tw: 長度

# DanQianZuiDaMa
source: The current maximum code
de: Die aktuelle maximale Code
fr: Le code courant maximum
ko: 현재 최대 코드
ru: В настоящее время максимальная код
zh_cn: 当前最大码
zh_tw: 當前最大碼

# BianMaJieGu
source: Coding results
de: Coding Ergebnisse
fr: Résultats de codage
ko: 코딩 결과
ru: Кодирование результаты
zh_cn: 编码结果
zh_tw: 編碼結果

# YeWuLeiXing
source: business type
de: Unternehmensart
fr: Type d'entreprise
ko: 사업 유형
ru: Вид деятельности
zh_cn: 业务类型
zh_tw: 業務類型

# CaiGouGuanLi
source: Purchasing Management
fr: Gestion des Achats
ko: 구매 관리
ru: Управление закупок
zh_cn: 采购管理
zh_tw: 採購管理

# ShengChanGuanLi
source: Production management
de: Produktionsleitung
fr: Gestion de production
ko: 생산 관리
ru: Управление производством
zh_cn: 生产管理
zh_tw: 生產管理

# LiKaiShiJian
source: LeaveDate
de: Abfahrtszeit
fr: Heure de départ
ko: 출발 시각
ru: Время отправления
zh_cn: 离开时间
zh_tw: 離開時間

# TongJiBaoBiao
source: StatisticsReport
de: Statistische Berichte
fr: Rapports statistiques
ko: 통계 보고서
ru: Статистическая отчетность
zh_cn: 统计报表
zh_tw: 統計報表

# BaiFenBi
source: percentage
de: Prozentsatz
fr: Pourcentage
ko: 백분율
ru: Процент
zh_cn: 百分比
zh_tw: 百分比

# GongZuoNiRong
source: Work content
de: Arbeitsinhalt
fr: Contenu du travail
ko: 작업 내용
ru: Содержание работы
zh_cn: 工作内容
zh_tw: 工作內容

# GuJiGongZuoLiang
source: Estimated workload
de: Geschätzte Arbeitsbelastung
fr: Charge de travail estimée
ko: 예상 작업 부하
ru: Расчетное нагрузка
zh_cn: 估计工作量
zh_tw: 估計工作量

# GuoChengGongZuoLiangBaoBiao
source: Process workload statistics
de: Prozess Workload-Statistiken
fr: Processus statistiques de charge de travail
ko: 프로세스 워크로드 통계
ru: Статистика рабочей нагрузки Процесс
zh_cn: 过程工作量统计报表
zh_tw: 過程工作量統計報表

# JiBenQingKongTongJiBaoBiao
source: Basic statistics report
de: Grundlegende Statistiken Bericht
fr: Les statistiques de base rapport
ko: 기본 통계 보고서
ru: Основные статистические данные отчета
zh_cn: 基本情况统计报表
zh_tw: 基本情況統計報表

# JinRuShiJian
source: Entry Time
de: Eintrag Zeit
fr: Temps Entrée
ko: 입력 시간
ru: Вступление Время
zh_cn: 进入时间
zh_tw: 進入時間

# RenYuanShiJiTouRuTongJiBiao
source: Personnel actual investment statistics
de: Personal tatsächlichen Investitionsstatistik
fr: Personnel statistiques réelles d'investissement
ko: 인사 실제 투자 통계
ru: Кадровые фактические статистика инвестиций
zh_cn: 人员实际投入统计表
zh_tw: 人員實際投入統計表

# ShiJiGongZuoLiang
source: The actual workload
de: Der tatsächliche Arbeitsbelastung
fr: La charge de travail réelle
ko: 실제 작업 부하
ru: Фактическая нагрузка
zh_cn: 实际工作量
zh_tw: 實際工作量

# String12
source: Price (yuan / person-months)
de: Preis (Yuan / Person-Monate)
fr: Prix ​​(yuan / mois-personnes)
ko: 가격 (위안 / 사람 개월)
ru: Цена (юаней / человеко-месяцев)
zh_cn: 单价（元/人月）
zh_tw: 單價（元/人月）

# ZongJiChengBen
source: Total cost
de: Gesamtkosten
fr: Coût total
ko: 총 비용
ru: Общая стоимость
zh_cn: 总计成本
zh_tw: 總計成本

# LingLiaoJiHuaBianZhi
source: Picking Planning
fr: Planification Picking
ko: 따기 계획
ru: Выбор Планирование
zh_cn: 领料计划编制
zh_tw: 領料計劃編制

# ZZCZMXJLSCSBQJC
source: Delete failed detail records exist, please check!
de: Löschen fehlgeschlagen Detaildatensätze vorhanden sind, überprüfen Sie bitte!
fr: Supprimer détail échoué enregistrements existent, s'il vous plaît vérifier!
ko: 기록이 존재 실패 세부 사항을 삭제, 확인하시기 바랍니다!
ru: Удалить не удалось подробно существует записей, пожалуйста, проверьте!
zh_cn: 存在明细记录删除失败，请检查！
zh_tw: 存在明細記錄刪除失敗，請檢查！

# ZZYSGXDBNWKQJC
source: The above items are not empty, please check!
de: Die oben aufgeführten Artikel sind nicht leer ist, überprüfen Sie bitte!
fr: Les éléments ci-dessus ne sont pas vides, s'il vous plaît vérifier!
ko: 위의 항목은 비어 있지 않은, 확인하시기 바랍니다!
ru: Вышеуказанные пункты не являются пустыми, пожалуйста, проверьте!
zh_cn: 以上各项都不能为空，请检查！
zh_tw: 以上各項都不能為空，請檢查！

# HuanSuanLu
source: Conversion rates
de: Umrechnungskurse
fr: Les taux de conversion
ko: 전환율
ru: Коэффициенты пересчета
zh_cn: 换算率
zh_tw: 換算率

# HanShuanDanWei
source: Conversion Unit
de: Umwandlungseinheit
ko: 변환 부
ru: Блок преобразования
zh_cn: 换算单位
zh_tw: 換算單位

# JiHuaDanWei
source: Scheme flats
de: Scheme Wohnungen
fr: Appartements Scheme
ko: 계획 아파트
ru: Схема квартиры
zh_cn: 计划单位
zh_tw: 計劃單位

# QueKouHanShuan
source: Conversion gap
de: Konversionsraum
fr: Écart de conversion
ko: 변환 격차
ru: Преобразование разрыв
zh_cn: 缺口换算
zh_tw: 缺口換算

# ZZJHSLBNWLQJC
source: Number of plan can not be zero, please check!
de: Anzahl der Plan nicht Null sein kann, überprüfen Sie bitte!
fr: Nombre de régime ne peut être nul, s'il vous plaît vérifier!
ko: 계획의 수는 0이 될 수 없습니다, 확인하시기 바랍니다!
ru: Количество плана не может быть равен нулю, пожалуйста, проверьте!
zh_cn: 计划数量不能为零，请检查！
zh_tw: 計劃數量不能為零，請檢查！

# ZZXLHBNWKQJC
source: Serial number can not be empty, please check!
de: Seriennummer darf nicht leer sein, prüfen Sie bitte!
fr: Le numéro de série ne peut pas être vide, s'il vous plaît vérifier!
ko: 일련 번호는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Серийный номер не может быть пустым, пожалуйста, проверьте!
zh_cn: 系列号不能为空，请检查！
zh_tw: 系列號不能為空，請檢查！

# ZZHSSLBNWLQJC
source: Conversion number can not be zero, please check!
de: Conversion Nummer darf nicht Null sein, prüfen Sie bitte!
fr: Numéro de conversion ne peut pas être nul, s'il vous plaît vérifier!
ko: 전환 수는 0이 될 수 없습니다, 확인하시기 바랍니다!
ru: Количество Преобразование не может быть нулевой, пожалуйста, проверьте!
zh_cn: 换算数量不能为零，请检查！
zh_tw: 換算數量不能為零，請檢查！

# ZZDSCBNZJZMZQJC
source: The third layer can not be increased sub-modules, please check!
de: Die dritte Schicht kann nicht erhöht werden Untermodule, bitte!
fr: La troisième couche peut pas être augmentée sous-modules, s'il vous plaît vérifier!
ko: 세 번째 층은 확인하시기 바랍니다 서브 모듈을 늘릴 수 없습니다!
ru: Третий слой не может быть увеличена суб-модулей, пожалуйста, проверьте!
zh_cn: 第三层不能增加子模组，请检查！
zh_tw: 第三層不能增加子模組，請檢查！

# ZZBNBZMZSWHMZDHMZQJC
source: Can not handle the parent module to module or modules father as their own parent module, please check!
de: Das übergeordnete Modul zu Modul oder Module Vater als ihrer eigenen Muttermodul kann nicht damit umgehen, überprüfen Sie bitte!
fr: Vous ne pouvez pas gérer le module de parent ou les modules père comme leur propre module parent, s'il vous plaît vérifier!
ko: 모듈 또는 자신의 부모 모듈로 아버지를 모듈 부모 모듈을 처리 할 수​​ 없습니다, 확인하시기 바랍니다!
ru: Не может справиться с родительского модуля к модулю или модулей отца в качестве своего родительского модуля, пожалуйста, проверьте!
zh_cn: 不能把子模组设为父模组的父模组或自己作为自己的父模组，请检查！
zh_tw: 不能把子模組設為父模組的父模組或自己作為自己的父模組，請檢查！

# ZZBCSB
source: Failed to save!
de: Speichern fehlgeschlagen!
fr: Enregistrer échoué!
ko: 저장 실패!
ru: Сохранить не удалось!
zh_cn: 保存失败！
zh_tw: 保存失敗！

# ZZSQCG
source: Authorization success!
de: Authorization Erfolg!
fr: Autorisation de succès!
ko: 인증 성공!
ru: Авторизация успех!
zh_cn: 授权成功！
zh_tw: 授權成功！

# ZZXMZSCG
source: The success of the project changed hands!
de: Der Erfolg des Projektes gewechselt!
fr: Le succès du projet a changé de mains!
ko: 이 프로젝트의 성공은 손을 변경!
ru: Успех проекта менялся!
zh_cn: 项目转手成功！
zh_tw: 項目轉手成功！

# YiTuiHuo
source: ReturnNumber
de: Ist zurückgekommen
fr: il est de retour
ko: 그것은 돌아왔다
ru: Он вернулся
zh_cn: 已退货
zh_tw: 已退貨

# WangZhanMoZu
source: Website Module
de: Website-Modul
fr: Module de site Web
ko: 웹 사이트 모듈
ru: Модуль Сайт
zh_cn: 网站模组
zh_tw: 網站模組

# WangZhanYongMoZu
source: Website with module
de: Website-Modul
fr: Site Web avec le module
ko: 모듈과 웹 사이트
ru: Сайт с модулем
zh_cn: 网站用模组
zh_tw: 網站用模組

# WangZhanBianJi
source: Website Editor
fr: Editeur du site
ko: 웹 사이트 편집기
ru: редактор сайта
zh_cn: 网站编辑
zh_tw: 網站編輯

# QuDaoHeZuo
source: Channel Partners
de: Channel-Zusammenarbeit
ko: 채널 파트너
ru: Торговые партнеры
zh_cn: 渠道合作
zh_tw: 渠道合作

# ZaiXianZuYong
source: Online rental
de: Online-Vermietung
fr: location en ligne
ko: 온라인 대여
ru: Интернет аренда
zh_cn: 在线租用
zh_tw: 在線租用

# ChanPinZhuCeYiFangWei
source: Product registration and security check
de: Produktregistrierung und Abfrage gegen Fälschungen
fr: L'enregistrement du produit et de vérification de sécurité
ko: 제품 등록 및 보안 검사
ru: Регистрация продукта и проверка безопасности
zh_cn: 产品注册与防伪查询
zh_tw: 產品註冊與防偽查詢

# FaLuShengMing
source: Legal Notices
de: Rechtliche Hinweise
fr: Mentions légales
ko: 법적 고지
ru: Юридическая информация
zh_cn: 法律声明
zh_tw: 法律聲明

# GuanYuTaiDingTuoDing
source: About Taidingtuoding
de: Über das Unterrichten von Tuoding
fr: A propos de Taidingtuoding
ko: Taidingtuoding 소개
ru: О Taidingtuoding
zh_cn: 关于泰顶拓鼎
zh_tw: 關於泰頂拓鼎

# YiJianFanKui
source: Feedback
fr: Commentaires
ko: 피드백
ru: обратная связь
zh_cn: 意见反馈
zh_tw: 意見反饋

# TouTiao
source: HeadLine
de: Überschrift
fr: Headlines
ko: 헤드 라인
ru: Последние новости
zh_cn: 头条
zh_tw: 頭條

# ZZJHSLBXSXSHZZSBBNWL
source: Number plan must be digital, and can not be zero!
de: Die geplante Menge muss eine Zahl sein und darf nicht Null sein!
fr: Plan de nombre doit être numérique, et ne peut pas être zéro!
ko: 번호 계획은 디지털이어야하며, 제로가 될 수 없습니다!
ru: План Номер должен быть цифровой, и не может быть ноль!
zh_cn: 计划数量必须是数字，且不能为零！
zh_tw: 計劃數量必須是數字，且不能為零！

# ZZWZMZZNFZMZMZZXQJC
source: Website modules can be placed under the module website, please check!
de: Das Website-Modul kann nur unter dem Website-Modul platziert werden, bitte überprüfen!
fr: Modules de sites Web peuvent être placés sous la site Web du module, s'il vous plaît vérifier!
ko: 웹 사이트 모듈은 모듈의 웹 사이트 아래에 배치 할 수 있습니다에게 확인하시기 바랍니다!
ru: Модули сайта могут быть помещены под сайт модуля, пожалуйста, проверьте!
zh_cn: 网站模组只能放在网站模组之下，请检查！
zh_tw: 網站模組只能放在網站模組之下，請檢查！

# TuBiao
source: icon
de: Symbol
fr: icône
ko: 아이콘
ru: значок
zh_cn: 图标
zh_tw: 圖標

# DLPLB
source: Items list
de: Materialliste
fr: Liste des Articles
ko: 항목 목록
ru: Список элементов
zh_cn: 的物料列表
zh_tw: 的物料列表

# SYLPLB
source: A list of all the material goods
de: Liste aller Materialien
fr: Une liste de tous les biens matériels
ko: 모든 재료 제품 목록
ru: Список всех материальных благ
zh_cn: 所有物料列表
zh_tw: 所有物料列表

# SYSCLPLB
source: All production items list
de: Liste aller Produktionsmaterialien
fr: Tout liste des éléments de production
ko: 모든 생산 항목 목록
ru: Весь список пунктов производства
zh_cn: 所有生产物料列表
zh_tw: 所有生產物料列表

# GZLSPTZNHNYLCSC
source: Workflow approval notice: Hello, you have procedures apply
de: Hinweis zur Genehmigung des Workflows: Hallo, Sie haben eine Prozessanwendung
fr: Avis d'approbation de Workflow: Bonjour, vous avez procédures applicables
ko: 워크 플로 승인 통지 : 안녕하세요, 당신은 절차를 적용해야
ru: Уведомление Рабочий процесс утверждения: Здравствуйте, у вас есть процедуры применяются
zh_cn: 工作流审批通知：你好，你有工作申请
zh_tw: 工作流審批通知：你好，你有流程申請

# KEHUFUWU
source: customer service
de: Bedienung
fr: service à la clientèle
ko: 고객 서비스
ru: Обслуживание клиентов
zh_cn: 服务
zh_tw: 客戶服務

# YSPQJSCL
source: To approve, please deal with!
de: Zur Genehmigung bitte rechtzeitig bearbeiten!
fr: D'approuver, s'il vous plaît traiter!
ko: 승인하려면 처리하십시오!
ru: Утвердить, пожалуйста, дело!
zh_cn: 要审批，请及时处理！
zh_tw: 要審批，請及時處理！

# DZCLB
source: The list of assets
de: Liste der Vermögenswerte
fr: La liste des actifs
ko: 자산의 목록
ru: Перечень активов,
zh_cn: 的资产列表
zh_tw: 的資產列表

# SYCGZCLB
source: A list of all purchase assets
de: Liste aller erworbenen Vermögenswerte
fr: Une liste de tous les actifs d'achat
ko: 모든 구매 자산의 목록
ru: Список всех активов купли
zh_cn: 所有采购资产列表
zh_tw: 所有採購資產列表

# SYZCLB
source: A list of all assets
de: Liste aller Assets
fr: Une liste de tous les actifs
ko: 모든 자산의 목록
ru: Список всех активов
zh_cn: 所有资产列表
zh_tw: 所有資產列表

# JGJHMXJHSLCZWLDJLBNTJQJC
source: Warning, plan details the number of program records the existence of zero can not be submitted, please check!
de: Achtung, es gibt einen Datensatz mit einer geplanten Menge von Null im Planungsdetail, der nicht eingereicht werden kann. Bitte überprüfen Sie!
fr: Attention, plan détaille le nombre de programme enregistre l'existence de zéro ne peut pas être soumis, s'il vous plaît vérifier!
ko: 경고, 계획 프로그램의 수가 0의 존재를 제출 할 수없는 기록 사항, 확인하시기 바랍니다!
ru: Внимание, план детали количество программы записывает существование нуля не могут быть представлены, пожалуйста, проверьте!
zh_cn: 警告，计划明细计划数量存在为零的记录，不能提交，请检查！
zh_tw: 警告，計劃明細計劃數量存在為零的記錄，不能提交，請檢查！

# CBYMZFZSCQTYYMZ
source: Copy the generation of other language module from the module in this language
de: Kopieren Sie aus dem Muttersprachenmodul, um andere Sprachmodule zu generieren
fr: Copier la génération d'un autre module de langue à partir du module dans cette langue
ko: 이 언어의 모듈에서 다른 언어 모듈의 생성을 복사
ru: Скопируйте поколение другой языковой модуль от модуля на этом языке
zh_cn: 从本语模组复制生成其它语言模组
zh_tw: 從本語模組複製生成其它語言模組

# GuanJianMuBiaoJinDu
source: The key objective progress
de: Hauptzielfortschritt
fr: Les progrès objectif clé
ko: 주요 목표 진행
ru: Основная цель прогресса
zh_cn: 关键目标进度
zh_tw: 關鍵目標進度

# CXDDWJS
source: Query to get the file number
de: Fragen Sie die Anzahl der Dateien ab
fr: Requête pour obtenir le numéro de dossier
ko: 파일 번호를 얻기 위해 쿼리
ru: Запрос, чтобы получить номер файла
zh_cn: 查询得到文件数
zh_tw: 查詢得到文件數

# CXFWQSYSCDWD
source: Your search: All I deleted documents
de: Abfragebereich: Alle meine gelöschten Dokumente
fr: Votre recherche: Tout ce que je documents supprimés
ko: 검색 : 모든 나는 문서를 삭제
ru: Ваш поиск: Все, что я удаленные документы
zh_cn: 查询范围：我所有删除的文档
zh_tw: 查詢範圍：我所有刪除的文檔

# CXFWSCZ
source: Your search: Uploaded by
de: Abfragebereich: Uploader
fr: Votre recherche: Téléchargé par
ko: 검색어 :에 의해 업로드
ru: Ваш поиск: Загружено
zh_cn: 查询范围：上传者
zh_tw: 查詢範圍：上傳者

# CXFWSYWD
source: Your search: all documents
de: Abfragebereich: alle Dokumente
fr: Votre recherche: tous les documents
ko: 검색 : 모든 문서
ru: Ваш поиск: все документы
zh_cn: 查询范围：所有文档
zh_tw: 查詢範圍：所有文檔

# CXFWWJLX
source: Your search: File Type:
de: Abfragebereich: Dateityp:
fr: Votre recherche: Type de fichier:
ko: 검색 : 파일 형식 :
ru: Ваш поиск: Тип файла:
zh_cn: 查询范围：文件类型：
zh_tw: 查詢範圍：文件類型：

# CXFWWJLXSY
source: Your search: File Type: All
de: Abfragebereich: Dateityp: all
fr: Votre recherche: Type de fichier: Tous
ko: 검색 : 파일 유형 : 모든
ru: Ваш поиск: Тип файла: Все
zh_cn: 查询范围：文件类型：所有
zh_tw: 查詢範圍：文件類型：所有

# CXFWWJMBH
source: Query range: file name contains
de: Abfragebereich: Dateiname enthält
fr: Gamme de requête: nom de fichier contient
ko: 쿼리 범위 : 파일 이름이 포함되어 있습니다
ru: Диапазон Запрос: Имя файла содержит
zh_cn: 查询范围：文件名包含
zh_tw: 查詢範圍：文件名包含

# CXFWXM
source: Your search: Project
de: Abfragebereich: Projekt
fr: Votre recherche: Projet
ko: 검색어 : 프로젝트
ru: Ваш поиск: Проект
zh_cn: 查询范围：项目
zh_tw: 查詢範圍：項目

# CXFWXMSY
source: Your search: Project: All
de: Abfragebereich: Projekt: Alle
fr: Votre recherche: Projet: Tous
ko: 검색어 : 프로젝트 : 모든
ru: Ваш поиск: Проект: Все
zh_cn: 查询范围：项目：所有
zh_tw: 查詢範圍：項目：所有

# DSCWD
source: Delete files!
de: Dokumente löschen!
fr: Supprimer les fichiers!
ko: 파일을 삭제합니다!
ru: Удалить файлы!
zh_cn: 的删除文档!
zh_tw: 的刪除文檔!

# SCZXMBH
source: Your search: By Name contains
de: Abfragebereich: Uploader-Name enthält
fr: Votre recherche: Par nom contient
ko: 귀하의 검색 : 이름에 포함하여
ru: Ваш поиск: По Название содержит
zh_cn: 查询范围：上传者姓名包含
zh_tw: 查詢範圍：上傳者姓名包含

# YuanSuDingYi
source: Element definition
fr: definición Elemento
ko: 요소 정의
ru: Определение элемента
zh_cn: 元素定义
zh_tw: 元素定義

# Zhou
source: week
de: Zhou
fr: Zhou
ko: 저우
ru: неделю
zh_cn: 周
zh_tw: 週

# HuiHu
source: Reply
de: Antworten
fr: responder
ko: 대답
ru: Ответить
zh_cn: 回复
zh_tw: 回复

# XMFYFBT
source: Project cost distribution
de: Projektkostenverteilung
fr: La répartition des coûts du projet
ko: 프로젝트 비용 분포
ru: Распределение Стоимость проекта
zh_cn: 项目费用分布图
zh_tw: 項目費用分佈圖

# XMGCGZLBBGCZDY
source: Project Process workload statistics (process custom)
de: Projekt Prozess Workload-Statistiken (Prozess custom)
fr: Statistiques projet Process de charge de travail (processus personnalisé)
ko: 프로젝트 프로세스 워크로드 통계 (프로세스 정의)
ru: Статистика рабочей нагрузки Проектного Процесса (процесс под заказ)
zh_cn: 项目过程工作量统计报表 （过程自定义）
zh_tw: 項目過程工作量統計報表（過程自定義）

# RWZTFBT
source: Task state distribution
de: Task-Zustandsverteilung
fr: Répartition des tâches de l'Etat
ko: 작업 상태 분포
ru: Распределение государственного задания
zh_cn: 任务状态分布图
zh_tw: 任務狀態分佈圖
