Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZCBMCZXJBMHYCYZCBMBNGGZNGGBGDZHJWD
source: This department has sub-departments or personnel, can only change the office address and latitude and longitude, please check!
de: Das Vorhandensein dieser Abteilung oder Unterabteilung Personal kann nur die Büroadresse und geografische Breite und Länge zu ändern, klicken Sie bitte auf!
fr: La présence de ce département ou du personnel sous-département ne peut changer l'adresse du bureau et de la latitude et la longitude, s'il vous plaît vérifier!
ko: 단지 사무실 주소와 위도와 경도를 변경할 수 있습니다이 부서 또는 하위 부서 직원의 존재는 확인하시기 바랍니다!
ru: Присутствие этого отдела или персонала подотдел может изменить только адрес офиса и широта и долгота, пожалуйста, проверьте!
zh_cn: 此部门存在子部门或人员，只能更改办公地址和经纬度，请检查！
zh_tw: 此部門存在子部門或人員，只能更改辦公地址和經緯度，請檢查！

# ZZJGDRSBYQP2003-2007BBWJQWJMJZWQJC
source: Import failed, the request is Ms Project 2003 or 2007 version of the file, and the file name can not be in Chinese, please check!
de: Import fehlgeschlagen ist, die Anforderung ist MS Project 2003 oder 2007-Version der Datei und der Dateiname kann nicht Chinese sein, überprüfen Sie bitte!
fr: Échec de l'importation, l'exigence est Ms Project 2003 ou version 2007 du fichier et le nom de fichier ne peut pas être chinois, s'il vous plaît vérifier!
ko: 가져 오기는 요구 사항이 2003 또는 파일과 중국이 될 수 없습니다 파일 이름의 2007 버전을 확인하시기 바랍니다 MS 프로젝트입니다 실패!
ru: Не удалось выполнить импорт, требование является MS Project 2003 или версия файла и имя файла не может быть китайский 2007, пожалуйста, проверьте!
zh_cn: 导入失败，要求是Ms Project 2003或2007版本的文件，且文件名不能为中文，请检查！
zh_tw: 導入失敗，要求是Ms Project 2003或2007版本的文件，且文件名不能為中文，請檢查！

# WeiXinQiYeZhangHao
source: WeChat Corpation Account
de: Enterprise-Mikrokanal
fr: Enterprise micro-canal
ko: 엔터프라이즈 마이크로 채널
ru: Предприятие микро-канал
zh_cn: 微信企业号
zh_tw: 微信企業號

# YingYongID
source: Appliation ID
de: Anwendungs-ID
fr: ID d'application
ko: 응용 프로그램 ID
ru: Идентификатор приложения
zh_cn: 应用ID
zh_tw: 應用ID

# JieMianYuYan
source: UI Language
de: Sprache für das Interface
fr: Interface Langue
ko: 인터페이스 언어
ru: Язык интерфейса
zh_cn: 界面语言
zh_tw: 界面語言

# YunXiZuiDaJuLi
source: Allow maximum distance
de: Die maximale Entfernung erlaubt
fr: La distance maximale autorisée
ko: 최대 거리는 허용
ru: Максимальное расстояние разрешено
zh_cn: 允许最大距离
zh_tw: 允許最大距離

source: Classes
de: Verschiebung
fr: décalage
ko: 변화
ru: сдвиг
zh_cn: 班次
zh_tw: 班次

# JuLi
source: Distance
de: Entfernung
ko: 거리
ru: расстояние
zh_cn: 距离
zh_tw: 距離

# Mi
source: Meter
fr: mètre
ko: 미터
ru: метр
zh_cn: 米
zh_tw: 米

# QingYongDouHaoFenKai
source: (Please separate them with commas)
de: Bitte durch Komma getrennt
fr: S'il vous plaît séparés par des virgules
ko: 쉼표로 구분하세요
ru: Пожалуйста, разделенных запятыми
zh_cn: 请用逗号分开
zh_tw: 請用逗號分開

# XiaYiBuBiXu
source: Must be passed for the next step
de: Der nächste Schritt muss
fr: La prochaine étape doit être
ko: 다음 단계는해야합니다
ru: Следующий шаг должен быть
zh_cn: 为下一步必须通过
zh_tw: 為下一步必須通過

# XiaYiBuTongBu
source: NextSteps (Synchronization)
de: Weiter (synchron)
fr: Suivant (synchrone)
ko: 다음 (동기)
ru: Далее (синхронно)
zh_cn: 下一步（同步）
zh_tw: 下一步（同步）

# BiaoShiWuTiaoJian
source: Unconditional
de: vorbehaltlos
fr: Unconditionally
ko: 무조건
ru: безоговорочно
zh_cn: 表示无条件
zh_tw: 表示無條件

# ZZZBZSYBYQTGDBZMTGQJC
source: Failed, Request passed the previous step did not pass, please check!
de: Genehmigung des Scheiterns, nicht den Anforderungen des vorherigen Schritt für Schritt passieren, überprüfen Sie bitte!
fr: Approbation de l'échec, ne passe pas les exigences de l'étape précédente par étape, s'il vous plaît vérifier!
ko: 실패의 승인이 단계에서 이전 단계의 요구 사항을 통과하지 못한 확인하시기 바랍니다!
ru: Утверждение отказа, не прошли требования предыдущего шага за шагом, пожалуйста, проверьте!
zh_cn: 操作失败，要求通过的上一步步骤没通过，请检查！
zh_tw: 批准失敗，要求通過的上一步步驟沒通過，請檢查！

# ZZJHCGXYBSPZYNXDQXZ
source: The success of the activation, the next approver to be selected by you, please choose!
de: Die Aktivierung erfolgreich ist, ist der nächste Schritt nach der Genehmigung durch die Sie ausgewählt werden, bitte wählen!
fr: L'activation est réussie, l'étape suivante pour être sélectionné par l'approbation par vous, s'il vous plaît choisir!
ko: 활성화가 성공 다음 단계는의 승인으로 선택하는 선택하세요!
ru: Активация прошла успешно, следующий шаг должен быть выбран с помощью утверждения Вами, пожалуйста, выберите!
zh_cn: 激活成功，下一步审批者要由你选定，请选择！
zh_tw: 激活成功，下一步審批者要由你選定，請選擇！

# ZZSBQJC
source: Failed, please check!
de: Fehlschlägt, überprüfen!
fr: Échoue, vérifiez!
ko: 실패, 확인!
ru: Не удается, проверьте!
zh_cn: 失败，请检查！
zh_tw: 失敗，請檢查！

# ZZTBCG
source: Synchronization was successful
de: Die Synchronisation ist erfolgreich
fr: La synchronisation est réussie
ko: 동기화 성공
ru: Синхронизация прошла успешно
zh_cn: 同步成功
zh_tw: 同步成功

# ZZYJZRWCG
source: A key transfer task is successful
de: Drehen Sie einen Schlüssel den Erfolg der Mission
fr: Transformez un succès de la mission clé
ko: 주요 임무의 성공을 돌립니다
ru: Поверните ключ успеха миссии
zh_cn: 一键转任务成功
zh_tw: 一鍵轉任務成功

# YueXin
source: MonthlySalary
de: Monatsgehalt
fr: salaire mensuel
ko: 월급
ru: месячная зарплата
zh_cn: 月薪
zh_tw: 月薪

# BCBBJHQBYJZRW
source: This version of the plan all the key transfer tasks
de: Diese Version des Programms alle eine wichtige Aufgabe drehen
fr: Cette version du programme tourner tout une tâche clé
ko: 프로그램의이 버전은 모든 중요한 작업을 설정
ru: Эта версия программы все повернуть ключ задачу
zh_cn: 把此版本计划全部一键转任务
zh_tw: 把此版本計劃全部一鍵轉任務

# TBJHJZSJ
source: Synchronization schedule reference time
de: Referenzzeitsynchronisation Zeitplan
fr: Référence du temps programme de synchronisation
ko: 기준 시간 동기화 일정
ru: Время расписание синхронизации Reference
zh_cn: 同步计划基准时间
zh_tw: 同步計劃基準時間

# ZZSBCZMYZDFZRDJHQJC
source: If there is not plan of designated person in charge, please check
de: Fehler gibt es keine bestimmte Person verantwortlich für die Planung, Kontrolle
fr: Le non il n'y a pas personne désignée responsable de la planification, vérification
ko: 실패 계획, 검사를 담당에는 지정된 사람이 없다
ru: Отказ не назначен лицом, ответственным за планирование, проверка
zh_cn: 失败，存在没有指定负责人的计划，请检查
zh_tw: 失敗，存在沒有指定負責人的計劃，請檢查

# YongHuZhuCe
source: User registration
de: Benutzerregistrierung
fr: Enregistrement de l'utilisateur
ko: 사용자 등록
ru: Регистрация пользователя
zh_cn: 用户注册
zh_tw: 用戶註冊

# ZZCYHYJZCQHLYGSJHM
source: This phone number has been registered, please check!
de: Diese Telefonnummer registriert wurde, überprüfen Sie bitte!
fr: Ce numéro de téléphone a été enregistré, s'il vous plaît vérifier!
ko: 이 전화 번호가 등록되어있는, 확인하시기 바랍니다!
ru: Этот номер телефона был зарегистрирован, пожалуйста, проверьте!
zh_cn: 此手机号码已经被注册，请检查！
zh_tw: 此手機號碼已經被註冊，請檢查！

# ZZSJHMBZQQJC
source: Phone number is not accurate, please check!
de: Die Telefonnummer ist nicht korrekt, bitte überprüfen!
fr: Le numéro de téléphone ne sont pas exactes, s'il vous plaît vérifier!
ko: 전화 번호가 정확하지 않습니다 확인하시기 바랍니다!
ru: Номер телефона не является точным, пожалуйста, проверьте!
zh_cn: 手机号码不准确，请检查！
zh_tw: 手機號碼不准確，請檢查！

# RFSBCGQYQTFSBSMXXFSGSMZXR
source: Please use WeChat or QQ to send the above information to the above selected staff
de: Bitte benutzen Sie den Mikro-Kanal QQ oder die oben genannten Informationen senden, um die Top-Mitarbeiter zu wählen
fr: S'il vous plaît utiliser la QQ micro-canal ou envoyer les informations ci-dessus pour sélectionner le personnel top
ko: 맨 직원을 선택하는 마이크로 채널 QQ를 사용하거나 위의 정보를 보내 주시기 바랍니다
ru: Пожалуйста, используйте QQ микро-канал или отправить приведенную выше информацию, чтобы выбрать верхний персонал
zh_cn: 请用微信或QQ把上面的信息发送给上面选取的人员
zh_tw: 請用微信或QQ把上面的信息發送給上面選取的人員

# ZZNBZCXMYYCYZZQJC
source: You are not a member of this project to invite the list, please check!
de: Eingeladen, Du bist kein Mitglied dieser Artikel, klicken Sie bitte auf!
fr: Invité, vous n'êtes pas un membre de cet article, s'il vous plaît vérifier!
ko: 당신은이 항목의 구성원이 아닌 것 초청, 확인하시기 바랍니다!
ru: Приглашенные, вы не являетесь членом этого пункта, пожалуйста, проверьте!
zh_cn: 你不在此项目的成员邀请之列，请检查！
zh_tw: 你不在此項目的成員邀請之列，請檢查！

# ZZXMDMBCZQJC
source: The item code does not exist, please check!
de: Artikelnummer existiert nicht, bitte überprüfen!
fr: Code de l'article ne pas exister, s'il vous plaît vérifier!
ko: 상품 코드는 존재하지 확인하시기 바랍니다 않습니다!
ru: Код товара не существует, пожалуйста, проверьте!
zh_cn: 项目代码不存在，请检查！
zh_tw: 項目代碼不存在，請檢查！

# ZZFSSBQJCNYMYGZWXGCHTDGLB
source: Send failed！
de: Fehlgeschlagen, bitte überprüfen Sie nicht nach dem Mikro-Kanal öffentlichen Nummer: Tai Po Top-Management
fr: Échec, s'il vous plaît vérifier que vous ne suivez pas le micro-canal numéro public: top management Tai Po
ko: 실패, 확인하시기 바랍니다 당신이 다음하지 않는 마이크로 채널 대중 번호 : 타이 포 탑 관리
ru: Не удалось, пожалуйста, проверьте вы не следуете микро-общественного канала номер: топ-менеджмент Tai Po
zh_cn: 发送失败！
zh_tw: 發送失敗，請檢查你有沒有關注微信公眾號：泰頂管理寶

# ZZMMGGCG
source: Password changed successfully!
de: Passwort erfolgreich geändert wurde!
fr: Mot de passe a été changé avec succès!
ko: 비밀번호가 성공적으로 변경되었습니다!
ru: Пароль был успешно изменен!
zh_cn: 密码更改成功！
zh_tw: 密碼更改成功！

# ZZMMGGSBQJC
source: Password change failed, please check!
de: Kennwortänderung fehlschlägt, überprüfen!
fr: le changement de mot de passe échoue, vérifiez!
ko: 암호 변경이 실패 체크!
ru: Смена пароля не удается, проверьте!
zh_cn: 密码更改失败，请检查！
zh_tw: 密碼更改失敗，請檢查！

# ZZNHYZMYFSDWXGZHTDGLBQDKNDWXCK
source: Hello, the verification code has been sent to your registered email or project treasure WeChat public number!
de: Hallo, Bestätigungs-Code wurde Ihrer Mailbox und Anmeldung E-MAIL Mikrokanal öffentliche Nummer versendet: Tai Po Top-Management, öffnen Sie ein Postfach oder Mikrokanalansicht!
fr: Bonjour, le code de vérification a été envoyé à votre boîte aux lettres et l'enregistrement EMAIL micro-canal numéro public: top management Tai Po, ouvrez une vue de boîte aux lettres ou micro-canal!
ko: 안녕하세요, 인증 코드는 사서함 및 등록 EMAIL 마이크로 채널 공개 번호로 전송되었습니다 타이 포 탑 관리, 사서함 또는 마이크로 채널보기를 엽니 다!
ru: Здравствуйте, проверочный код был отправлен на ваш почтовый ящик и регистрация E-MAIL микроканальной общедоступный номер: топ-менеджмент Tai Po, открыть вид почтового ящика или микро-канал!
zh_cn: 你好，验证码已发送到你的注册邮箱或项目宝微信公众号！
zh_tw: 你好，驗證碼已發送到你的註冊EMAIL郵箱和微信公眾號：泰頂管理寶，請打開郵箱或微信查看！

# ZZNZMCWQJC
source: Verification code error, please check!
de: Verification Code-Fehler, überprüfen Sie bitte!
fr: Vérification erreur de code, s'il vous plaît vérifier!
ko: 인증 코드 오류 확인하시기 바랍니다!
ru: Проверка кода ошибки, пожалуйста, проверьте!
zh_cn: 验证码错误，请检查！
zh_tw: 驗證碼錯誤，請檢查！

# CYKQGZSZ
source: Member attendance rule setting
de: Mitglied Teilnahme Regeleinstellung
fr: paramètre Membre de la règle de présence
ko: 회원 출석 규칙 설정
ru: Настройка Член правила посещаемости
zh_cn: 成员考勤规则设置
zh_tw: 成員考勤規則設置

# GengGaiMiMa
source: change the password
de: Kennwort ändern
fr: Changer mot de passe
ko: 암호 변경
ru: Изменение пароля
zh_cn: 更改密码
zh_tw: 更改密碼

# JiaRu
source: Join
de: beitreten
fr: joindre
ko: 회원 가입
ru: присоединиться
zh_cn: 加入
zh_tw: 加入

# WoDeKaoQinGuiZe
source: My attendance rules
de: Mein Besuch Regeln
fr: Mes règles de présence
ko: 내 출석 규칙
ru: Мои правила посещения
zh_cn: 我的考勤规则
zh_tw: 我的考勤規則

# ZhuGuanDaiMa
source: Supervisor code
de: Kompetente-Code
fr: code compétente
ko: 관할 코드
ru: Грамотный кодекс
zh_cn: 主管代码
zh_tw: 主管代碼

# ZZJGNBZCZGKQYQZLBNJRQJC
source: Warning, you are not in this list of supervisors in charge of attendance, can not join, please check!
de: Achtung, Sie sind in dieser Spalte Teilnahme nicht kompetent einladen, kann nicht teilnehmen, bitte überprüfen!
fr: Attention, vous n'êtes pas dans cette colonne présence inviter compétente, ne peut pas se joindre, s'il vous plaît vérifier!
ko: 경고는 확인하시기 바랍니다 참여할 수 없습니다, 유능한 초대이 열 참석하지 않습니다!
ru: Внимание, вы не в этой колонке посещаемости пригласить компетентных, не может присоединиться, пожалуйста, проверьте!
zh_cn: 警告，你不在此主管考勤邀请之列，不能加入，请检查！
zh_tw: 警告，你不在此主管考勤邀請之列，不能加入，請檢查！

# ZZQXXZSMDKQGUIZE
source: Please select the above rules!
de: Bitte wählen Sie die oben genannten Teilnahmeregeln!
fr: S'il vous plaît sélectionner les règles de présence ci-dessus!
ko: 위의 출석 규칙을 선택하세요!
ru: Пожалуйста, выберите вышеуказанные правила посещаемости!
zh_cn: 请先选择上面的考勤规则！
zh_tw: 請先選擇上面的考勤規則！

# ZZBNQDGSZGBNWKQJC
source: Can not sign, the home manager can not be empty, please check!
de: Kann nicht anmelden, kann der Heimdirektor nicht leer sein, bitte überprüfen!
fr: Vous ne pouvez pas vous connecter, le directeur de la maison ne peut pas être vide, s'il vous plaît vérifier!
ko: 로그인 할 수 없습니다, 홈 이사는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Не можете войти в систему, домашний директор не может быть пустым, пожалуйста, проверьте!
zh_cn: 不能签到，归属主管不能为空，请检查！
zh_tw: 不能簽到，歸屬主管不能為空，請檢查！

# ZhaoHuiMiMa
source: FindPassword
de: Passwort vergessen
fr: Mot de passe oublié
ko: 패스워드 분실
ru: Забыл пароль
zh_cn: 找回密码
zh_tw: 找回密碼

# BangDingZhuGuan
source: Binding Supervisor
de: Die Bindung zuständigen
fr: Reliure compétente
ko: 유능한 바인딩
ru: Связывание компетентный
zh_cn: 绑定主管
zh_tw: 綁定主管

# ChengYuanZhiLiao
source: Member Inforation
de: Mitgliedergeschichten
fr: Histoires de membres
ko: 회원 이야기
ru: Истории участников
zh_cn: 成员资料
zh_tw: 成員資料

# TuiChu
source: Exit
de: verlassen
fr: quitter
ko: 종료
ru: выход
zh_cn: 退出
zh_tw: 退出

# XianMuChuLi
source: Handle Project
de: Einzelteil-Bearbeitungs
fr: Traitement de l'article
ko: 항목 처리
ru: поэлементная обработка данных
zh_cn: 项目处理
zh_tw: 項目處理

# QuDeYanZhengMa
source: Get verification code
de: Erhalten Sie einen Bestätigungs-Code
fr: Obtenez un code de vérification
ko: 인증 코드 받기
ru: Получить код подтверждения
zh_cn: 取得验证码
zh_tw: 取得驗證碼

# XinMiMa
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
ko: 새 암호
ru: Новый пароль
zh_cn: 新密码
zh_tw: 新密碼

# ZZCSJHBCZQJC
source: This phone number does not exist, please check
de: Diese Telefonnummer nicht vorhanden ist, überprüfen Sie bitte
fr: n'existe pas Ce numéro de téléphone, s'il vous plaît vérifier
ko: 이 전화 번호가 존재하지 않는 확인하시기 바랍니다
ru: Этот телефонный номер не существует, пожалуйста, проверьте
zh_cn: 此手机号不存在，请检查
zh_tw: 此手機號不存在，請檢查

# ZZZCCGQFHDLYSRZHMMDLPT
source: Registration is successful, please click the login button to open the login window login platform!
de: Bei erfolgreicher Anmeldung, gehen Sie bitte auf die Anmeldeseite die Kontonummer und das Passwort einzugeben im Internet anzumelden!
fr: inscription réussie, s'il vous plaît revenir à la page de connexion pour entrer le numéro de compte et mot de passe pour vous connecter sur internet!
ko: 성공적인 등록은 인터넷에 로그인 할 때 계좌 번호와 비밀번호를 입력하는 로그인 페이지로 돌아가주세요!
ru: Успешная регистрация, пожалуйста, вернитесь на страницу входа, чтобы ввести номер счета и пароль для входа в интернет!
zh_cn: 注册成功，请点击登录按钮打开登录窗口登录平台！
zh_tw: 註冊成功，請返回登錄頁面輸入帳號和密碼登錄平台！

# ShouLiaoDanBaoGuanYuan
source: Receiving single custodian
de: Receipts einzelne Depot
fr: Reçus seul dépositaire
ko: 영수증 하나의 보관
ru: Квитанции одного кастодиальные
zh_cn: 收料单保管员
zh_tw: 收料單保管員

# ZiGongZuoLiuLieBiao
source: Child Workflow List
de: Kinder Workflow-Liste
fr: Liste des flux de travail des enfants
ko: 아이 워크 플로우 목록
ru: Список рабочих процессов по уходу за детьми
zh_cn: 子工作流列表
zh_tw: 子工作流列表

# FaYaoQing
source: -> Invitation
de: -> Einladungen
fr: -> Invitations
ko: -> 초대
ru: -> Приглашения
zh_cn: -->发邀请
zh_tw: -->發邀請

# ZZXXYTSGSMSXRYDEMAILHSJQJSTXTM
source: The information has been pushed to the EMail or mobile phone of the above selected person, please remind them promptly!
de: Informationen, an die Spitze der ausgewählten Personen EMail oder Telefon gedrückt worden ist, bitte erinnern Sie sie!
fr: L'information a été poussé vers le haut de la personne ou par téléphone EMail choisi, s'il vous plaît rappelez-leur!
ko: 정보 선택한 사람의 이메일이나 전화의 상단에 밀려 한, 그들을 생각 나게하십시오!
ru: Информация была отодвинута на вершину выбранных лиц по электронной почте или телефону, пожалуйста, напомните им!
zh_cn: 信息已推送给上面所选人员的EMail或手机，请及时提醒他们！
zh_tw: 信息已推送給上面所選人員的EMail或手機，請及時提醒他們！

# NiHao
source: Hello there
de: Hallo
fr: Bonjour
ko: 안녕하세요.
ru: привет
zh_cn: 你好
zh_tw: 你好

# QYDNDLZCDLJRPTZZBLDJXMGLMG
source: and you use this information to receive the phone number and EMAIL registered log into the platform after the left column click 【project management】 module 【I participate in the project】 enter the project code :
de: Bitte benutzen Sie den Computer-Log: http: //www.taketopits.com/PMP, registration log in die Plattform auf der linken Spalte klicken Sie auf [Projektmanagement] [module] I im Projekt Eingabeelement-Code teilgenommen:
fr: S'il vous plaît utiliser le journal de l'ordinateur: http: //www.taketopits.com/PMP, journal d'enregistrement dans la plate-forme sur la colonne de gauche, cliquez sur [Gestion de projet] [module] J'ai participé au projet de code élément d'entrée:
ko: HTTP : 컴퓨터 로그 사용하십시오 왼쪽 열에서 플랫폼에 //www.taketopits.com/PMP, 등록 로그를 클릭 [프로젝트 관리] [모듈] 내가 프로젝트 입력 항목 코드에 참여 :
ru: Пожалуйста, используйте журнал компьютера: HTTP: //www.taketopits.com/PMP, журнал регистрации в платформу на левой колонке, нажмите [управление проектами] [модуль] Я участвовал в коде входного элемента проекта:
zh_cn: 并用你接收此信息的手机号和EMAIL注册登录进入平台后在左边栏点击 【项目管理】 模块 【我参与的项目】 输入项目代码：
zh_tw: 請用電腦登錄：http://www.taketopits.com/PMP ,註冊登錄進入平台後在左邊欄點擊 【項目管理】 模塊 【我參與的項目】 輸入項目代碼：

# YaoQingNiCanYuXiangMu
source: Invite you to participate in the project
de: Wir laden Sie ein, an dem Projekt teilnehmen
fr: Nous vous invitons à participer au projet
ko: 우리는 당신이 프로젝트에 참여하도록 초대
ru: Мы приглашаем Вас принять участие в проекте
zh_cn: 邀请你参与项目
zh_tw: 邀請你參與項目

# YHEKYGZWXGZHTDGLBDXMB
source: after the WeChat can also be concerned about the public number: Thai top management treasure, point】 【project treasure with mobile phone login platform!
de: Tai Po Top-Management, Projekt-Schatz [Punkt] mit dem Telefon-Log-Plattform: hinzugefügt, dann kann es auf dem Mikrokanal öffentliche Nummer konzentrieren auch!
fr: A été ajouté, il peut également se concentrer sur le nombre du public micro-canal: Tai Po top management, projet trésor [points] avec la plate-forme de journal de téléphone!
ko: 추가 한 후, 그것은 또한 마이크로 채널 공용 수에 초점을 맞출 수 있습니다 : 타이 포 최고 관리, 프로젝트 보물 [포인트] 전화 로그 플랫폼!
ru: Был добавлен, то он также может сосредоточиться на микро-канал общественного номер: Tai Po топ-менеджмент, проект сокровище [точка] с помощью журнала телефона платформы!
zh_cn: 以后也可以关注微信公众号：拓鼎项目宝，点【项目宝】用手机登录平台！
zh_tw: 加入，以後也可以關注微信公眾號：泰頂管理寶，點【項目寶】用手機登錄平台！

# YQNCYQDKQQGZWXGZHTDGLB
source: Please click on the icon in the bottom sidebar (set the icon) (gear shape) and open the page to enter the code in charge of the management of the public,
de: Laden Sie in Anwesenheit und Teilnahme, achten Sie bitte auf Mikro-Kanal öffentliche Zahl teilnehmen: Tai Po Top-Management, Anwesenheitspunkt [Schatz] Anmelden in die Plattform am unteren Symbolleiste, klicken Sie auf [Einstellungen] (Zahnradform) und die Seite eingeben, um den Code zu öffnen zuständigen
fr: vous inviter à participer à la fréquentation et l'assiduité, s'il vous plaît prêter attention à numéro public micro-canal: top management Tai Po, le point de présence [au trésor] Register Connectez-vous à la plate-forme à la barre d'icônes en bas, cliquez sur [Paramètres] (forme d'engrenage) et accéder à la page pour ouvrir le code compétent
ko: 출석 및 출석에 참여하도록 초대, 마이크로 채널 대중 번호에주의하십시오 타이 포 탑 관리, 출석 점 [보물] 회원 가입 로그인을 플랫폼에 하단의 아이콘 바에서 클릭 [설정] (기어 모양)과 유능한 코드를 열려면 페이지를 입력
ru: Приглашаем Вас принять участие в посещаемости и посещаемости, пожалуйста, обратите внимание на микро-общественного канала номер: Tai Po топ-менеджмент, пункт посещаемости [сокровище] Регистрация Вход в платформу на нижней панели значков, нажмите [Настройки] (форма передачи) и перейдите на страницу, чтобы открыть код компетентного
zh_cn: 邀请你参与签到考勤 , 请关注微信公众号：泰顶管理宝，点【考勤宝】注册登录进入平台后在底边栏点击 【设置图标】（齿轮形状）并在打开的页面 输入主管码
zh_tw: 邀請你參與簽到考勤 , 請關注微信公眾號：泰頂管理寶，點【考勤寶】註冊登錄進入平台後在底邊欄點擊 【設置圖標】（齒輪形狀）並在打開的頁面 輸入主管碼

# ZhiXingJinDu
source: Implementation progress
de: Fortschritte bei der Umsetzung
fr: Les progrès réalisés dans la mise en œuvre
ko: 구현 진행
ru: Прогресс в реализации
zh_cn: 执行进度
zh_tw: 執行進度

# WoDeKaoQin
source: My Attendance
de: Mein Besuch
fr: ma participation
ko: 내 출석
ru: Моя посещаемость
zh_cn: 我的考勤
zh_tw: 我的考勤

# WoDeKaoQinJiLu
source: My Attendance Record
de: Mein Besucherrekord
fr: Mon record de fréquentation
ko: 내 출석 기록
ru: Мой рекорд посещаемости
zh_cn: 我的考勤记录
zh_tw: 我的考勤記錄

# ShiFouShiJiHuaZhuRenWu
source: isPlanningMainTask
de: Ob es sich um die Hauptaufgabe Plan
fr: Que ce soit le principal plan de travail
ko: 그것은 주요 업무 계획인지 여부
ru: Является ли это основной план задачи
zh_cn: 是否是计划主任务
zh_tw: 是否是計劃主任務

# ShiFouJiHuaZhuLiuCheng
source: Is Plan Main Workflow
de: Planen Sie Hauptstrom
fr: Avez-vous l'écoulement principal
ko: 당신은 주요 흐름을 계획 함
ru: Планируете ли вы основной поток
zh_cn: 是否计划主流程
zh_tw: 是否計劃主流程

# ZhanZhengTiJingDuYuGu
source: Accounting for the overall progress estimates
de: Aufgrund von Schätzungen insgesamt Fortschritte
fr: Estimations comptables progrès d'ensemble
ko: 회계 전체 진행 추정
ru: Учет оценивает общий прогресс
zh_cn: 占整体进度预估
zh_tw: 佔整體進度預估

# JieShuanBiaoJi
source: Settlement Mark
de: Settlement Zeichen
fr: marque de règlement
ko: 정착 마크
ru: знак Урегулирование
zh_cn: 结算标记
zh_tw: 結算標記

# LiuChenEWaiKeYongBuMen
source: Available for additional Department
de: Zusätzlicher freier Fluss der Abteilung
fr: libre circulation supplémentaire du département
ko: 부서의 추가 자유로운 흐름
ru: Дополнительный свободный поток отдела
zh_cn: 流程额外可用部门
zh_tw: 流程額外可用部門

# LiuChenEWaiKeYongRenYuan
source: Available for additional personnel
de: Zusätzlicher freier Fluss von Personal
fr: libre circulation supplémentaire du personnel
ko: 직원의 추가 자유로운 흐름
ru: Дополнительный свободный поток персонала
zh_cn: 流程额外可用人员
zh_tw: 流程額外可用人員

# EWai
source: Additional
de: zusätzlich
fr: supplémentaire
ko: 부가적인
ru: дополнительный
zh_cn: 额外
zh_tw: 額外

# BaoChunMoBanDingYi
source: -->Save Template Definition
de: -> Vorlage speichern Definitionen
fr: -> Enregistrer les définitions de modèle
ko: -> 저장 템플릿 정의
ru: -> Определение Сохранить шаблон
zh_cn: -->保存模板定义
zh_tw: -->保存模板定義

# ZZGeiBianCG
source: Change Sucessfully!
de: Erfolgreich geändert!
fr: Changé avec succès!
ko: 성공적으로 변경!
ru: Изменён!
zh_cn: 改变成功！
zh_tw: 改變成功！

# ZZGeiBianSBQJC
source: Change Faily, Please Check!
de: Änderung fehlschlägt, überprüfen!
fr: Modifier échoue, vérifiez!
ko: 변경 실패, 확인!
ru: Изменение не удается, проверьте!
zh_cn: 改变失败，请检查！
zh_tw: 改變失敗，請檢查！

# CWBDMBZCSBQJC
source: Error, registration of form template failed, please check!
de: Fehler, die Formularvorlage Registrierung fehlschlägt, überprüfen!
fr: Erreur, l'enregistrement du modèle de formulaire échoue, vérifiez!
ko: 오류, 양식 서식 파일의 등록에 실패, 확인!
ru: Ошибка, регистрация шаблон формы не удается, проверьте!
zh_cn: 错误，表单模板注册失败，请检查！
zh_tw: 錯誤，表單模板註冊失敗，請檢查！

# CWXYMBWJBCZQJC
source: Error, the corresponding template file does not exist, please check！
de: Fehler, die entsprechende Template-Datei nicht existiert, überprüfen Sie bitte!
fr: Erreur, le fichier modèle approprié n'existe pas, s'il vous plaît vérifier!
ko: 오류, 적절한 템플릿 파일이 존재하지 않습니다 확인하세요!
ru: Ошибка, соответствующий файл шаблона не существует, пожалуйста, проверьте!
zh_cn: 错误，相应模板文件不存在，请检查！
zh_tw: 錯誤，相應模板文件不存在，請檢查！

# SBZGZLMBHSJWJBCZKNYBSCQJC
source: Failed, this form template or data file does not exist, may have been deleted, please check!
de: Misserfolg, dieses Workflow-Muster oder Datendatei nicht existiert, wurden gelöscht sind, setzen Sie!
fr: Échec, ce modèle de workflow ou un fichier de données n'existe pas, peut avoir été supprimé, vérifier!
ko: 실패,이 워크 플로 템플릿, 또는 데이터 파일이 삭제되었을 수도, 존재하지 않는 확인!
ru: Неудача, этот шаблон рабочего процесса, или файл данных не существует, возможно, были удалены, проверьте!
zh_cn: 失败，此表单模板或数据文件不存在，可能已被删除，请检查！
zh_tw: 失敗，此工作流模板或數據文件不存在，可能已被刪除，請檢查！
