Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZXMSXBNWKBC
source: Project properties can not be empty, please add!
de: Projekteigenschaften darf nicht leer sein, fügen Sie bitte!
fr: Les propriétés du projet ne peuvent pas être vide, s'il vous plaît ajouter!
ko: 프로젝트 속성은 비워 둘 수 없습니다, 추가하십시오!
ru: Свойства проекта не может быть пустым, пожалуйста, добавьте!
zh_cn: 项目属性不能为空，请补充！
zh_tw: 项目属性不能为空，请补充！

# ZZXMSXSMZFXG
source: Item Property Description repeat, please change!
de: Artikel-Beschreibung wiederholen, ändern Sie bitte!
fr: Item Description répétition, s'il vous plaît changer!
ko: 항목 속성 설명 반복, 변경하십시오!
ru: Пункт Описание недвижимости повторите, пожалуйста, изменится!
zh_cn: 项目属性说明重复，请修改！
zh_tw: 项目属性说明重复，请修改！

# ZZXMSXZFXG
source: Project Properties repeat, please change!
de: Projekteigenschaften wiederholen, ändern Sie bitte!
fr: Répétez les Propriétés du projet, s'il vous plaît changer!
ko: 프로젝트 속성 반복, 변경하십시오!
ru: Повторите Свойства проекта, пожалуйста, изменится!
zh_cn: 项目属性重复，请修改！
zh_tw: 项目属性重复，请修改！

# ZZXMWBSSJDRCG
source: Project WBS data import success!
de: Projekt PSP-Daten zu importieren Erfolg!
fr: Données du projet OTP importer succès!
ko: 프로젝트 WBS 데이터는 성공을 가져!
ru: Данные проекта СПП импортировать успех!
zh_cn: 项目WBS数据导入成功！
zh_tw: 项目WBS数据导入成功！

# ZZXMXNRYWCRSLRBNWKJC
source: Demand name, content, requiring completion date, the assignee can not be empty, please check!
de: Demand-Name, Inhalt, erfordern Fertigstellungstermin kann die Zulässigkeit der Menschen nicht leer sein, prüfen Sie bitte!
fr: Nom de la demande, le contenu, ce qui nécessite la date d'achèvement, l'admissibilité des personnes ne peut être vide, s'il vous plaît vérifier!
ko: 수요 이름, 내용, 완료 날짜를 필요로하는 사람들의 입국이 비어있을 수 없습니다, 확인하시기 바랍니다!
ru: Имя Спрос, содержание, требуя дату завершения, допустимость людей не может быть пустым, пожалуйста, проверьте!
zh_cn: 需求名、需求内容、要求完成日期、受理人不能为空，请检查！
zh_tw: 需求名、需求内容、要求完成日期、受理人不能为空，请检查！

# ZZXMXZBNCG2GZF
source: Nature of the project can not be more than two characters!
de: Art des Projekts kann nicht mehr als zwei Zeichen sein!
fr: Nature du projet ne peut pas être plus de deux caractères!
ko: 프로젝트의 자연은 두 개 이상의 문자 수 없습니다!
ru: Природа проекта не может быть больше двух символов!
zh_cn: 项目性质不能超过2个字符！
zh_tw: 项目性质不能超过2个字符！

# ZZXMXZBNWFFZF
source: Nature of the project can not be illegal characters!
de: Art des Projekts kann nicht illegal Zeichen sein!
fr: Nature du projet ne peut pas être des caractères illégaux!
ko: 프로젝트의 성격에 잘못된 문자가 될 수 없습니다!
ru: Природа проекта не может быть недопустимые символы!
zh_cn: 项目性质不能为非法字符！
zh_tw: 项目性质不能为非法字符！

# ZZXMXZBNWKBC
source: Nature of the project can not be empty, please add!
de: Art des Projekts kann nicht leer sein, fügen Sie bitte!
fr: Nature du projet ne peut pas être vide, s'il vous plaît ajouter!
ko: 프로젝트의 자연은 비워 둘 수 없습니다, 추가하십시오!
ru: Природа проекта не может быть пустым, пожалуйста, добавьте!
zh_cn: 项目性质不能为空，请补充！
zh_tw: 项目性质不能为空，请补充！

# ZZXMXZSMZFXG
source: Repeated nature of the project description, please change!
de: Wiederholte Art des Projekts Beschreibung, ändern Sie bitte!
fr: Répétée nature de la description du projet, s'il vous plaît changer!
ko: 프로젝트 설명의 성격을 반복, 변경하십시오!
ru: Повторное характер описания проекта, пожалуйста, изменится!
zh_cn: 项目性质说明重复，请修改！
zh_tw: 项目性质说明重复，请修改！

# ZZXMXZZFXG
source: Repeated nature of the project, please change!
de: Wiederholte Art des Projekts, ändern Sie bitte!
fr: Répétée nature du projet, s'il vous plaît changer!
ko: 프로젝트의 성격을 반복, 변경하십시오!
ru: Повторное характер проекта, пожалуйста, изменится!
zh_cn: 项目性质重复，请修改！
zh_tw: 项目性质重复，请修改！

# ZZXMYJCZDDXTHZXTXDXTH
source: Projects already exist current line diagram number, please re-fill line diagram number!
de: Ist bereits in der aktuellen Liniendiagramm Projektnummer, bitte neu füllen Liniendiagramm Nummer!
fr: Existe déjà dans le nombre actuel du projet de schéma de ligne, s'il vous plaît re-remplissage numéro du schéma de la ligne!
ko: 이미 현재 라인 다이어그램 프로젝트 번호에 존재하는, 다시 작성하십시오 라인도 번호를!
ru: Уже существует в текущем номер проекта схемы линии, повторно указать номер строки диаграммы!
zh_cn: 项目已经存在当前单线图号，请重新填写单线图号！
zh_tw: 项目已经存在当前单线图号，请重新填写单线图号！

# ZZXMZYSJDRCG
source: Project job data import success!
de: Projektauftragsdaten importieren Erfolg!
fr: Les données d'emploi du projet importent succès!
ko: 프로젝트 작업 데이터는 성공을 가져!
ru: Данные работы проекта импортировать успех!
zh_cn: 项目作业数据导入成功！
zh_tw: 项目作业数据导入成功！

# ZZXPSSGZLSB
source: Needs assessment workflow application failed!
de: Bedarfsanalyse Workflow-Anwendung fehlgeschlagen!
fr: Évaluation des besoins application de workflow a échoué!
ko: 필요 평가 워크 플로우 애플리케이션은 실패!
ru: Оценка потребностей приложений документооборота не удалось!
zh_cn: 需求评审申请失败！
zh_tw: 需求评审申请工作流失败！

# ZZXPSSGZLSCCG
source: Needs assessment workflow application generating success!
de: Bedarfsanalyse Workflow-Anwendung Erzeugungs Erfolg!
fr: Besoins succès workflow d'évaluation des applications de génération!
ko: 평가 워크 플로우 애플리케이션 생성 성공을 공급!
ru: Оценка потребностей рабочий генерации приложений успех!
zh_cn: 需求评审申请申请生成成功！
zh_tw: 需求评审申请工作流生成成功！

# ZZXPSSGZLSCDGZLGLYMJHCGZLS
source: Needs assessment application workflow builder, please activate workflow management workflow application page!
de: Bedarfsanalyse Anwendung Workflow Builder, auf die Seite zu gehen, um das Workflow-Management-Workflow-Anwendung zu aktivieren!
fr: Évaluation des besoins demande Workflow Builder, allez à la page d'activer l'application de workflow de gestion de flux de travail!
ko: 평가 응용 프로그램 워크 플로우 빌더를 요구, 워크 플로우 관리 워크 플로우 애플리케이션을 활성화하는 페이지로 이동!
ru: Оценка потребностей строителя рабочего процесса приложения, перейдите на страницу для активации приложения рабочего процесса управления документооборота!
zh_cn: 需求评审申请生成，请到工作流管理页面激活此申请！
zh_tw: 需求评审申请工作流生成，请到工作流管理页面激活此工作流申请！

# ZZXPZCG
source: Cancel success!
de: Abbrechen genehmigen Erfolg!
fr: Annuler approuver succès!
ko: 성공을 승인 취소!
ru: Отменить утвердить успех!
zh_cn: 取消成功！
zh_tw: 取消批准成功！

# ZZXPZSBJC
source: Cancel ratification fails, check!
de: Abbrechen Ratifizierung fehlschlägt, überprüfen!
fr: Annuler ratification échoue, vérifiez!
ko: 확인, 비준에 실패 취소!
ru: Отменить ратификация не удается, проверьте!
zh_cn: 取消失败，请检查！
zh_tw: 取消批准失败，请检查！

# ZZXSBCZGLDGZLJLBNXJC
source: Cancel fails, an association of workflow records, can not cancel, please check!
de: Abbrechen fehlschlägt, gibt es ein Workflow zugeordnet Datensätze können nicht storniert werden, überprüfen Sie bitte!
fr: Annuler échoue, il ya un flux de travail les documents associés ne peuvent être annulées, s'il vous plaît vérifier!
ko: 실패 취소, 관련 기록을 취소 할 수 없습니다 워크 플로, 확인하시기 바랍니다있다!
ru: Отменить удается, есть рабочий связанные записи не может быть отменено, пожалуйста, проверьте!
zh_cn: 取消失败，存在关联的工作流记录，不能取消，请检查！
zh_tw: 取消失败，存在关联的工作流记录，不能取消，请检查！

# ZZXSBJC
source: Cancel fails, check!
de: Abbrechen fehlschlägt, überprüfen!
fr: Annuler échoue, vérifiez!
ko: 확인에 실패 취소!
ru: Отменить удается, проверьте!
zh_cn: 取消失败，请检查！
zh_tw: 取消失败，请检查！

# ZZXSCBJWJZTJ
source: Please upload the offer document before submitting!
de: Bitte laden Sie die Angebotsunterlage, bevor Sie!
fr: S'il vous plaît télécharger le document d'offre avant de soumettre!
ko: 제출하기 전에 제안 문서를 업로드하세요!
ru: Пожалуйста, загрузите документ предложение до представления!
zh_cn: 请先上传报价文件，再提交！
zh_tw: 请先上传报价文件，再提交！

# ZZXSCCG
source: Undelete success!
de: Undelete Erfolg!
fr: Undelete succès!
ko: 삭제 취소 성공!
ru: Восстановить успех!
zh_cn: 取消删除成功！
zh_tw: 取消删除成功！

# ZZXSCSBJC
source: Undelete fails, check!
de: Undelete fehlschlägt, überprüfen!
fr: Undelete échoue, vérifiez!
ko: 삭제 취소가 실패, 확인!
ru: Восстановить не удается, проверьте!
zh_cn: 取消删除失败，请检查！
zh_tw: 取消删除失败，请检查！

# ZZXSDJBNWK
source: Sales price can not be empty!
de: Verkaufspreis darf nicht leer sein!
fr: Prix ​​de vente ne peut être vide!
ko: 판매 가격은 비워 둘 수 없습니다!
ru: Цена продажи не может быть пустым!
zh_cn: 销售单价不能为空！
zh_tw: 销售单价不能为空！

# ZZXSDJBXWXSHZZS
source: Selling price must be decimal or integer!
de: Verkaufspreis muss eine Dezimalzahl oder ganze Zahl sein!
fr: Prix ​​de vente doit être un nombre décimal ou entier!
ko: 판매 가격은 소수점 또는 정수 여야합니다!
ru: Продажная цена должна быть десятичным числом или!
zh_cn: 销售单价必须为小数，或者整数！
zh_tw: 销售单价必须为小数，或者整数！

# ZZXSNDYJCNJCXZCXM
source: Please write your comments to this demand turn into a project!
de: Bitte schreiben Sie Ihre Kommentare auf diese Nachfrage wiederum in ein Projekt!
fr: S'il vous plaît écrire vos commentaires à cette demande son tour dans un projet!
ko: 프로젝트에이 수요 차례에 귀하의 의견을 작성 해주세요!
ru: Пожалуйста, напишите ваши комментарии к этой спроса очередь в проекте!
zh_cn: 请写上你的意见，才能将此需求转成项目！
zh_tw: 请写上你的意见，才能将此需求转成项目！

# ZZXSZCG
source: Account canceled successfully!
de: Abbrechen Konto auf Erfolg!
fr: Annuler compte sur le succès!
ko: 성공에 계정을 취소!
ru: Отменить запись на успех!
zh_cn: 取消上帐成功！
zh_tw: 取消上帐成功！

# ZZXSZNWXSHZZS
source: Factor only as a decimal or integer!
de: Factor nur als Dezimalzahl oder Ganzzahl!
fr: Facteur seulement comme un nombre décimal ou entier!
ko: 단지 소수 또는 정수와 같은 요인!
ru: Фактор только в виде десятичной дроби или числа!
zh_cn: 系数只能为小数，或者整数！
zh_tw: 系数只能为小数，或者整数！

# ZZXSZSB
source: Permission settings failed!
de: Berechtigungseinstellungen fehlgeschlagen!
fr: Les paramètres d'autorisation ont échoué!
ko: 권한 설정에 실패했습니다!
ru: Настройки разрешений не удалось!
zh_cn: 权限设置失败！
zh_tw: 权限设置失败！

# ZZXTBNWFFZF
source: The system can not be illegal characters!
de: Das System kann nicht illegal Zeichen sein!
fr: Le système ne peut pas être des caractères illégaux!
ko: 이 시스템은 잘못된 문자가 될 수 없습니다!
ru: Система не может быть недопустимые символы!
zh_cn: 系统不能为非法字符！
zh_tw: 系统不能为非法字符！

# ZZXTHBNWFFZF
source: System number must not be illegal characters!
de: Systemnummer dürfen nicht rechtswidrig Zeichen sein!
fr: Numéro de système ne doit pas être des caractères illégaux!
ko: 시스템 번호에 잘못된 문자가 될 수 없습니다!
ru: Номер системы не должны быть недопустимые символы!
zh_cn: 系统号不能为非法字符！
zh_tw: 系统号不能为非法字符！

# ZZXTJJHMXZTJJH
source: Please add plan details, then submit the plan!
de: Bitte fügen Sie Plan Details, dann legt den Plan!
fr: S'il vous plaît ajouter des détails du plan, puis soumettre le plan!
ko: 계획의 세부 사항을 추가하십시오, 다음 계획을 제출!
ru: Пожалуйста, добавьте детали плана, а затем представить план!
zh_cn: 请先添加计划明细，再提交计划！
zh_tw: 请先添加计划明细，再提交计划！

# ZZXTXBJMXZTJ
source: Please fill in the price quotation, submit!
de: Bitte füllen Sie die Angebotsdetails, dann legt!
fr: S'il vous plaît remplir les détails de l'offre, puis le soumettre!
ko: 제안의 세부 사항을 기입하십시오, 다음 제출!
ru: Пожалуйста, заполните детали предложение, а затем представить!
zh_cn: 请先填写报价明细，再提交！
zh_tw: 请先填写报价明细，再提交！

# ZZXTXJHSL
source: Please fill in the number of plans!
de: Bitte geben Sie die Anzahl der Pläne!
fr: S'il vous plaît remplir le nombre de plans!
ko: 계획의 번호를 입력하세요!
ru: Пожалуйста, заполните количество планов!
zh_cn: 请先填写计划数量！
zh_tw: 请先填写计划数量！

# ZZXTYHSYJDYHDYNDSLICENSEGDDSMBNZXZXDYHL
source: System users have been equal to or greater than the number specified in your license License, you can not add a new user!
de: Die Zahl der Nutzer das System hat, die gleich oder größer ist als die in der Lizenz angegebene Zahl ist, können Sie einen neuen Benutzer schreiben!
fr: Le nombre d'utilisateurs du système a été égal ou supérieur au nombre spécifié dans votre licence de licence, vous ne pouvez pas ajouter un nouvel utilisateur!
ko: 사용자의 수 시스템이 라이센스 라이센스에 지정된 숫자보다 크거나하고있다, 당신은 새로운 사용자를 추가 할 수 없습니다!
ru: Число пользователей Количество система была равна или больше, чем номер, указанный в лицензионном лицензии, вы не можете добавить нового пользователя!
zh_cn: 系统用户数已经等于或大于你的授权License规定的数目，不能再新增新的用户了！
zh_tw: 系统用户数已经等于或大于你的授权License规定的数目，不能再新增新的用户了！

# ZZXTYHSYJDYNDSLICENSEGDDSMBNZXZXDYHL
source: The system is equal to the number of users has authorized your License provisions, you can not add a new user!
de: Die Zahl der Nutzer das System hat gleich der in Ihrer Lizenz angegebene Zahl ist, können Sie einen neuen Benutzer schreiben!
fr: Le nombre d'utilisateurs du système a été égal au nombre indiqué dans votre licence de licence, vous ne pouvez pas ajouter un nouvel utilisateur!
ko: 사용자 시스템의 수는 라이센스 라이센스에 지정된 수만큼있다, 당신은 새로운 사용자를 추가 할 수 없습니다!
ru: Количество пользователей системы была равна числу указанному в лицензионном лицензии, вы не можете добавить нового пользователя!
zh_cn: 系统用户数已经等于你的授权License规定的数目，不能再新增新的用户了！
zh_tw: 系统用户数已经等于你的授权License规定的数目，不能再新增新的用户了！

# ZZXXFSCG
source: Information has been sent successfully!
de: Informationen wurde erfolgreich verschickt!
fr: L'information a été envoyé avec succès!
ko: 정보가 성공적으로 발송되었습니다!
ru: Информация была успешно отправлена!
zh_cn: 信息发送成功！
zh_tw: 信息发送成功！

# ZZXXFSSBJC
source: Information transmission fails, check!
de: Informationsübertragung fehlschlägt, überprüfen!
fr: La transmission de l'information échoue, vérifiez!
ko: 정보 전송이 실패 체크!
ru: Информация передача не удалась, проверьте!
zh_cn: 信息发送失败，请检查！
zh_tw: 信息发送失败，请检查！

# ZZXXMJLDDMBNWKJC
source: The new project manager code can not be empty, please check!
de: Der neue Projektleiter Code darf nicht leer sein, prüfen Sie bitte!
fr: Le nouveau code du gestionnaire de projet ne peut pas être vide, s'il vous plaît vérifier!
ko: 새로운 프로젝트 매니저 코드는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Новый код руководитель проекта не может быть пустым, пожалуйста, проверьте!
zh_cn: 新项目经理的代码不能为空，请检查！
zh_tw: 新项目经理的代码不能为空，请检查！

# ZZXXSD1BNXYKSSJJC
source: 1 break point in time can not be less than the start time, please check!
de: 1 Pause Zeitpunkt kann nicht kleiner als die Startzeit sein, prüfen Sie bitte!
fr: 1 point dans le temps de pause ne peut pas être inférieure à l'heure de début, s'il vous plaît vérifier!
ko: 시간에 1 브레이크 포인트는 시작 시간보다 작을 수 없다, 확인하시기 바랍니다!
ru: 1 точка разрыва во времени не может быть меньше, чем время начала, пожалуйста, проверьте!
zh_cn: 休息时点1不能小于开始时间，请检查！
zh_tw: 休息时点1不能小于开始时间，请检查！

# ZZXXSD1YXYXXSD2JC
source: Rest break point in time should be less than 1 point 2, please check!
de: 1 Haltepunkt Haltepunkt in der Zeit sollte weniger als 2, überprüfen Sie bitte!
fr: 1 Point Break point dans le temps de pause doit être inférieure à 2, s'il vous plaît vérifier!
ko: 시간에 1 브레이크 포인트 브레이크 포인트는 2보다 작아야합니다, 확인하시기 바랍니다!
ru: 1 перерыв точка точка разрыва во времени должна быть меньше, чем 2, пожалуйста, проверьте!
zh_cn: 休息时点1应小于休息时点2，请检查！
zh_tw: 休息时点1应小于休息时点2，请检查！

# ZZXXSD2BNDYJSSJJC
source: Break point 2 is not greater than the end time, please check!
de: Haltepunkt 2 nicht größer ist als die Endzeit, bitte!
fr: Point 2 de Break est pas plus grand que le temps de la fin, s'il vous plaît vérifier!
ko: 브레이크 포인트 (2) 종료 시간보다 크지 확인하시기 바랍니다!
ru: Перерыв точка 2 не больше, чем в конце времени, пожалуйста, проверьте!
zh_cn: 休息时点2不能大于结束时间，请检查！
zh_tw: 休息时点2不能大于结束时间，请检查！

# ZZXYBYXWKBC
source: Industry does not allow for the empty, please add!
de: Industrie nicht erlauben die leer ist, fügen Sie bitte!
fr: L'industrie ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 산업 빈을 허용하지 않는, 추가하십시오!
ru: Промышленность не позволяют пустой, пожалуйста, добавьте!
zh_cn: 行业不允许为空，请补充！
zh_tw: 行业不允许为空，请补充！

# ZZXYDRRZDJH
source: #NAME?
de: --- Bitte wählen Sie Plan, um Importprotokolle! !
fr: --- S'il vous plaît sélectionner plan pour les journaux d'importation! !
ko: --- 수입 로그에 계획을 선택하세요! !
ru: --- Пожалуйста, выберите план журналов импортных! !
zh_cn: ---请先选取要导入日志的计划！！
zh_tw: ---请先选取要导入日志的计划！！

# ZZXYGG
source: Permissions have been changed!
de: Berechtigungen wurden geändert!
fr: Les autorisations ont été changé!
ko: 권한이 변경되었습니다!
ru: Разрешения были изменены!
zh_cn: 权限已更改！
zh_tw: 权限已更改！

# ZZXZBB
source: Please select version!
de: Bitte wählen Sie Version!
fr: S'il vous plaît sélectionner la version!
ko: 버전을 선택하세요!
ru: Пожалуйста, выберите версию!
zh_cn: 请先选择版本！
zh_tw: 请先选择版本！

# ZZXZBBCNZJKSRY
source: Please select a report, in order to increase the visual staff!
de: Bitte wählen Sie einen Bericht, um die visuelle Mitarbeiter zu erhöhen!
fr: S'il vous plaît sélectionner un rapport, afin d'augmenter le personnel visuelle!
ko: 시각적 직원을 증가시키기 위해, 리포트를 선택하세요!
ru: Выберите отчет, с целью повышения визуального персонал!
zh_cn: 请先选择报表，才能增加可视人员！
zh_tw: 请先选择报表，才能增加可视人员！

# ZZXZBJDYJDMX
source: Please select Edit handover single detail!
de: Bitte wählen Sie Bearbeiten Gabe Detail!
fr: S'il vous plaît sélectionnez Modifier transfert seul détail!
ko: 편집 핸드 오버 단일 세부 사항을 선택하세요!
ru: Пожалуйста, выберите Редактировать передачи обслуживания одной детали!
zh_cn: 请先选择编辑的移交单明细！
zh_tw: 请先选择编辑的移交单明细！

# ZZXZCCJC
source: Added error, please check!
de: Ein Fehler hinzugefügt, überprüfen Sie bitte!
fr: Ajout d'une erreur, s'il vous plaît vérifier!
ko: 오류 추가, 확인하시기 바랍니다!
ru: Добавлена ​​ошибка, пожалуйста, проверьте!
zh_cn: 新增出错，请检查！
zh_tw: 新增出错，请检查！

# ZZXZCCKNMCZD100GHZHBZZSZD200GHZGDJC
source: Added error might name (up to 100 characters), and notes the number of words (up to 200 characters) too much, please check!
de: Hinzugefügt Fehler kann (bis zu 100 Zeichen) zu benennen, und stellt fest, die Anzahl der Wörter (bis zu 200 Zeichen) zu viel, bitte!
fr: Erreur ajouté, peut nommer (jusqu'à 100 caractères), et note le nombre de mots (jusqu'à 200 caractères) trop, s'il vous plaît vérifier!
ko: 추가 오류가 (100 자까지)을 이름을 너무 많이, 확인하십시오 (200 자) 단어의 수를 지적 할 수있다!
ru: Добавлена ​​ошибка, может назвать (до 100 символов), и отмечает количество слов (до 200 символов) слишком много, пожалуйста, проверьте!
zh_cn: 新增出错，可能名称（最多100个汉字）和备注字数（最多200个汉字）过多，请检查！
zh_tw: 新增出错，可能名称（最多100个汉字）和备注字数（最多200个汉字）过多，请检查！

# ZZXZCG
source: New success!
de: New Erfolg!
fr: Nouveau succès!
ko: 새로운 성공!
ru: Новый успех!
zh_cn: 新增成功！
zh_tw: 新增成功！

# ZZXZCGD
source: Please select shopping list!
de: Bitte wählen Sie die Einkaufsliste!
fr: S'il vous plaît sélectionner la liste d'achats!
ko: 쇼핑 목록을 선택하세요!
ru: Пожалуйста, выберите список покупок!
zh_cn: 请先选择采购清单！
zh_tw: 请先选择采购清单！

# ZZXZCGJDSGADMINHSAMPLEYH
source: Added successfully, please remember licensed to ADMIN and SAMPLE user!
de: Neuer Erfolg, denken Sie bitte daran ADMIN und SAMPLE Benutzer lizenziert!
fr: Nouveau succès, s'il vous plaît rappelez-vous autorisé à ADMIN et exemple d'utilisateur!
ko: 새로운 성공, 관리자 및 샘플 사용자에게 라이센스 기억하시기 바랍니다!
ru: Новый успех, пожалуйста, помните, лицензию на ADMIN и SAMPLE пользователь!
zh_cn: 新增成功，请记得授权给ADMIN和SAMPLE用户！
zh_tw: 新增成功，请记得授权给ADMIN和SAMPLE用户！

# ZZXZCGWJ
source: Please select the procurement documents!
de: Bitte wählen Sie die Beschaffungsunterlagen!
fr: S'il vous plaît sélectionner les documents d'approvisionnement!
ko: 조달 문서를 선택하세요!
ru: Пожалуйста, выберите закупочной документации!
zh_cn: 请先选择采购文件！
zh_tw: 请先选择采购文件！

# ZZXZCGXMCYYJZWCJSZCY
source: New success, the project has been transferred to the members of the members of this role group!
de: Neuer Erfolg hat das Projekt an die Mitglieder der Mitglieder dieser Rollengruppe übertragen worden!
fr: Nouveau succès, le projet a été transféré aux membres des membres de ce groupe de rôles!
ko: 새로운 성공은 프로젝트이 역할 그룹의 구성원의 구성원에게 전송 된!
ru: Новый успех, проект был передан членам членов этой группы ролей!
zh_cn: 新增成功，项目成员已经转为此角色组成员！
zh_tw: 新增成功，项目成员已经转为此角色组成员！

# ZZXZCPX
source: Please select product lines!
de: Bitte wählen Produktlinien!
fr: S'il vous plaît sélectionner des lignes de produit!
ko: 제품 라인을 선택하십시오!
ru: Пожалуйста, выберите продукт линии!
zh_cn: 请先选择产品线！
zh_tw: 请先选择产品线！

# ZZXZD
source: Please Select Region!
de: Bitte wählen Region!
fr: S'il vous plaît Choisissez la région!
ko: 지역을 선택하세요!
ru: Выберите регион!
zh_cn: 请先选择大区！
zh_tw: 请先选择大区！

# ZZXZDLLB
source: Please select the category list!
de: Bitte wählen Sie die Kategorie-Liste!
fr: S'il vous plaît sélectionner la liste de la catégorie!
ko: 카테고리 목록을 선택하세요!
ru: Пожалуйста, выберите список категорий!
zh_cn: 请先选择大类列表！
zh_tw: 请先选择大类列表！

# ZZXZDLZLHXLDM
source: Please select the category, class or subclass code!
de: Bitte wählen Sie eine Kategorie, die Klasse oder Unterklasse-Code!
fr: S'il vous plaît sélectionner une catégorie, le code de classe ou sous-classe!
ko: 카테고리, 클래스 또는 서브 클래스 코드를 선택하세요!
ru: Пожалуйста, выберите категорию, код класса или подкласса!
zh_cn: 请先选择大类、中类或小类代码！
zh_tw: 请先选择大类、中类或小类代码！

# ZZXZDWMC
source: Please select Name!
de: Bitte wählen Name!
fr: S'il vous plaît sélectionnez Nom!
ko: 이름을 선택하세요!
ru: Пожалуйста, выберите имя!
zh_cn: 请先选择单位名称！
zh_tw: 请先选择单位名称！

# ZZXZFKJH
source: Please select payment plan!
de: Bitte wählen Zahlung Plan!
fr: S'il vous plaît sélectionnez plan de paiement!
ko: 지불 계획을 선택하세요!
ru: Пожалуйста, выберите план оплаты!
zh_cn: 请先选择付款计划！
zh_tw: 请先选择付款计划！

# ZZXZFLD
source: Please select a single hair material!
de: Bitte wählen Sie ein einzelnes Haar Material!
fr: S'il vous plaît choisir un matériau de cheveu!
ko: 하나의 머리 재료를 선택하세요!
ru: Пожалуйста, выберите один материал волос!
zh_cn: 请先选择发料单！
zh_tw: 请先选择发料单！

# ZZXZGYSCNZJCY
source: Please select suppliers, in order to increase member!
de: Bitte wählen Sie Lieferanten, um Mitglied zu erhöhen!
fr: S'il vous plaît sélectionner les fournisseurs, afin d'augmenter membre!
ko: 회원을 증가시키기 위해, 공급 업체를 선택하세요!
ru: Пожалуйста, выберите поставщиков, в целях повышения член!
zh_cn: 请先选择供应商，才能增加成员！
zh_tw: 请先选择供应商，才能增加成员！

# ZZXZHT
source: Please select the contract!
de: Bitte wählen Sie Vertrag!
fr: S'il vous plaît sélectionner contrat!
ko: 계약을 선택하세요!
ru: Пожалуйста, выберите контракт!
zh_cn: 请先选择合同！
zh_tw: 请先选择合同！

# ZZXZHTCNZJCY
source: Please select the contract in order to increase member!
de: Bitte wählen Sie den Vertrag, um Mitglied zu erhöhen!
fr: S'il vous plaît sélectionner le contrat, afin d'augmenter membre!
ko: 부재를 증가시키기 위해, 계약을 선택하세요!
ru: Выберите контракт, в целях повышения член!
zh_cn: 请先选择合同，才能增加成员！
zh_tw: 请先选择合同，才能增加成员！

# ZZXZJH
source: Please select plans!
de: Bitte wählen Sie Pläne!
fr: S'il vous plaît sélectionnez plans!
ko: 계획을 선택하세요!
ru: Пожалуйста, выберите планы!
zh_cn: 请先选择计划！
zh_tw: 请先选择计划！

# ZZXZJHMX
source: Please select Program Details!
de: Bitte wählen Sie Programmdetails!
fr: S'il vous plaît sélectionnez Détails du programme!
ko: 프로그램 세부 사항을 선택하십시오!
ru: Пожалуйста, выберите Детали программы!
zh_cn: 请先选择计划明细！
zh_tw: 请先选择计划明细！

# ZZXZKHCNZJCY
source: Please select a client, in order to increase member!
de: Bitte wählen Sie den Kunden, um Mitglied zu erhöhen!
fr: S'il vous plaît sélectionnez les clients, afin d'accroître membre!
ko: 회원을 증가시키기 위해, 고객을 선택하세요!
ru: Выберите клиентов, для того, чтобы увеличить член!
zh_cn: 请先选择客户，才能增加成员！
zh_tw: 请先选择客户，才能增加成员！

# ZZXZLLJH
source: Please select picking plans!
de: Bitte wählen Sie Kommissionierung Pläne!
fr: S'il vous plaît sélectionner la cueillette plans!
ko: 계획을 따기 선택하세요!
ru: Пожалуйста, выберите выбирая планы!
zh_cn: 请先选择领料计划！
zh_tw: 请先选择领料计划！

# ZZXZLXXM
source: Please select project items!
de: Bitte wählen Sie Projektelemente!
fr: S'il vous plaît sélectionner des éléments du projet!
ko: 프로젝트 항목을 선택하세요!
ru: Пожалуйста, выберите проект предметы!
zh_cn: 请先选择立项项目！
zh_tw: 请先选择立项项目！

# ZZXZSB
source: New Failed!
de: New fehlgeschlagen!
fr: Nouveau échoué!
ko: 새로운 실패!
ru: Новый удалось!
zh_cn: 新增失败！
zh_tw: 新增失败！

# ZZXZSBBNZFZJXTKMJC
source: Added failure, increased by the same subject can not be repeated, please check!
de: Hinzugefügt Ausfall, kann man nicht die gleichen Themen Anstieg wiederholen, bitte!
fr: Ajouté l'échec, vous ne pouvez pas répéter la même augmentation de sujets, s'il vous plaît vérifier!
ko: 추가 실패, 당신은 동일한 주제의 증가를 반복 할 수 없습니다, 확인하시기 바랍니다!
ru: Добавлено отказ, вы не можете повторить тот же увеличение предметы, пожалуйста, проверьте!
zh_cn: 新增失败，不能重复增加相同科目，请检查！
zh_tw: 新增失败，不能重复增加相同科目，请检查！
