Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZBHGDHBNWFFZF
source: Code can not fail to be illegal characters!
de: Fehlercode kann nicht illegal Zeichen sein!
fr: Code d'échec ne peut pas être des caractères illégaux!
ko: 오류 코드에 잘못된 문자가 될 수 없습니다!
ru: Код ошибки не может быть недопустимые символы!
zh_cn: 不合格代号不能为非法字符！
zh_tw: 不合格代號不能為非法字元！

# ZZBHSBJC
source: Termination of the failure, check!
de: Dismissed fehlschlägt, überprüfen!
fr: Rejeté échoue, vérifiez!
ko: 실패 해산, 확인!
ru: Уволен терпит неудачу, проверьте!
zh_cn: 终目失败，请检查！
zh_tw: 駁回失敗，請檢查！

# ZZBJBNWFFZFCXG
source: String class can not be illegal, please change!
de: String-Klasse kann nicht illegal sein, ändern Sie bitte!
fr: Classe String ne peut pas être illégale, s'il vous plaît changer!
ko: String 클래스가 불법이 될 수 없습니다, 변경하십시오!
ru: Класс Строка не может быть незаконным, пожалуйста, изменится!
zh_cn: 班级不能为非法字符串，请修改！
zh_tw: 班級不能為非法字串，請修改！

# ZZBJBNWKBC
source: Class can not be empty, please add!
de: Klasse darf nicht leer sein, fügen Sie bitte!
fr: Classe ne peut pas être vide, s'il vous plaît ajouter!
ko: 클래스는 비워 둘 수 없습니다, 추가하십시오!
ru: Класс не может быть пустым, пожалуйста, добавьте!
zh_cn: 班级不能为空，请补充！
zh_tw: 班級不能為空，請補充！

# ZZBJBXWXSHZZS
source: You must be a decimal or integer quote!
de: Kostenvoranschlag muss dezimal oder Ganzzahl!
fr: Devis doit décimal ou entier!
ko: 인용 진수 또는 정수해야합니다!
ru: Цитата должна десятичную или целое!
zh_cn: 报价必须为小数或者整数！
zh_tw: 報價必須為小數或者整數！

# ZZBJCG
source: Quote success!
de: Zitat Erfolg!
fr: Quote succès!
ko: 견적 성공!
ru: Цитата успех!
zh_cn: 报价成功！
zh_tw: 報價成功！

# ZZBJJZRBNWKBC
source: Quotation deadline can not be empty, please add!
de: Zitat Frist darf nicht leer sein, fügen Sie bitte!
fr: Date limite de soumission ne peut pas être vide, s'il vous plaît ajouter!
ko: 견적 마감일은 비워 둘 수 없습니다, 추가하십시오!
ru: Цитата срок не может быть пустым, пожалуйста, добавьте!
zh_cn: 报价截止日期不能为空，请补充！
zh_tw: 報價截止日期不能為空，請補充！

# ZZBJJZRXYDSJXG
source: Quotation deadline less than the current time, please change!
de: Zitat Frist weniger als die aktuelle Zeit, ändern Sie bitte!
fr: Date limite de soumission de moins de l'heure, s'il vous plaît changer!
ko: 견적 마감일은 덜 현재 시간보다, 변경하십시오!
ru: Цитата срок менее, чем текущее время, пожалуйста, изменится!
zh_cn: 报价截止日期小于当前时间，请修改！
zh_tw: 報價截止日期小於當前時間，請修改！

# ZZBJJZRYGBNZBJ
source: Quotation deadline has passed, can not be quoted!
de: Zitat Frist abgelaufen ist, kann nicht mehr bieten!
fr: Citer date limite est passée, ne peut plus offrir!
ko: 기한이 경과 견적, 더 이상 제공 할 수 있습니다!
ru: Цитата срок прошел, больше не могут предложить!
zh_cn: 报价截止日期已过，不能再报价！
zh_tw: 報價截止日期已過，不能再報價！

# ZZBJJZRYGBNZTH
source: Quotation deadline has passed, can not be returned!
de: Zitat Frist abgelaufen ist, können nicht zurückgegeben werden!
fr: Date limite de soumission a passé, ne peut pas être retourné!
ko: 견적 마감일이 경과 반환 할 수 없습니다!
ru: Цитата срок прошел, не могут быть возвращены!
zh_cn: 报价截止日期已过，不能再退回！
zh_tw: 報價截止日期已過，不能再退回！

# ZZBJJZRYGBNZTJ
source: Quotation deadline has passed, can not submit!
de: Zitat Frist abgelaufen ist, kann nicht abgegeben werden!
fr: Date limite de soumission a passé, ne peut pas être soumis!
ko: 견적 마감일이 경과 제출 될 수 없습니다!
ru: Цитата срок прошел, не могут быть переданы!
zh_cn: 报价截止日期已过，不能再提交！
zh_tw: 報價截止日期已過，不能再提交！

# ZZBJKSRWDBNBJ
source: Quote start date yet to come, can not offer!
de: Zitat Startdatum noch kommen, nicht bieten können!
fr: Citer date de début encore à venir, ne peut pas offrir!
ko: 견적 제공 할 수 없습니다 와서 아직 날짜를 시작합니다!
ru: Цитата дата начала еще впереди, не может предложить!
zh_cn: 报价开始日期未到，不能报价！
zh_tw: 報價開始日期未到，不能報價！

# ZZBJKSRWDBNTH
source: Quote start date yet to come, can not be returned!
de: Zitat Startdatum noch kommen, können nicht zurückgegeben werden!
fr: Citer date de début encore à venir, ne peut pas être retourné!
ko: 견적 시작 날짜는 아직 오지에, 반환 할 수 없습니다!
ru: Цитата дата начала еще впереди, не могут быть возвращены!
zh_cn: 报价开始日期未到，不能退回！
zh_tw: 報價開始日期未到，不能退回！

# ZZBJKSRWDBNTJ
source: Quote start date yet to come, not submission!
de: Zitat Startdatum noch kommen, nicht die Vorlage!
fr: Citer date de début encore à venir, pas la soumission!
ko: 견적 와서 아직 시작 날짜, 순종하지!
ru: Цитата дата начала еще впереди, не подчинения!
zh_cn: 报价开始日期未到，不能提交！
zh_tw: 報價開始日期未到，不能提交！

# ZZBJYJCZBYZFTJ
source: Class already exists, please do not repeat to add!
de: Klasse existiert bereits, bitte nicht wiederholen, um hinzuzufügen!
fr: Classe existe déjà, s'il vous plaît ne répétez pas à ajouter!
ko: 클래스는 이미 추가를 반복하지 마십시오 존재!
ru: Класс уже существует, пожалуйста, не повторяйте, чтобы добавить!
zh_cn: 班级已经存在，请不要重复添加！
zh_tw: 班級已經存在，請不要重複添加！

# ZZBJYJTJBNBCBJMXXTH
source: Quote has been submitted can not be saved price quotation, please return!
de: Zitat gestellt worden ist, nicht die Preisangabe gespeichert werden, senden Sie!
fr: Citation a été soumis ne peut être sauvé offre de prix, s'il vous plaît revenir!
ko: 견적 가격 견적을 저장할 수 없습니다 제출되었습니다, 돌려주세요!
ru: Цитата была представлена ​​не могут быть сохранены котировка, пожалуйста, вернуть!
zh_cn: 报价已经提交，不能保存报价明细，请先退回！
zh_tw: 報價已經提交，不能保存報價明細，請先退回！

# ZZBJYJTJBNSCBJWJXTH
source: Quote has been submitted can not upload the offer document, please return!
de: Zitat gestellt worden ist, nicht die Angebotsunterlage laden, senden Sie!
fr: Citation a été soumis ne peut pas télécharger le document d'offre, s'il vous plaît revenir!
ko: 견적 제안 문서를 업로드 할 수 없습니다 제출되었습니다, 보내주십시오!
ru: Цитата была представлена ​​не может загрузить документ предложение, пожалуйста, вернуть!
zh_cn: 报价已经提交，不能上传报价文件，请先退回！
zh_tw: 報價已經提交，不能上傳報價檔，請先退回！

# ZZBJZJCCLJCJTXEXMESSAGE
source: Edit experts wrong, please check specific details: "+ ex.Message +"!
de: Experten bearbeiten falsch ist, überprüfen Sie bitte Details: "+ ex.Message +"!
fr: Modifier experts de mal, s'il vous plaît vérifier les détails spécifiques: "+ ex.Message +"!
ko: 편집 전문가 잘못, 특정 세부 사항을 확인하시기 바랍니다 : "+ ex.Message +"!
ru: Редактировать эксперты не так, пожалуйста, конкретные детали: "+ ex.Message +"!
zh_cn: 编辑专家出错了，请检查，具体详情："+ex.Message+"！
zh_tw: 編輯專家出錯了，請檢查，具體詳情："+ex.Message+"！

# ZZBMDMBMMCHSJBMBNWKJC
source: Department code, department name, and the higher authorities can not be empty, please check!
de: Abteilungscode, Abteilungsnamen und die höheren Behörden darf nicht leer sein, überprüfen Sie bitte!
fr: Code Département, nom du service et les autorités supérieures ne peuvent pas être vide, s'il vous plaît vérifier!
ko: 부서 코드, 부서 이름과 높은 당국은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Код департамента название отдела и выше власти не может быть пустым, пожалуйста, проверьте!
zh_cn: 部门代码，部门名称和上级部门不能为空，请检查！
zh_tw: 部門代碼，部門名稱和上級部門不能為空，請檢查！

# ZZBMDMBNWKFZSB
source: Department code can not be empty, replication fails!
de: Abteilungscode kann nicht leer sein, schlägt die Replikation fehl!
fr: Code Ministère ne peut pas être vide, la réplication échoue!
ko: 부서 코드는 비워 둘 수 없습니다, 복제가 실패합니다!
ru: Департамент код не может быть пустым, репликация не удается!
zh_cn: 部门代码不能为空，复制失败！
zh_tw: 部門代碼不能為空，複製失敗！

# ZZBMDZCG
source: Sector Adjustment success!
de: Sector Adjustment Erfolg!
fr: Succès ajustement du secteur!
ko: 업종 조정 성공!
ru: Регулировка сектора успех!
zh_cn: 部门调整成功！
zh_tw: 部門調整成功！

# ZZBMDZSBJCSFMXWK
source: Sector adjustment fails, check (if an empty)!
de: Sector Einstellung fehlschlägt, überprüfen (falls eine leere)!
fr: Ajustement du secteur échoue, vérifiez (si un vide)!
ko: 부문 조정 (비어있는 경우), 확인에 실패!
ru: Регулировка сектора не удается, проверьте (если пусто)!
zh_cn: 部门调整失败，请检查(是否某项为空)！
zh_tw: 部門調整失敗，請檢查(是否某項為空)！

# ZZBNBJLX
source: You can not edit the project!
de: Sie können das Projekt nicht bearbeitet werden!
fr: Vous ne pouvez pas modifier le projet!
ko: 당신은 프로젝트를 편집 할 수 없습니다!
ru: Вы не можете редактировать проект!
zh_cn: 不能编辑立项！
zh_tw: 不能編輯立項！

# ZZBNSCYYGZLSYCJSZ
source: You can not delete, the existing workflow uses this role group!
de: Sie können nicht gelöscht werden, verwendet die vorhandenen Workflow dieser Rollengruppe!
fr: Vous ne pouvez pas supprimer, le flux de travail existant utilise ce groupe de rôles!
ko: 당신은 삭제할 수 없습니다, 기존의 워크 플로우는이 역할 그룹은 사용!
ru: Вы не можете удалять существующий рабочий процесс использует эту роль группы!
zh_cn: 不能删除，已有工作流使用此角色组！
zh_tw: 不能刪除，已有工作流使用此角色組！

# ZZBPCG
source: Approval success!
de: Approval Erfolg!
fr: Approbation de succès!
ko: 승인 성공!
ru: Успех Утверждение!
zh_cn: 报批成功！
zh_tw: 報批成功！

# ZZBPTHCG
source: Approval return success!
de: Approval Rück Erfolg!
fr: Retour d'approbation du succès!
ko: 승인 복귀 성공!
ru: Возвращение утверждении успех!
zh_cn: 报批退回成功！
zh_tw: 報批退回成功！

# ZZBXCG
source: Reimbursement success!
de: Erstattung Erfolg!
fr: Le succès de remboursement!
ko: 보상 성공!
ru: Возмещение успех!
zh_cn: 报销成功！
zh_tw: 報銷成功！

# ZZBZBNBHFFZF
source: Notes can not contain illegal characters!
de: Notizen können nicht enthält ungültige Zeichen!
fr: Notes ne peut pas contenir des caractères illégaux!
ko: 참고 잘못된 문자를 포함 할 수 없습니다!
ru: Примечания не может содержать недопустимые символы!
zh_cn: 备注不能包含非法字符！
zh_tw: 備註不能包含非法字元！

# ZZBZBNCG24GZF
source: Standards can not be more than 24 characters!
de: Standards darf nicht mehr als 24 Zeichen lang sein!
fr: Les normes peuvent ne pas être plus de 24 caractères!
ko: 표준 이상 24 자 수 없습니다!
ru: Стандарты не может быть больше 24 символов!
zh_cn: 标准不能超过24个字符！
zh_tw: 標準不能超過24個字元！

# ZZBZBNWFFZF
source: Notes can not be illegal characters!
de: Notizen können nicht illegal Zeichen sein!
fr: Obligations ne peut être caractères illégaux!
ko: 참고 잘못된 문자가 될 수 없습니다!
ru: Примечания не может быть недопустимые символы!
zh_cn: 备注不能为非法字符！
zh_tw: 備註不能為非法字元！

# ZZBZBNWFFZFC
source: Notes can not be illegal string!
de: Notizen können nicht illegal String sein!
fr: Notes ne peut pas être une chaîne illégal!
ko: 참고 불법 문자열이 될 수 없습니다!
ru: Примечания не может быть незаконным строка!
zh_cn: 备注不能为非法字符串！
zh_tw: 備註不能為非法字串！

# ZZBZBNWKBC
source: Standards can not be empty, please add!
de: Standards darf nicht leer sein, fügen Sie bitte!
fr: Les normes peuvent pas être vide, s'il vous plaît ajouter!
ko: 표준은 비워 둘 수 없습니다, 추가하십시오!
ru: Стандарты не может быть пустым, пожалуйста, добавьте!
zh_cn: 标准不能为空，请补充！
zh_tw: 標準不能為空，請補充！

# ZZBZFYCWEXMESSAGE
source: Packaging costs, error: "+ ex.Message +"!
de: Verpackungskosten, Fehler: "+ ex.Message +"!
fr: Packaging coûts, erreur: "+ ex.Message +"!
ko: 오류를 비용을 포장 : "+ ex.Message +"!
ru: Упаковка расходы, сообщение об ошибке: "+ ex.Message +"!
zh_cn: 包装费用 ，错误：" + ex.Message + "！
zh_tw: 包裝費用 ，錯誤：" + ex.Message + "！

# ZZBZPLTJCG
source: Label batch successfully added!
de: Label-Batch erfolgreich hinzugefügt!
fr: Étiquette lot ajouté avec succès!
ko: 라벨 배치가 성공적으로 추가!
ru: Этикетка партия успешно добавлен!
zh_cn: 标注批量添加成功！
zh_tw: 標注批量添加成功！

# ZZCBCG
source: Reported success!
de: Berichtet Erfolg!
fr: Rapporté succès!
ko: 보고 성공!
ru: Сообщается, успех!
zh_cn: 呈报成功！
zh_tw: 呈報成功！

# ZZCBMBSNCJNBNSCGLXYH
source: This department is not your creation, you can not delete the associated user privileges!
de: Diese Abteilung ist nicht deine Schöpfung, können Sie die zugehörigen Benutzerberechtigungen zu löschen!
fr: Ce département est pas votre création, vous ne pouvez pas supprimer les privilèges de l'utilisateur associés!
ko: 이 부서는 당신의 창조, 당신은 관련 사용자 권한을 삭제할 수 없습니다되지 않습니다!
ru: Этот отдел не ваше творение, вы не можете удалить связанные пользовательские привилегии!
zh_cn: 此部门不是你创建，你不能删除关联权限用户！
zh_tw: 此部門不是你創建，你不能刪除關聯許可權用戶！

# ZZCBMBSNCJNBNTJGLYH
source: This department is not your creation, you can not add the associated user!
de: Diese Abteilung ist nicht deine Schöpfung, können Sie die zugehörigen Benutzer hinzuzufügen!
fr: Ce département est pas votre création, vous ne pouvez pas ajouter l'utilisateur associé!
ko: 이 부서는 당신의 창조, 당신은 연결된 사용자를 추가 할 수 없습니다되지 않습니다!
ru: Этот отдел не ваше творение, вы не можете добавить пользователя, связанный!
zh_cn: 此部门不是你创建，你不能添加关联用户！
zh_tw: 此部門不是你創建，你不能添加關聯用戶！

# ZZCBMCZXJBMHHYCYZCBMBNSC
source: The presence of this sector as well as members of the subordinate departments or in this sector can not be deleted!
de: Das Vorhandensein dieses Sektors sowie Mitglieder der untergeordneten Abteilungen oder in diesem Bereich können nicht gelöscht werden!
fr: La présence de ce secteur ainsi que les membres des départements subordonnés ou dans ce secteur ne peut pas être supprimé!
ko: 이 분야뿐만 아니라 하위 부서 또는이 분야에서 회원의 존재는 삭제할 수 없습니다!
ru: Наличие этого сектора, а также членов нижестоящих подразделений или в этом секторе не могут быть удалены!
zh_cn: 此部门存在下级部门或还有成员在此部门，不能删除！
zh_tw: 此部門存在下級部門或還有成員在此部門，不能刪除！

# ZZCBMCZXJBMHYCYZCBMBNGG
source: The presence of this department subordinate departments or members in this sector, can not be changed!
de: Das Vorhandensein dieser Abteilung untergeordnete Abteilungen oder Mitgliedern in diesem Bereich, kann nicht geändert werden!
fr: La présence de ce département départements subordonnés ou des membres dans ce secteur, ne peut pas être changé!
ko: 이 분야에서이 부서의 하위 부서 나 구성원의 존재는, 변경할 수 없습니다!
ru: Наличие этого отдела подчиненных подразделений и членов в этом секторе, не могут быть изменены!
zh_cn: 此部门存在下级部门或有成员在此部门，不能更改！
zh_tw: 此部門存在下級部門或有成員在此部門，不能更改！

# ZZCBOMBCYBJZTBNJRJC
source: This BOM is not in edit mode, you can not join, please check!
de: Diese Stückliste ist nicht im Bearbeitungsmodus, können Sie nicht teilnehmen können, überprüfen Sie bitte!
fr: Cette nomenclature est pas en mode d'édition, vous ne pouvez pas rejoindre, s'il vous plaît vérifier!
ko: 이 BOM은 편집 모드가 아닌, 당신은 가입 할 수 없습니다, 확인하시기 바랍니다!
ru: Это спецификации не находится в режиме редактирования, вы не можете присоединиться, пожалуйста, проверьте!
zh_cn: 此BOM不处于编辑状态，不能加入，请检查！
zh_tw: 此BOM不處於編輯狀態，不能加入，請檢查！

# ZZCCBNWFFZF
source: Size is not illegal characters!
de: Größe ist nicht illegal Zeichen!
fr: Taille des caractères illégaux est pas!
ko: 크기에 잘못된 문자가 아닙니다!
ru: Размер не недопустимые символы!
zh_cn: 尺寸不能为非法字符！
zh_tw: 尺寸不能為非法字元！

# ZZCCBNWKBC
source: Size can not be empty, please add!
de: Größe darf nicht leer sein, fügen Sie bitte!
fr: Taille peut pas être vide, s'il vous plaît ajouter!
ko: 크기가 비어있을 수 없습니다, 추가하십시오!
ru: Размер не может быть пустым, пожалуйста, добавьте!
zh_cn: 尺寸不能为空，请补充！
zh_tw: 尺寸不能為空，請補充！

# ZZCCCG
source: Turnout success!
de: Die Wahlbeteiligung Erfolg!
fr: Le taux de participation succès!
ko: 투표율 성공!
ru: Явка успех!
zh_cn: 出车成功！
zh_tw: 出車成功！

# ZZCCCJHCYYBCCXMCYZZSCJC
source: Error, this plan members have been deleted from this project group members, please check!
de: Fehler, diesen Plan Mitglieder aus diesem Projekt Gruppenmitglieder gelöscht wurde, prüfen Sie bitte!
fr: Erreur, ce plan membres ont été supprimés de ce groupe de projet membres, s'il vous plaît vérifier!
ko: 오류가,이 계획의 회원이 프로젝트 그룹 멤버에서 삭제 된에게 확인하시기 바랍니다!
ru: Ошибка, это члены плана были удалены из членов этой группы проект, пожалуйста, проверьте!
zh_cn: 出错，此计划成员已被从此项目成员组中删除，请检查！
zh_tw: 出錯，此計畫成員已被從此專案成員組中刪除，請檢查！

# ZZCCCJLSLWLHSLBNDYCLPKCSLJC
source: Error, this quantity can not record the number of zero or greater than this number of inventory items, please check!
de: Fehler, kann die Anzahl der Datensätze nicht größer sein, als diese Menge gleich Null oder die Zahl der Inventargegenstände, überprüfen Sie bitte!
fr: Erreur, le nombre d'enregistrements ne peut pas être plus grand que cette quantité est égale à zéro ou le nombre d'articles en stock, s'il vous plaît vérifier!
ko: 이 수량이 0이거나 재고 항목의 수가 확인해주십시오보다는 오류가 레코드의 수가 클 수 없다!
ru: Ошибка, количество записей не может быть больше, чем эта величина равна нулю или количество товарно-материальных ценностей, пожалуйста, проверьте!
zh_cn: 出错，此记录数量为零或数量不能大于此物料库存数量，请检查！
zh_tw: 出錯，此記錄數量為零或數量不能大於此物料庫存數量，請檢查！

# ZZCCCJLSLWLHSLBNDYCZCKCSLJC
source: Error, the number of records can not be larger than this quantity is zero or asset inventory number, please check!
de: Fehler, kann die Anzahl der Datensätze nicht größer sein, als diese Menge Null oder Asset-Inventar-Nummer, überprüfen Sie bitte!
fr: Erreur, le nombre d'enregistrements ne peut pas être plus grand que cette quantité est égale à zéro ou le numéro d'inventaire de l'actif, s'il vous plaît vérifier!
ko: 이 양이 0이거나 자산 재고 번호, 확인하시기 바랍니다보다 오류, 기록의 수는 클 수 없습니다!
ru: Ошибка, количество записей не может быть больше, чем эта величина равна нулю или номер инвентаризация, пожалуйста, проверьте!
zh_cn: 出错，此记录数量为零或数量不能大于此资产库存数量，请检查！
zh_tw: 出錯，此記錄數量為零或數量不能大於此資產庫存數量，請檢查！

# ZZCCCRWCYYCCXMCYZSCJC
source: Error, the task members have deleted from this project members, please check!
de: Fehler, haben diese Aufgabe Mitglieder aus diesem Projekt Mitgliedern gelöscht, überprüfen Sie bitte!
fr: Erreur, cette tâche membres ont supprimé de ce projet membres, s'il vous plaît vérifier!
ko: 오류가이 작업 구성원이 프로젝트 구성원에서 삭제를 확인하시기 바랍니다!
ru: Ошибка, это члены задача удалили из этой участников проекта, пожалуйста, проверьте!
zh_cn: 出错，此任务成员已从此项目成员中删除，请检查！
zh_tw: 出錯，此任務成員已從此專案成員中刪除，請檢查！

# ZZCCCRWLXYCRWLXJCSJZSCJC
source: Error, the task type from the Task type base data deleted, check!
de: Fehler, diese Aufgabentyp Aufgabentypen auf der Grundlage der Daten von gelöschten, zu überprüfen!
fr: Erreur, ce types de tâches de type de tâche sur la base de données à partir supprimé, vérifier!
ko: 에러, 삭제 된 데이터에 기초하여,이 태스크 유형 태스크 유형, 확인!
ru: Ошибка, этот тип задач типа задачи на основе данных от удаленных, проверьте!
zh_cn: 出错，此任务类型已从任务类型基础数据中删除，请检查！
zh_tw: 出錯，此任務類型已從任務類型基礎資料中刪除，請檢查！

# ZZCCCZFXMWBSXMHZXMDXMDJLYFPXMYMGZ
source: Error, there is a parent project for their own projects or subprojects, go to establish and assign project page correction! ʱ??
de: Fehler gibt es eine übergeordnete Projekt für eigene Projekte oder Teilprojekte, bitte korrigieren Sie Einrichtung und Versand Projektseite! !
fr: Erreur, il ya un projet de parent pour leurs propres projets ou sous-projets projet, s'il vous plaît corriger établissement et la page du projet d'expédition! !
ko: 오류, 자신의 프로젝트 또는 하위 프로젝트, 설립 및 파견 프로젝트 페이지를 수정하시기 바랍니다에 대한 부모 프로젝트가있다! !
ru: Ошибка, есть родительского проекта собственные проекты или подпроекты проекта, пожалуйста, исправьте создание и отправка страницу проекта! !
zh_cn: 出错，存在父项目为本身项目或其子项目的项目，请到 建立与分派项目页面 改正！！
zh_tw: 出錯，存在父專案為本身專案或其子專案的專案，請到 建立與分派專案頁面 改正！！

# ZZCCG
source: Initialed success!
de: Paraphiert Erfolg!
fr: Paraphé succès!
ko: 이니셜 성공!
ru: Парафировали успех!
zh_cn: 草签成功！
zh_tw: 草簽成功！

# ZZCCJC
source: Error, please check!
de: Fehler, bitte!
fr: Erreur, s'il vous plaît vérifier!
ko: 오류, 확인하시기 바랍니다!
ru: Ошибка, пожалуйста, проверьте!
zh_cn: 出错，请检查！
zh_tw: 出錯，請檢查！

# ZZCCKNSFJHHZXJHZWTDZJHDJHJC
source: Mistakes may be a parent or ancestor plan plan as its sub-plan before plan, please check!
de: Fehler kann ein Elternteil oder Vorfahren Plan Plan als seine Unter Plan vor Plan, überprüfen Sie bitte!
fr: Les erreurs peuvent être un plan plan parent ou un ancêtre comme son sous-plan avant le plan, s'il vous plaît vérifier!
ko: 실수는 계획하기 전에 하위 계획으로 부모 나 조상 계획 계획을 수 있습니다, 확인하시기 바랍니다!
ru: Ошибки могут быть родителя или предка план плана в качестве суб-плана, прежде чем план, пожалуйста, проверьте!
zh_cn: 出错，可能是父计划或祖先计划作为它的子计划的前计划，请检查！
zh_tw: 出錯，可能是父計畫或祖先計畫作為它的子計畫的前計畫，請檢查！

# ZZCCKNSFJHZWTDZJHDJHJC
source: Mistakes may be planned as a former parent plan its child program, please check!
de: Fehler können geplant als ehemalige Mutter planen ihren Kinderprogramm, bitte werden!
fr: Les erreurs peuvent être planifiées en tant qu'ancien parent planifier son programme des enfants, s'il vous plaît vérifier!
ko: 실수는 전 부모가 자식 프로그램을 계획 할 때, 확인하시기 바랍니다 계획 할 수있다!
ru: Ошибки могут быть запланированы, как бывший родитель планировать свою дочернюю программу, пожалуйста, проверьте!
zh_cn: 出错，可能是父计划作为它的子计划的前计划，请检查！
zh_tw: 出錯，可能是父計畫作為它的子計畫的前計畫，請檢查！

# ZZCCKNSSTXGZXMHCXMDZTBZZTLBZJC
source: Mistakes may be trying to modify the overall project or the status of this project is not in the state list, please check!
de: Fehler können versuchen, das Gesamtprojekt oder Projektstatus ändern wird, ist nicht in der Statusliste, überprüfen Sie bitte!
fr: Les erreurs peuvent essayer de modifier l'ensemble du projet ou de l'état du projet se trouve pas dans la liste d'état, s'il vous plaît vérifier!
ko: 실수가 전체 프로젝트 또는 프로젝트 상태를 수정하려고 할 수있다하면 상태 목록에없는, 확인하시기 바랍니다!
ru: Ошибки могут быть, пытаясь изменить общую проекта или статус проекта не в списке статуса, пожалуйста, проверьте!
zh_cn: 出错，可能是试图修改总项目或此项目的状态不在状态列表中，请检查！
zh_tw: 出錯，可能是試圖修改總專案或此專案的狀態不在狀態清單中，請檢查！

# ZZCCKNSSTXGZXMJC
source: Mistakes may be trying to modify the overall project, please check!
de: Fehler können versuchen, das Gesamtprojekt zu ändern, bitte überprüfen!
fr: Les erreurs peuvent essayer de modifier l'ensemble du projet, s'il vous plaît vérifier!
ko: 실수가 전체 프로젝트를 수정하려고 할 수있다, 확인하시기 바랍니다!
ru: Ошибки могут быть, пытаясь изменить общую проект, пожалуйста, проверьте!
zh_cn: 出错，可能是试图修改总项目，请检查！
zh_tw: 出錯，可能是試圖修改總專案，請檢查！

# ZZCCKSCPCDDSJHMWBZXLLBZJC
source: An error occurred, but this sent a car driver or guard is not a single drop-down list, check!
de: Ein Fehler ist aufgetreten, aber das geschickt ein Autofahrer oder Schutz ist nicht eine einzelne Dropdown-Liste, zu überprüfen!
fr: Une erreur est survenue, mais cela a envoyé un conducteur de voiture ou de garde ne sont pas une liste déroulante unique, vérifiez!
ko: 오류가 발생하지만,이 차의 드라이버 나 가드가 하나의 드롭 다운 목록에서 확인되지 않습니다 보냈습니다!
ru: Произошла ошибка, но это послал водитель автомобиля или охранник не один выпадающий список, проверьте!
zh_cn: 出错，可是此派车单的司机或门卫不在下拉列表中，请检查！
zh_tw: 出錯，可是此派車單的司機或門衛不在下拉清單中，請檢查！

# ZZCCXZJXGCPZXMLHZJXMCPBOMBBH
source: Error, please increase related products in the project and increase the project product BOM version!
de: Fehler, erhöhen Sie ähnliche Produkte in das Projekt und erhöhen die Projekt Produkt BOM-Version!
fr: Erreur, s'il vous plaît augmenter produits connexes dans le projet et d'augmenter la version projet produit de BOM!
ko: 오류, 프로젝트에 관련 제품을 높이고 프로젝트 제품 BOM 버전을 증가하십시오!
ru: Ошибка, увеличьте, пожалуйста, сопутствующих товаров в проекте и увеличить спецификации продукта проект версию!
zh_cn: 出错，请先增加相关产品在项目里和增加项目产品BOM版本号！
zh_tw: 出錯，請先增加相關產品在專案裡和增加專案產品BOM版本號！

# ZZCCXZXMCPMKZJCPBOMBBHSJ
source: Error, please increase product BOM versions and product data in the project module!
de: Fehler, erhöhen Sie bitte Produktstücklistenversionen und Produktdaten im Projekt-Modul!
fr: Erreur, s'il vous plaît augmenter versions produit de la nomenclature et de données de produits dans le module de projet!
ko: 오류, 프로젝트 모듈에서 제품 BOM 버전 및 제품 데이터를 증가하십시오!
ru: Ошибка, увеличьте, пожалуйста, продукт спецификации версии и данные о продукте в модуле проекта!
zh_cn: 出错，请先在项目产品模块增加产品BOM版本和数据！
zh_tw: 出錯，請先在專案產品模組增加產品BOM版本和資料！

# ZZCCYYCZBNZFJRJC
source: This member already exists and can not be repeated addition, please check!
de: Dieser User bereits vorhanden ist, kann nicht wiederholt werden, um zu verbinden, überprüfen Sie bitte!
fr: Ce membre existe déjà, ne peut pas être répétée à rejoindre, s'il vous plaît vérifier!
ko: 이 멤버는 이미 가입을 반복 할 수없는, 존재 확인하세요!
ru: Этот элемент уже существует, не может быть повторен, чтобы присоединиться, пожалуйста, проверьте!
zh_cn: 此成员已存在，不能重复加入，请检查！
zh_tw: 此成員已存在，不能重複加入，請檢查！

# ZZCCYYCZBNZFZJ
source: This member already exists, can not be repeated increase!
de: Dieser User bereits vorhanden ist, kann eine Erhöhung nicht wiederholt werden!
fr: Ce membre existe déjà, ne peut pas être répété augmentation!
ko: 이미이 멤버는, 증가를 반복 할 수 없습니다!
ru: Этот элемент уже существует, не может быть повторен увеличение!
zh_cn: 此成员已存在，不能重复增加！
zh_tw: 此成員已存在，不能重複增加！

# ZZCCYYKNS1CSSLXBCZJC
source: Error may be due to: 1, the implementation of the road does not exist, please check!
de: Der Fehler kann folgende Ursachen haben: 1, wird die Umsetzung der Road nicht vorhanden ist, überprüfen Sie bitte!
fr: L'erreur peut être due à: 1, ne existe pas la mise en œuvre de la route, s'il vous plaît vérifier!
ko: 오류가 원인 일 수 있습니다 : 1, 도로의 구현이 존재하지 않는, 확인하시기 바랍니다!
ru: Ошибка может быть из-за: 1, реализация дороге не существует, пожалуйста, проверьте!
zh_cn: 出错，原因可能是：1、此实施路线不存在 ，请检查！
zh_tw: 出錯，原因可能是：1、此實施路線不存在 ，請檢查！
