Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZDBZNWXSHZZS
source: DB can only decimal or integer!
de: DB nur als Dezimalzahl, oder Ganzzahl!
fr: DB seulement comme un nombre décimal ou entier!
ko: DB 만 진수 또는 정수로!
ru: БД только в десятичной, или целое!
zh_cn: DB只能为小数，或者整数！
zh_tw: DB只能為小數，或者整數！

# ZZDCGWJWZGYSBNBP
source: Current procurement documents did not select suppliers, not approval!
de: Aktuelle Verdingungsunterlagen nicht Anbieter auszuwählen, keine Zulassung!
fr: Documents d'approvisionnement actuels ne choisissent des fournisseurs, pas l'approbation!
ko: 현재 조달 문서는 공급 업체를 선택하지 않은, 아니 승인!
ru: Текущие документы закупок не выбирать поставщиков, не утверждение!
zh_cn: 当前采购文件未选择供应商，不能报批！
zh_tw: 當前採購檔未選擇供應商，不能報批！

# ZZDCGWJWZZJBNBP
source: Current procurement documents did not select experts, not approval!
de: Aktuelle Verdingungsunterlagen nicht Experten auszuwählen, nicht die Genehmigung!
fr: Documents d'approvisionnement actuels ne sélectionner experts, pas d'approbation!
ko: 현재 조달 문서는 전문가를 선택하지 않은, 아니 승인!
ru: Текущие документы закупок не выберите экспертов, не утверждение!
zh_cn: 当前采购文件未选择专家，不能报批！
zh_tw: 當前採購檔未選擇專家，不能報批！

# ZZDCWJCCWYYKNSEXMESSAGE
source: Region errors, check! Error reason might be: "+ ex.Message +"
de: Region Fehler zu überprüfen! Fehler Grund könnte sein: "+ ex.Message +"
fr: Les erreurs de votre région, consultez! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 지역 오류가 확인! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Ошибки Регион, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 大区错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 大區錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDDBNWFFZF
source: Location can not be illegal characters!
de: Die Lage ist nicht illegal Zeichen sein!
fr: Emplacement ne peut pas être des caractères illégaux!
ko: 위치에 잘못된 문자가 될 수 없습니다!
ru: Расположение не может быть недопустимые символы!
zh_cn: 地点不能为非法字符！
zh_tw: 地點不能為非法字元！

# ZZDDHG1BNWFFZF
source: 1 can not be a bottoming welders illegal characters!
de: 1 kann nicht von einer Bodenbildung Schweißer ungültige Zeichen sein!
fr: 1 ne peut pas être un soudeur talonnage caractères illégaux!
ko: 1 바닥 용접기 잘못된 문자가 될 수 없습니다!
ru: 1 не может быть пассивом сварщик недопустимые символы!
zh_cn: 打底焊工1不能为非法字符！
zh_tw: 打底焊工1不能為非法字元！

# ZZDDHG2BNWFFZF
source: 2 can not be a bottoming welder illegal characters!
de: 2 kann nicht von einer Bodenbildung Schweißer ungültige Zeichen sein!
fr: 2 ne peut pas être un soudeur talonnage caractères illégaux!
ko: 2 바닥 용접기 잘못된 문자가 될 수 없습니다!
ru: 2 не может быть пассивом сварщик недопустимые символы!
zh_cn: 打底焊工2不能为非法字符！
zh_tw: 打底焊工2不能為非法字元！

# ZZDDRBNWFFZF
source: Date can not render illegal characters!
de: Datum kann nicht machen ungültige Zeichen!
fr: Date ne peut pas rendre les caractères illégaux!
ko: 날짜는 잘못된 문자를 렌더링 할 수 있습니다!
ru: Дата не может оказать недопустимые символы!
zh_cn: 打底日期不能为非法字符！
zh_tw: 打底日期不能為非法字元！

# ZZDESCRIPTIONBNWFFZF
source: Description is not illegal characters!
de: Beschreibung ist nicht illegal Zeichen!
fr: Pas de description des caractères illégaux!
ko: 설명에 잘못된 문자가 아닙니다!
ru: Описание не недопустимые символы!
zh_cn: Description不能为非法字符！
zh_tw: Description不能為非法字元！

# ZZDHBNWFFZF
source: Code can not be illegal characters!
de: Code kann nicht illegal Zeichen sein!
fr: Code ne peut pas être des caractères illégaux!
ko: 코드에 잘못된 문자가 될 수 없습니다!
ru: Код не может быть недопустимые символы!
zh_cn: 代号不能为非法字符！
zh_tw: 代號不能為非法字元！

# ZZDHBNWKBC
source: The telephone can not be empty, please add!
de: Telefon darf nicht leer sein, fügen Sie bitte!
fr: Téléphone ne peut pas être vide, s'il vous plaît ajouter!
ko: 전화가 비어있을 수 없습니다, 추가하십시오!
ru: Телефон не может быть пустым, пожалуйста, добавьте!
zh_cn: 电话不能为空，请补充！
zh_tw: 電話不能為空，請補充！

# ZZDHBXWXSHZZS
source: T consumption must be decimal or integer!
de: T Verbrauch muss dezimal oder ganze Zahl sein!
fr: La consommation de T doit être décimal ou entier!
ko: T 소비 소수점 또는 정수 여야합니다!
ru: Расход Т должна быть десятичной или целое!
zh_cn: 吨耗必须为小数，或者整数！
zh_tw: 噸耗必須為小數，或者整數！

# ZZDHBYXWKBC
source: Does not permit the consumption of tons empty, please add!
de: Tonnen Verbrauch erlaubt ist leer, fügen Sie bitte!
fr: Tonnes de la consommation autorisée est vide, s'il vous plaît ajouter!
ko: 허용 소비의 톤이 비어 추가하십시오!
ru: Тонны потребления позволили пуст, добавьте!
zh_cn: 吨耗不允许为空，请补充！
zh_tw: 噸耗不允許為空，請補充！

# ZZDHTBHSTRCOMPACTCODEYJZYFMXZ
source: Current contract number: "+ strCompactCode +" has been paid in detail!
de: Aktuelle Vertragsnummer: "+ strCompactCode +" wurde im Detail gezahlt worden!
fr: Actuel numéro de contrat: "+ strCompactCode +" a été payé en détail!
ko: 현재 계약 번호 : "+ strCompactCode +"세부 지급되었습니다!
ru: Текущий номер контракта: "+ strCompactCode +" было уделено подробно!
zh_cn: 当前合同编号：" + strCompactCode + "已经在预付明细中！
zh_tw: 當前合同編號：" + strCompactCode + "已經在預付明細中！

# ZZDHTBHYJZYFMXZ
source: Current contract number has been paid in detail!
de: Aktuelle Vertragsnummer im Detail gezahlt worden!
fr: Numéro de contrat actuel a été payée en détail!
ko: 현재 계약 번호는 구체적으로 지불되었습니다!
ru: Текущий контракт номер был оплачен в деталях!
zh_cn: 当前合同编号已经在预付明细中！
zh_tw: 當前合同編號已經在預付明細中！

# ZZDHTSLDZYJSBJBW1HZBXJDBWBXXCLSLD
source: Receipts single contract in the current settlement marks not -1, or reimbursement schedule is not reimbursed, please handle receipts alone!
de: Receipts Einzelauftrag in der Siedlung ist nicht markiert -1 oder Tilgungsplan wird nicht zurückerstattet, behandeln Sie bitte Einnahmen allein!
fr: Reçus contrat unique dans le règlement actuel ne sont pas marqués -1 ou le calendrier de remboursement ne sont pas remboursés, s'il vous plaît gérer reçus seul!
ko: 영수증이 현재 정착 한 계약이 표시되지 -1 또는 상환 일정이 상환되지 않는, 혼자 영수증을 처리하십시오!
ru: Поступления одного контракта в текущем урегулирования не отмечено -1 или график погашения не возвращается, пожалуйста, справиться квитанции в покое!
zh_cn: 当前合同收料单中有结算标记不为-1，或者报销进度不为报销，请先处理收料单！
zh_tw: 當前合同收料單中有結算標記不為-1，或者報銷進度不為報銷，請先處理收料單！

# ZZDJBNWFFZF
source: Docking is not illegal characters!
de: Docking ist nicht illegal Zeichen!
fr: Accueil ne sont pas des caractères illégaux!
ko: 도킹에 잘못된 문자가 아닙니다!
ru: Док не недопустимые символы!
zh_cn: 对接不能为非法字符！
zh_tw: 對接不能為非法字元！

# ZZDJHMXYJZYJDMXZBNZF
source: Details of the current program has been handed over a single detail, and can not be repeated!
de: Details der aktuellen Plan wurde ein einziges Detail übergeben und kann nicht wiederholt werden!
fr: Détails du plan actuel a été remis un seul détail, et ne peuvent pas être répété!
ko: 현재 계획의 세부 사항은 하나의 디테​​일을 계승되고 있으며, 반복 될 수 없다!
ru: Подробная информация о текущем плане был передан ни одной детали, и не может быть повторен!
zh_cn: 当前计划明细已经在移交单明细中，不能重复！
zh_tw: 當前計畫明細已經在移交單明細中，不能重複！

# ZZDJMZNSBJDLMSCZWX
source: The current interface can only be edited categories described operation is invalid!
de: Die aktuelle Schnittstelle kann nur bearbeitet werden Kategorien beschriebene Operation ist ungültig!
fr: L'interface actuelle ne peut être modifié catégories opération décrite est invalide!
ko: 현재의 인터페이스는 한 동작이 무효 인 범주를 편집 할 수 있습니다!
ru: В настоящее время интерфейс можно редактировать только категории описаны операция недопустима!
zh_cn: 当前界面，只能是编辑大类描述，操作无效！
zh_tw: 當前介面，只能是編輯大類描述，操作無效！

# ZZDKSPSJSBKNSXYGZLMBDBKSYDBDSCWJC
source: Open approvals data fails, it may be the wrong expression corresponding workflow template invisible fields, check!
de: Offene Genehmigungen Daten fehlschlägt, kann der falsche Ausdruck sein entsprechendes Workflow-Muster unsichtbar Domäne zu überprüfen!
fr: Données d'approbation ouverture échoue, il peut être la mauvaise expression modèle de workflow domaine invisible correspondant, vérifiez!
ko: 열기 승인 된 데이터는 확인, 워크 플로 서식 보이지 않는 도메인을 해당 잘못된 표현 될 수있다, 실패!
ru: Данные утверждения не удается Открытые, это может быть неправильно выражение соответствующий шаблон рабочего процесса невидимую область, проверить!
zh_cn: 打开审批数据失败，可能是相应工作流模板的不可视域的表达式错误，请检查！
zh_tw: 打開審批資料失敗，可能是相應工作流範本的不可視域的運算式錯誤，請檢查！

# ZZDLDMBNWKBC
source: Category code can not be empty, please add!
de: Kategorie-Code darf nicht leer sein, fügen Sie bitte!
fr: Code de la catégorie ne peut pas être vide, s'il vous plaît ajouter!
ko: 분류 코드는 비워 둘 수 없습니다, 추가하십시오!
ru: Код категории не может быть пустым, пожалуйста, добавьте!
zh_cn: 大类代码不能为空，请补充！
zh_tw: 大類代碼不能為空，請補充！

# ZZDLMSBNCG30GZFTXSY30GZFC
source: Category description is not more than 30 characters, please fill in less than 30 strings!
de: Kategorie Beschreibung nicht mehr als 30 Zeichen, bitte in weniger als 30 Saiten zu füllen!
fr: Description de la catégorie ne sont pas plus de 30 caractères, s'il vous plaît remplir en moins de 30 cordes!
ko: 카테고리 설명하게 30 자 이상, 미만 30 문자열에 기입하십시오입니다!
ru: Описание Категория не более 30 символов, заполните, пожалуйста, менее чем за 30 строк!
zh_cn: 大类描述不能超过30个字符，请填写少于30个字符串！
zh_tw: 大類描述不能超過30個字元，請填寫少於30個字串！

# ZZDLMSBNSFFZFC
source: Category description string can not be illegal!
de: Kategorie Beschreibung String nicht illegal sein!
fr: Description de la catégorie chaîne ne peut pas être illégal!
ko: 카테고리 설명 문자열은 불법이 될 수 없습니다!
ru: Описание Категория строка не может быть незаконным!
zh_cn: 大类描述不能是非法字符串！
zh_tw: 大類描述不能是非法字串！

# ZZDLYCWJCCWYYKNSEXMESSAGE
source: Read field error, please check! Error reason might be: "+ ex.Message +"
de: Feld-Lesefehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Champ erreur de lecture, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 이 필드를 읽기 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Поле ошибки чтения, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 读取领域错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 讀取領域錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDMBNWFFZF
source: Code can not be illegal characters!
de: Code kann nicht illegal Zeichen sein!
fr: Code ne peut pas être des caractères illégaux!
ko: 코드에 잘못된 문자가 될 수 없습니다!
ru: Код не может быть недопустимые символы!
zh_cn: 代码不能为非法字符！
zh_tw: 代碼不能為非法字元！

# ZZDMKCWJCCWYYKNSEXMESSAGE
source: Read module error, please check! Error reason might be: "+ ex.Message +"
de: Modulfehler Lesen Sie, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Erreur de lecture du module, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 읽기 모듈 오류 확인하세요! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Читайте ошибка модуля, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 读取模块错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 讀取模組錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDMZ
source: Code is correct!
de: Code ist richtig!
fr: Code est correct!
ko: 코드가 정확한지!
ru: Код правильно!
zh_cn: 代码正确！
zh_tw: 代碼正確！

# ZZDPCCJC
source: Deployment of an error, please check!
de: Deployment eines Fehlers überprüfen Sie bitte!
fr: Déploiement d'une erreur, s'il vous plaît vérifier!
ko: 오류의 배포, 확인하시기 바랍니다!
ru: Развертывание ошибке, пожалуйста, проверьте!
zh_cn: 调配出错，请检查！
zh_tw: 調配出錯，請檢查！

# ZZDPCG
source: Deployment success!
de: Deployment Erfolg!
fr: Le succès de déploiement!
ko: 배포 성공!
ru: Успех развертывания!
zh_cn: 调配成功！
zh_tw: 調配成功！

# ZZDRCG
source: Import was successful!
de: Der Import war erfolgreich!
fr: L'importation a réussi!
ko: 가져 오기에 성공했습니다!
ru: Импорт успешно!
zh_cn: 导入成功！
zh_tw: 導入成功！

# ZZDRSBEXECLBLDSJYCJC
source: Import failed, EXECL table data is wrong, please check!
de: Import fehlgeschlagen, execl Tabellendaten falsch ist, überprüfen Sie bitte!
fr: Échec de l'importation, indices de EXECL données de ce tableau est mauvais, s'il vous plaît vérifier!
ko: 가져 오기 execl과 테이블 데이터가 잘못, 실패, 확인하세요!
ru: Импорт не удался, таблица данных EXECL неправильно, пожалуйста, проверьте!
zh_cn: 导入失败，EXECL表里的数据有错，请检查！
zh_tw: 導入失敗，EXECL表裡的資料有錯，請檢查！

# ZZDRSBJC
source: Import fails, check!
de: Nicht importieren, zu überprüfen!
fr: Importer échoue, vérifiez!
ko: 가져 오기가 실패, 확인!
ru: Импорт не удается, проверьте!
zh_cn: 导入失败，请检查！
zh_tw: 導入失敗，請檢查！

# ZZDRWC
source: Import is complete!
de: Import ist abgeschlossen!
fr: Importation est terminée!
ko: 가져 오기가 완료되었습니다!
ru: Импорт завершен!
zh_cn: 导入完成！
zh_tw: 導入完成！

# ZZDSPLSJLCWJCCWYYKNSEXMESSAGE
source: Approval History read error, please check! Error reason might be: "+ ex.Message +"
de: Approval History Lesefehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Antécédents d'approbation d'erreur lire, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 승인 역사 읽기 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Утверждение История ошибка чтения, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 读取审批历史记录错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 讀取審批歷史記錄錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDSSLXYJBDXMSHARECLASSOBJECTTOSTRINGDRPROJECTPROJECTNAMETRIMXXBD
source: The current implementation of the road project has been bound: "+ ShareClass.ObjectToString (drProject [" ProjectName "]) Trim () +.", Please unbind!
de: Die aktuelle Implementierung der Straße Projekt wurde gebunden: "." (Trim () + + ShareClass.ObjectToString drProject ["Projektname])", bitte lösen!
fr: La mise en œuvre actuelle du projet de route a été lié: "." (Trim () + + ShareClass.ObjectToString drProject ["ProjectName])", S'il vous plaît délier!
ko: 도로 프로젝트의 현재 구현이 결합되었습니다 "."(트림 () + + ShareClass.ObjectToString drProject [ "프로젝트 이름을])", 바인딩을 해제하십시오!
ru: Текущая реализация проекта дороги был связан: "." (Обрезать () + + ShareClass.ObjectToString drProject ["Имя проекта])", пожалуйста, отвязать!
zh_cn: 当前实施路线已经绑定项目：" + ShareClass.ObjectToString(drProject["ProjectName"]).Trim() + "，请先取消绑定！
zh_tw: 當前實施路線已經繫結項目目：" + ShareClass.ObjectToString(drProject["ProjectName"]).Trim() + "，請先取消綁定！

# ZZDSSLXYJZLWDLX
source: The current implementation of the route has been selected? Mu Road noisy stop?
de: Die aktuelle Implementierung der Route ausgewählt wurde? Mu Straße laut Anschlag?
fr: La mise en œuvre actuelle de la route a été sélectionné? Mu Road Stop bruyant?
ko: 경로의 현재 구현은 시끄러운 정지 뮤 도로?를 선택 했습니까?
ru: Текущая реализация маршрута был выбран? Му Дорога шумная остановка?
zh_cn: 当前实施路线已经选择了?牡道嘈停?
zh_tw: 當前實施路線已經選擇了?牡道嘈停?

# ZZDWDHBNWFFZF
source: Unit telephone can not be illegal characters!
de: Telefon-Einheiten können nicht illegal Zeichen sein!
fr: Unités téléphoniques ne peuvent pas être des caractères illégaux!
ko: 전화 장치에 잘못된 문자가 될 수 없습니다!
ru: Телефон единицы не могут быть недопустимые символы!
zh_cn: 单位电话不能为非法字符！
zh_tw: 單位電話不能為非法字元！

# ZZDWDHCDBNCG14GZFC
source: Telephone units can not be longer than 14 strings!
de: Einheit Telefon Länge nicht mehr als 14 Saiten!
fr: Unité Téléphone longueur ne dépassant pas 14 cordes!
ko: 단위 전화 길이 이상 14 문자열!
ru: Блок длина Телефон не более 14 строк!
zh_cn: 单位电话长度不能超过14个字符串！
zh_tw: 單位電話長度不能超過14個字串！

# ZZDWDHZDKTX
source: Unit Phone field vacancy, please fill out!
de: Einheit Telefon Feldleerstand, füllen Sie bitte!
fr: Unité champ Téléphone vacance, s'il vous plaît remplir!
ko: 단위 전화 필드 공석은 기입하시기 바랍니다!
ru: Блок Телефон поле вакансия, пожалуйста, заполните!
zh_cn: 单位电话字段空缺，请填写！
zh_tw: 單位電話欄位空缺，請填寫！

# ZZDWDZBNWFFZF
source: Address not illegal characters!
de: Adresse nicht ungültige Zeichen!
fr: Adresse caractères pas illégal!
ko: 불법 문자가 아니라 주소!
ru: Адрес не запрещенные символы!
zh_cn: 单位地址不能为非法字符！
zh_tw: 單位位址不能為非法字元！

# ZZDWDZCDBNCG26GZFC
source: Address length is not more than 26 strings!
de: Adressenlänge nicht mehr als 26 Saiten!
fr: Longueur de l'adresse ne sont pas plus de 26 chaînes!
ko: 주소 길이는 26 개 이상의 문자열을하지 않습니다!
ru: Длина адреса не более 26 строк!
zh_cn: 单位地址长度不能超过26个字符串！
zh_tw: 單位位址長度不能超過26個字串！

# ZZDWDZZDKTX
source: Address field vacancy, please fill out!
de: Adressfeld Leerstand, füllen Sie bitte!
fr: Adresse terrain vacant, s'il vous plaît remplir!
ko: 주소 필드 공석은 기입하시기 바랍니다!
ru: Адрес поле вакансия, пожалуйста, заполните!
zh_cn: 单位地址字段空缺，请填写！
zh_tw: 單位位址欄位空缺，請填寫！

# ZZDWGCBHBNWFFZF
source: Unit project numbers can not be illegal characters!
de: Einheit Projekt-Nummern können nicht illegal Zeichen sein!
fr: Numéros de projet de l'unité ne peuvent pas être des caractères illégaux!
ko: 유닛 프로젝트 번호에 잘못된 문자가 될 수 없습니다!
ru: Номера блока проекта не может быть недопустимые символы!
zh_cn: 单位工程编号不能为非法字符！
zh_tw: 單位元工程編號不能為非法字元！

# ZZDWGCMCBNWFFZF
source: Unit project name can not be illegal characters!
de: Einheit Projektname nicht erlaubte Zeichen sein!
fr: Unité nom de projet ne peut pas être des caractères illégaux!
ko: 단위 프로젝트 이름에 잘못된 문자가 될 수 없습니다!
ru: Название блока проект не может быть недопустимые символы!
zh_cn: 单位工程名称不能为非法字符！
zh_tw: 單位元工程名稱不能為非法字元！

# ZZDWLXBYXWKBC
source: The unit type is not allowed is empty, please add!
de: Der Gerätetyp zulässig ist leer, fügen Sie bitte!
fr: Le type d'unité autorisé est vide, s'il vous plaît ajouter!
ko: 허용되는 단위 유형이 비어 추가하십시오!
ru: Тип блока позволило пуст, добавьте!
zh_cn: 单位类型不允许为空，请补充！
zh_tw: 單位類型不允許為空，請補充！

# ZZDWMCBNCG4GZFXG
source: Unit name can not be more than four characters, please change!
de: Gerätenamen können nicht mehr als vier Zeichen sein, ändern Sie bitte!
fr: Nom de l'unité ne peut pas être plus de quatre personnages, s'il vous plaît changer!
ko: 유닛 이름은 개 이상의 문자 수 없습니다, 변경하십시오!
ru: Название блока не может быть более четырех символов, пожалуйста, изменится!
zh_cn: 单位名称不能超过4个字符，请修改！
zh_tw: 單位名稱不能超過4個字元，請修改！

# ZZDWMCBNWFFZFCXG
source: Unit name can not be illegal strings, please change!
de: Gerätename kann nicht illegal Saiten, ändern Sie bitte!
fr: Nom de l'unité ne peut pas être des chaînes illégales, s'il vous plaît changer!
ko: 유닛 이름은 불법 문자열, 변경하십시오 수 없습니다!
ru: Название блока не может быть незаконных строки, пожалуйста, изменится!
zh_cn: 单位名称不能为非法字符串，请修改！
zh_tw: 單位名稱不能為非法字串，請修改！

# ZZDWMCBNWKBC
source: Name can not be empty, please add!
de: Name darf nicht leer sein, fügen Sie bitte!
fr: Nom ne peut pas être vide, s'il vous plaît ajouter!
ko: 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имя не может быть пустым, пожалуйста, добавьте!
zh_cn: 单位名称不能为空，请补充！
zh_tw: 單位名稱不能為空，請補充！

# ZZDWMCYJCZBYZFTJ
source: Name already exists, please do not repeat to add!
de: Einheit Name bereits vorhanden ist, bitte nicht wiederholen, um hinzuzufügen!
fr: Nom de l'unité déjà existe, s'il vous plaît ne répétez pas à ajouter!
ko: 장치 이름이 이미 추가를 반복하지 마십시오 존재!
ru: Название блока уже существует, пожалуйста, не повторяйте, чтобы добавить!
zh_cn: 单位名称已经存在，请不要重复添加！
zh_tw: 單位名稱已經存在，請不要重複添加！

# ZZDWTXCWJCCWYYKNSEXMESSAGE
source: For more details, read the question wrong, please check! Error reason might be: "+ ex.Message +"
de: Für weitere Details lesen Sie die Frage falsch, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Pour plus de détails, lire la mauvaise question, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 자세한 내용은 잘못된 질문을 읽고, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Для более подробной информации, прочитайте вопрос неправильно, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 读取问题详情错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 讀取問題詳情錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDXBNWKJC
source: Items marked with * can not be empty, please check!
de: Mit * Einzelteil darf nicht leer sein, prüfen Sie bitte!
fr: Avec * Point ne peut pas être vide, s'il vous plaît vérifier!
ko: * 항목은 비워 둘 수 없습니다으로 확인하시기 바랍니다!
ru: С * Пункт не может быть пустым, пожалуйста, проверьте!
zh_cn: 带*项不能为空，请检查！
zh_tw: 帶*項不能為空，請檢查！

# ZZDXFSWB
source: SMS has been sent!
de: SMS wurde verschickt!
fr: SMS a été envoyé!
ko: SMS가 전송되었습니다!
ru: SMS было отправлено!
zh_cn: 信息发送完毕！
zh_tw: 短信發送完畢！

# ZZDXMBMHYLLJHWHXXHXLLJHSTRPLANCODES
source: The current project also picking program coding unapplied, please write off picking plan, "+ strPlanCodes +"!
de: Das aktuelle Projekt auch Kommissionierung Codierprogramm unangewendet, schreiben Sie bitte off Kommissionierung Plan "+ strPlanCodes +"!
fr: Le projet actuel ramasser également le programme inappliquée, s'il vous plaît radier la cueillette plan "+ strPlanCodes +" codage!
ko: 현재이 프로젝트는 또한, "+ strPlanCodes +"를 계획 따기 오프 적어주세요 적용되지 않은 프로그램을 코딩 따기!
ru: Данный проект также собирание программу Непримененные, пожалуйста, списать выбирая план, "+ strPlanCodes +" кодирования!
zh_cn: 当前项目编码还有领料计划未核销，请先核销领料计划," + strPlanCodes + "！
zh_tw: 當前專案編碼還有領料計畫未核銷，請先核銷領料計畫," + strPlanCodes + "！

# ZZDXMSLMBZTJBNWKJC
source: Object name, instance name, step conditions can not be empty, please check!
de: Objektnamen, den Instanznamen, können Schritt Bedingungen nicht leer sein, prüfen Sie bitte!
fr: Nom de l'objet, nom de l'instance, les conditions de l'étape ne peut pas être vide, s'il vous plaît vérifier!
ko: 개체 이름, 인스턴스 이름은, 단계 조건은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Название объекта, имя экземпляра, шаг условия не может быть пустым, пожалуйста, проверьте!
zh_cn: 对象名，实例名、步骤条件不能为空，请检查！
zh_tw: 物件名，實例名、步驟條件不能為空，請檢查！

# ZZDXMYJTSGBYZFTS
source: The current project has been pushed before, please do not repeat Push!
de: Das aktuelle Projekt wurde über geschoben, bitte nicht wiederholen Push!
fr: Le projet actuel a été poussé sur, s'il vous plaît ne répétez pas Poussez!
ko: 현재 프로젝트를 통해 추진되어, 밀어 반복하지 마십시오!
ru: Данный проект был толкнули, пожалуйста, не повторяйте Push!
zh_cn: 当前项目已经推送过，请不要重复推送！
zh_tw: 當前專案已經推送過，請不要重複推送！

# ZZDXTHBNWFFZF
source: Line diagram number can not be illegal characters!
de: Liniendiagramm-Nummer kann nicht illegal Zeichen sein!
fr: Numéro de ligne de schéma ne peut pas être des caractères illégaux!
ko: 라인도 번호에 잘못된 문자가 될 수 없습니다!
ru: Номер строки схема не может быть недопустимые символы!
zh_cn: 单线图号不能为非法字符！
zh_tw: 單線圖號不能為非法字元！

# ZZDXTHBNWKZ
source: Line diagram number can not be empty, please choose!
de: Liniendiagramm Nummer darf nicht leer sein, wählen Sie bitte!
fr: Numéro de ligne de schéma ne peut pas être vide, s'il vous plaît choisir!
ko: 라인도 번호가 비어있을 수 없습니다, 선택하세요!
ru: Номер строки схема не может быть пустым, выберите!
zh_cn: 单线图号不能为空，请选择！
zh_tw: 單線圖號不能為空，請選擇！

# ZZDXYZMYFSCS
source: SMS verification code has been sent, please check!
de: SMS Bestätigungscode gesendet wurde, überprüfen Sie bitte!
fr: Code de vérification de SMS a été envoyé, s'il vous plaît vérifier!
ko: SMS 확인 코드가 전송되었습니다, 확인하시기 바랍니다!
ru: SMS код подтверждения был отправлен, пожалуйста, проверьте!
zh_cn: 短信验证码已发送，请查收！
zh_tw: 短信驗證碼已發送，請查收！

# ZZDYJDMXBCZ
source: Current transfer order detail does not exist!
de: Die Stromübertragung Detail gibt es nicht!
fr: Le simple transfert de courant détail ne existe pas!
ko: 현재 전송 단일 세부 사항이 존재하지 않습니다!
ru: В настоящее время передача одна деталь не существует!
zh_cn: 当前移交单明细不存在！
zh_tw: 當前移交單明細不存在！

# ZZDYJDMXJDBWLRBYXBJ
source: The current schedule is not handed over a single detail entry, editing is not allowed!
de: Die aktuellen Zeitplan wird nicht über ein einziges Detail Eintrag übergeben, wird die Bearbeitung nicht erlaubt!
fr: Le calendrier actuel est pas remis une seule entrée de détail, interdit toute modification!
ko: 현재 일정이 하나의 세부 항목 넘겨되지 않고, 편집은 허용되지 않습니다!
ru: Нынешний график не передал одну запись подробно, редактирование не допускается!
zh_cn: 当前移交单明细进度不为录入，不允许编辑！
zh_tw: 當前移交單明細進度不為錄入，不允許編輯！

# ZZDYJKCWJCCWYYKNSEXMESSAGE
source: Call interface error, please check! Error reason might be: "+ ex.Message +"
de: Call-Schnittstellenfehler, prüfen Sie bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: Erreur de l'interface d'appel, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: 전화 인터페이스 오류, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: Вызов ошибка интерфейса, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: 调用接口错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: 調用介面錯誤，請檢查！錯誤原因可能是：" + ex.Message + "

# ZZDZBZBNBHFFZF
source: Control standards can not contain illegal characters!
de: Kontrollstandards nicht enthalten ungültige Zeichen!
fr: Normes de contrôle ne peuvent pas contenir des caractères illégaux!
ko: 관리 기준에 잘못된 문자를 포함 할 수 없습니다!
ru: Контрольные стандарты не могут содержать недопустимые символы!
zh_cn: 对照标准不能包含非法字符！
zh_tw: 對照標準不能包含非法字元！
