Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZSFZHBCZJC
source: ID number does not exist, please check!
de: ID-Nummer nicht vorhanden ist, überprüfen Sie bitte!
fr: Numéro d'identification ne pas exister, s'il vous plaît vérifier!
ko: ID 번호가 존재하지 확인하시기 바랍니다 않습니다!
ru: Идентификационный номер не существует, пожалуйста, проверьте!
zh_cn: 身份证号不存在，请检查！
zh_tw: 身份证号不存在，请检查！

# ZZSGDCBGDZYDYGSGMSDWFSC
source: Accident investigation report card has been called the incident described in a single, can not be deleted!
de: Unfalluntersuchungsbericht Karte wurde das in einem einzigen beschriebenen Vorfall genannt, kann nicht gelöscht werden!
fr: Carte de rapport d'enquête accident a été appelé l'incident décrit dans un seul, ne peut pas être supprimé!
ko: 사고 조사 보고서 카드 하나에 기술 된 사건 호출 된, 삭제할 수 없습니다!
ru: Авария доклад о расследовании карта была названа инцидент описан в одном, не могут быть удалены!
zh_cn: 事故调查报告单中已调用该事故描述单，无法删除！
zh_tw: 事故调查报告单中已调用该事故描述单，无法删除！

# ZZSHBHGCG
source: Audit unqualified success!
de: Audit voller Erfolg!
fr: Audit franc succès!
ko: 자격이없는 성공을 감사!
ru: Аудит безусловный успех!
zh_cn: 审核不合格成功！
zh_tw: 审核不合格成功！

# ZZSHBHGSBJC
source: Unqualified audit fails, check!
de: Uneingeschränkter Bestätigungsfehlschlägt, überprüfen!
fr: Attestation sans réserve échoue, vérifiez!
ko: 규정되지 않은 감사는 확인 실패!
ru: Безусловный аудит не удается, проверьте!
zh_cn: 审核不合格失败，请检查！
zh_tw: 审核不合格失败，请检查！

# ZZSHBNWFFZF
source: Tax ID can not be illegal characters!
de: Steuer-ID kann nicht illegal Zeichen sein!
fr: Numéro d'identification fiscale ne peut pas être des caractères illégaux!
ko: 세금 ID는 잘못된 문자가 될 수 없습니다!
ru: ИНН не может быть недопустимые символы!
zh_cn: 税号不能为非法字符！
zh_tw: 税号不能为非法字符！

# ZZSHBTGCG
source: Audit not passed successfully!
de: Audit nicht bestanden!
fr: Audit pas passé avec succès!
ko: 감사를 성공적으로 통과하지!
ru: Аудит не прошел успешно!
zh_cn: 审核不通过成功！
zh_tw: 审核不通过成功！

# ZZSHCDBNCG30GZFC
source: Tax ID string length is not more than 30!
de: UST-ID-String Länge nicht mehr als 30!
fr: Tax ID longueur de la chaîne est pas plus de 30!
ko: 세금 ID 문자열의 길이는 30 이하입니다!
ru: ИНН длина строки не более 30!
zh_cn: 税号长度不能超过30个字符串！
zh_tw: 税号长度不能超过30个字符串！

# ZZSHCG
source: Audit Success!
de: Überwachung erfolgreich!
fr: Audit des succès!
ko: 감사 성공!
ru: Аудит успехов!
zh_cn: 审核成功！
zh_tw: 审核成功！

# ZZSHHGCG
source: The qualified success!
de: Die qualifizierte Erfolg!
fr: Le succès mitigé!
ko: 자격을 갖춘 성공!
ru: Квалифицированный успех!
zh_cn: 审核合格成功！
zh_tw: 审核合格成功！

# ZZSHHGSBJC
source: The qualified fails, check!
de: Die qualifizierte fehlschlägt, überprüfen!
fr: Le qualifiée échoue, vérifiez!
ko: 자격을 갖춘 실패, 확인!
ru: Квалифицированный удается, проверьте!
zh_cn: 审核合格失败，请检查！
zh_tw: 审核合格失败，请检查！

# ZZSHSBJC
source: An audit failure, please check!
de: Eine Abschlussprüfung Versagen, bitte!
fr: Une panne de vérification, s'il vous plaît vérifier!
ko: 감사 실패는 확인하시기 바랍니다!
ru: Неудачная аудит, пожалуйста, проверьте!
zh_cn: 审核失败，请检查！
zh_tw: 审核失败，请检查！

# ZZSHSTCZYGBHZZXGCSHSBNSZZTWFHZL
source: Vetting author off or modify this assessment of the application can not be set in the state to review!
de: Überprüft die Anwendung Autor off oder zu modifizieren Bewertung der Anwendung kann nicht in den Zustand zu überprüfen gesetzt werden!
fr: Examiner la demande auteur éteint ou modifier cette évaluation de la demande ne peut pas être réglé dans l'état à donner votre avis!
ko: 오프 응용 프로그램 저자을 검토하거나 응용 프로그램의 평가를 검토 할 수있는 상태로 설정할 수 없습니다 수정!
ru: Прочтите автор приложений выключен или изменить эту оценку приложения не могут быть установлены в государстве отзыв!
zh_cn: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为复核中了！
zh_tw: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为复核中了！

# ZZSHSTCZYGBHZZXGCSHSBNSZZTWHZL
source: Vetting author off or modify this assessment of the application can not be set in the state to countersign!
de: Überprüft die Anwendung Autor off oder zu modifizieren Bewertung der Anwendung, können Sie den Status, in ihr gegengezeichnet werden nicht gesetzt!
fr: Examiner la demande auteur éteint ou modifier cette évaluation de l'application, vous ne pouvez pas définir le statut d'être contresigné en elle!
ko: 오프 응용 프로그램 저자을 검토하거나 응용 프로그램의 평가를 수정, 당신은 그것에서 연대 할 수있는 상태를 설정할 수 없습니다!
ru: Прочтите автор приложения от или изменять этот оценку приложения, вы не можете установить статус скрепляются в нем!
zh_cn: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为会签中了！
zh_tw: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为会签中了！

# ZZSHSTCZYGBHZZXGCSHSBNSZZTWSHZL
source: Vetting author off or modify this assessment of the application, you can not set the state to audit it!
de: Überprüft die Anwendung Autor off oder zu modifizieren Bewertung der Anwendung, können Sie den Status der Prüfung nicht gesetzt!
fr: Examiner la demande auteur éteint ou modifier cette évaluation de l'application, vous ne pouvez pas définir l'état de la vérification!
ko: 오프 응용 프로그램 저자을 검토하거나 응용 프로그램의 평가를 수정, 당신은 감사의 상태를 설정할 수 없습니다!
ru: Прочтите автор приложения от или изменять этот оценку применения, вы не можете установить статус проверки!
zh_cn: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为审核中了！
zh_tw: 审核申请提出者已关闭或正在修改此审核申请，不能设置状态为审核中了！

# ZZSHTHCG
source: Audit return success!
de: Audit Rück Erfolg!
fr: Succès retour de vérification!
ko: 감사 복귀 성공!
ru: Аудит возврат успех!
zh_cn: 审核退回成功！
zh_tw: 审核退回成功！

# ZZSHZDKTX
source: Tax ID field vacancy, please fill out!
de: UST-ID-Feld Leerstand, füllen Sie bitte!
fr: Impôt champ ID vacance, s'il vous plaît remplir!
ko: 세금 ID 필드 공석은 기입하시기 바랍니다!
ru: ИНН поле вакансия, пожалуйста, заполните!
zh_cn: 税号字段空缺，请填写！
zh_tw: 税号字段空缺，请填写！

# ZZSJBCZJC
source: Data does not exist, please check!
de: Daten nicht vorhanden ist, überprüfen Sie bitte!
fr: Les données ne existe pas, s'il vous plaît vérifier!
ko: 데이터가 존재하지 않습니다, 확인하시기 바랍니다!
ru: Данные не существует, пожалуйста, проверьте!
zh_cn: 数据不存在，请检查！
zh_tw: 数据不存在，请检查！

# ZZSJBMBCZBNDZ
source: The higher authorities do not exist, can not be adjusted!
de: Die höheren Behörden nicht existieren, können nicht eingestellt werden!
fr: Les autorités supérieures ne existent pas, ne peuvent pas être réglés!
ko: 존재하지 않는 높은 당국은 조정할 수 없습니다!
ru: Высшие органы власти не существует, не может быть изменена!
zh_cn: 上级部门不存在，不能调整！
zh_tw: 上级部门不存在，不能调整！

# ZZSJBNWFFZF
source: The phone can not be illegal characters!
de: Das Telefon kann nicht illegal Zeichen sein!
fr: Le téléphone ne peut pas être des caractères illégaux!
ko: 휴대 전화에 잘못된 문자가 될 수 없습니다!
ru: Телефон не может быть недопустимые символы!
zh_cn: 手机不能为非法字符！
zh_tw: 手机不能为非法字符！

# ZZSJCCG
source: Data extraction success!
de: Datenextraktion Erfolg!
fr: L'extraction des données de réussite!
ko: 데이터 추출 성공!
ru: Извлечение данных успех!
zh_cn: 数据抽取成功！
zh_tw: 数据抽取成功！

# ZZSJCDBNCG11GZFC
source: The phone can not be longer than 11 strings!
de: Das Telefon darf nicht mehr als 11 Stringlänge sein!
fr: Le téléphone ne peut pas être plus de 11 longueur de la chaîne!
ko: 전화는 11 개 이상의 문자열 길이 될 수 없습니다!
ru: Телефон не может быть больше 11 длина строки!
zh_cn: 手机长度不能超过11个字符串！
zh_tw: 手机长度不能超过11个字符串！

# ZZSJCG
source: Upgrade success!
de: Upgrade-Erfolg!
fr: Mise à niveau de succès!
ko: 성공을 업그레이드!
ru: Обновление успех!
zh_cn: 升级成功！
zh_tw: 升级成功！

# ZZSJCSBKNYGRSTDYSCSZSJKLZJZXPRCREATERTXACCOUNTDATACCGCXX
source: Data extraction failed, possibly too many employees, the operation times out, perform [Pr_CreateRTXAccountData] stored procedure in the database directly, thank you!
de: Datenextraktion fehlgeschlagen, wahrscheinlich zu viele Mitarbeiter, die Betriebszeiten aus, führen Sie [Pr_CreateRTXAccountData] gespeicherten Prozeduren in der Datenbank direkt, danke!
fr: L'extraction des données a échoué, probablement trop nombreux employés, les temps de fonctionnement, à la exécutent [Pr_CreateRTXAccountData] procédures stockées dans la base de données directement, je vous remercie!
ko: 데이터 추출은 아마도 너무 많은 직원들이 작업 시간은 직접 데이터베이스에 저장 프로 시저, 감사합니다 [Pr_CreateRTXAccountData] 수행 실패!
ru: Извлечение данных не удалось, вероятно, слишком много сотрудников, времена работы из, выполните [Pr_CreateRTXAccountData] хранимые процедуры в базе данных непосредственно, спасибо!
zh_cn: 数据抽取失败，可能员工人数太多，运算超时，请在数据库里直接执行【Pr_CreateRTXAccountData】存储过程,谢谢！
zh_tw: 数据抽取失败，可能员工人数太多，运算超时，请在数据库里直接执行【Pr_CreateRTXAccountData】存储过程,谢谢！

# ZZSJHCSJBNXYSJYCSJJC
source: The actual time the car is not less than the actual car time, please check!
de: Die tatsächliche Zeit kann das Auto nicht weniger als Autos Zeit zu sein, überprüfen Sie bitte!
fr: Le temps réel de la voiture ne peut pas être inférieur au temps de la voiture réelle, s'il vous plaît vérifier!
ko: 자동차는 실제 자동차 시간보다 작을 수 없습니다 실제 시간은 확인하시기 바랍니다!
ru: Фактическое время автомобиль не может быть меньше, чем фактическое время автомобиль, пожалуйста, проверьте!
zh_cn: 实际还车时间不能小于实际用车时间，请检查！
zh_tw: 实际还车时间不能小于实际用车时间，请检查！

# ZZSJHSCCG
source: Application program generates success!
de: Anwendungsprogramm erzeugt Erfolg!
fr: Programme d'application génère succès!
ko: 어플리케이션 프로그램의 성공을 발생!
ru: Применение программы генерирует успех!
zh_cn: 申请计划生成成功！
zh_tw: 申请计划生成成功！

# ZZSJHSCSBJC
source: Application plan generation fails, check!
de: Anwendungsplangenerierung fehlschlägt, überprüfen!
fr: Génération du plan d'application échoue, vérifiez!
ko: 응용 프로그램 계획 생성에 실패, 확인!
ru: Не удается поколения план Применение, проверьте!
zh_cn: 申请计划生成失败，请检查！
zh_tw: 申请计划生成失败，请检查！

# ZZSJKBFSBKNSJKMCYCJC
source: Database backup fails, the database name might be wrong, please check!
de: Datenbanksicherung fehlschlägt, kann der Datenbankname falsch sein, überprüfen Sie bitte!
fr: Sauvegarde de la Base échoue, le nom de base de données peut être erroné, s'il vous plaît vérifier!
ko: 데이터베이스 백업, 데이터베이스 이름이 잘못 될 수있다 실패, 확인하시기 바랍니다!
ru: Резервное копирование базы данных не удается, имя базы данных может быть не так, пожалуйста, проверьте!
zh_cn: 数据库备份失败，可能数据库名称有错，请检查！
zh_tw: 数据库备份失败，可能数据库名称有错，请检查！

# ZZSJKBFWC
source: Database backup is complete!
de: Datenbanksicherung ist abgeschlossen!
fr: Sauvegarde de la Base est complet!
ko: 데이터베이스 백업이 완료됩니다!
ru: Резервное копирование базы данных завершена!
zh_cn: 数据库备份完成！
zh_tw: 数据库备份完成！

# ZZSJLDBNWKBC
source: Superiors can not be empty, please add!
de: Vorgesetzten darf nicht leer sein, fügen Sie bitte!
fr: Supérieurs ne peut être vide, s'il vous plaît ajouter!
ko: 장상은 비워 둘 수 없습니다, 추가하십시오!
ru: Начальники не может быть пустым, пожалуйста, добавьте!
zh_cn: 上级领导不能为空，请补充！
zh_tw: 上级领导不能为空，请补充！

# ZZSJSBJC
source: The upgrade fails, check!
de: Das Upgrade fehlschlägt, überprüfen Sie!
fr: La mise à niveau échoue, vérifiez!
ko: 업그레이드 확인 실패!
ru: Обновление не помогает, проверьте!
zh_cn: 升级失败，请检查！
zh_tw: 升级失败，请检查！

# ZZSJWDBNWFFZF
source: The design temperature must not be illegal characters!
de: Die Auslegungstemperatur dürfen nicht rechtswidrig Zeichen sein!
fr: La température de conception ne doit pas être des caractères illégaux!
ko: 설계 온도에 잘못된 문자가 될 수 없습니다!
ru: Расчетная температура должна быть не недопустимые символы!
zh_cn: 设计温度不能为非法字符！
zh_tw: 设计温度不能为非法字符！

# ZZSJYLBNWFFZF
source: The design pressure must not be illegal characters!
de: Der Berechnungsdruck darf nicht illegal Zeichen sein!
fr: La pression de calcul ne doit pas être des caractères illégaux!
ko: 설계 압력에 잘못된 문자가 될 수 없습니다!
ru: Расчетное давление должно быть не недопустимые символы!
zh_cn: 设计压力不能为非法字符！
zh_tw: 设计压力不能为非法字符！

# ZZSJZDKTX
source: Mobile field vacancy, please fill out!
de: Mobilen Feldleerstand, füllen Sie bitte!
fr: Mobile sur le terrain vacant, s'il vous plaît remplir!
ko: 모바일 필드 공석은 기입하시기 바랍니다!
ru: Мобильная вакансия поле, пожалуйста, заполните!
zh_cn: 手机字段空缺，请填写！
zh_tw: 手机字段空缺，请填写！

# ZZSLBNWKBC
source: Tax rate can not be empty, please add!
de: Steuersatz darf nicht leer sein, fügen Sie bitte!
fr: Taux d'imposition ne peut être vide, s'il vous plaît ajouter!
ko: 세율은 비워 둘 수 없습니다, 추가하십시오!
ru: Налоговая ставка не может быть пустым, пожалуйста, добавьте!
zh_cn: 税率不能为空，请补充！
zh_tw: 税率不能为空，请补充！

# ZZSLBXWXSHZZS
source: Tax rate must be decimal or integer!
de: Steuersatz muss dezimal oder ganze Zahl sein!
fr: Taux d'imposition doit être décimal ou entier!
ko: 세율은 소수 또는 정수 여야합니다!
ru: Налоговая ставка должна быть десятичной или целое!
zh_cn: 税率必须为小数，或者整数！
zh_tw: 税率必须为小数，或者整数！

# ZZSLBYXWKBC
source: Quantity does not allow empty, please add!
de: Die Anzahl erlaubt ist leer, fügen Sie bitte!
fr: Le nombre autorisé est vide, s'il vous plaît ajouter!
ko: 허용되는 번호가 비어 추가하십시오!
ru: Допустимое количество пуст, добавьте!
zh_cn: 数量不允许为空，请补充！
zh_tw: 数量不允许为空，请补充！

# ZZSLCG
source: Accepting success!
de: Akzeptieren Erfolg!
fr: Accepter succès!
ko: 성공을 수락!
ru: Принятие успех!
zh_cn: 受理成功！
zh_tw: 受理成功！

# ZZSLFSBNWKBC
source: Receipts mode can not be empty, please add!
de: Receipts Weg darf nicht leer sein, fügen Sie bitte!
fr: Reçus façon ne peut pas être vide, s'il vous plaît ajouter!
ko: 수령 방법은 비워 둘 수 없습니다, 추가하십시오!
ru: Поступления путь не может быть пустым, пожалуйста, добавьте!
zh_cn: 收料方式不能为空，请补充！
zh_tw: 收料方式不能为空，请补充！

# ZZSLRBSDNYHZJSBJBW1BNTD
source: Receipt date is not the current year, month, or settlement marked not -1, not retreat a single!
de: Eingangsdatum ist nicht das aktuelle Jahr, geprägt Monat oder Abwicklung nicht -1, nicht zurückziehen eine einzige!
fr: Date de réception est pas l'année, le mois, ou de règlement a marqué non -1, ne reculera pas d'un seul!
ko: 영수증 날짜는 현재의 년, 월, 또는 타협은 -1이 아니라 하나의 후퇴하지 표시되지 않습니다!
ru: Дата получения не текущий год, месяц, или поселение отмечен не -1, не отступать ни одного!
zh_cn: 收料日期不是当前年，月，或者结算标记不为-1，不能退单！
zh_tw: 收料日期不是当前年，月，或者结算标记不为-1，不能退单！

# ZZSLSBJC
source: Accept failure, please check!
de: Akzeptieren Versagen, bitte!
fr: Accepter l'échec, s'il vous plaît vérifier!
ko: 실패를 적용, 확인하시기 바랍니다!
ru: Принять отказ, пожалуйста, проверьте!
zh_cn: 受理失败，请检查！
zh_tw: 受理失败，请检查！

# ZZSLSLBXWXSHZZS
source: Real collar must be a decimal number, or integer!
de: Echt Kragen Nummer muss eine Dezimalzahl oder ganze Zahl sein!
fr: Numéro de collier réel doit être un nombre décimal ou entier!
ko: 실제 칼라 숫자는 10 진수 또는 정수 여야합니다!
ru: Количество Недвижимость воротник должен быть десятичным числом или!
zh_cn: 实领数量必须为小数，或者整数！
zh_tw: 实领数量必须为小数，或者整数！

# ZZSMBNWFFZF
source: Note It is not illegal characters!
de: Beschreibung ist nicht illegal Zeichen!
fr: Pas de description des caractères illégaux!
ko: 설명에 잘못된 문자가 아닙니다!
ru: Описание не недопустимые символы!
zh_cn: 说明不能为非法字符！
zh_tw: 说明不能为非法字符！

# ZZSPCG
source: Approval success!
de: Approval Erfolg!
fr: Approbation de succès!
ko: 승인 성공!
ru: Успех Утверждение!
zh_cn: 审批成功！
zh_tw: 审批成功！

# ZZSPTGCG
source: Approved by the success!
de: Genehmigt durch den Erfolg!
fr: Approuvé par le succès!
ko: 성공에 의해 승인!
ru: Утверждено успеха!
zh_cn: 审批通过成功！
zh_tw: 审批通过成功！

# ZZSRFWSBM
source: Please enter a service ID!
de: Bitte geben Sie eine Service-ID!
fr: S'il vous plaît entrer un ID de service!
ko: 서비스 ID를 입력하세요!
ru: Пожалуйста, введите идентификатор услуги!
zh_cn: 请输入服务识别码！
zh_tw: 请输入服务识别码！

# ZZSRNOBH
source: Please enter No number!
de: Bitte geben Sie die Nummer nicht vorhanden!
fr: S'il vous plaît entrer dans le Pas de numéro!
ko: 어떤 번호를 입력하여 주시기 바랍니다!
ru: Пожалуйста, введите секретный Нет число!
zh_cn: 请输入No编号！
zh_tw: 请输入No编号！

# ZZSRRWLCNR
source: Please enter the network flow content!
de: Bitte geben Sie den Netzwerkfluss-Gehalt!
fr: S'il vous plaît entrer le contenu du flux de réseau!
ko: 네트워크 흐름의 내용을 입력하세요!
ru: Пожалуйста, введите содержание сетевого потока!
zh_cn: 请输入入网流程内容！
zh_tw: 请输入入网流程内容！

# ZZSRZDHLLXBXSSZJC
source: Please enter the correct exchange rate, the type must be a number, please check!
de: Bitte geben Sie die richtigen Wechselkurs, muss der Typ eine Zahl sein, prüfen Sie bitte!
fr: S'il vous plaît entrer le bon taux de change, le type doit être un nombre, s'il vous plaît vérifier!
ko: 정확한 환율을 입력 해주세요 유형이 숫자 여야합니다, 확인하시기 바랍니다!
ru: Пожалуйста, введите правильный курс, тип должен быть номер, пожалуйста, проверьте!
zh_cn: 请输入正确的汇率，类型必须是数字，请检查！
zh_tw: 请输入正确的汇率，类型必须是数字，请检查！

# ZZSRZDHLYDY0DSZJC
source: Please enter the correct exchange rate, requiring greater than 0, please check!
de: Bitte geben Sie die richtigen Wechselkurs, größer als 0 ist erforderlich, bitte!
fr: S'il vous plaît entrer le bon taux de change, ce qui nécessite plus de 0, s'il vous plaît vérifier!
ko: 0보다 큰 요구, 정확한 환율을 입력 해주세요 확인하세요!
ru: Пожалуйста, введите правильный курс, требуя больше, чем 0, пожалуйста, проверьте!
zh_cn: 请输入正确的汇率，要求大于0的数字，请检查！
zh_tw: 请输入正确的汇率，要求大于0的数字，请检查！

# ZZSRZDJYSLYDY0DZSJC
source: Please enter the correct number of lending, integer greater than 0 requirements, please check!
de: Bitte geben Sie die richtige Anzahl von Darlehen, eine ganze Zahl größer als 0, Anforderungen, bitte!
fr: S'il vous plaît entrez le nombre correct de prêt, un entier supérieur à 0 exigences, s'il vous plaît vérifier!
ko: 대출의 정확한 수, 0 요구 사항에보다 큰 정수를 입력하십시오, 확인하시기 바랍니다!
ru: Пожалуйста, введите правильный номер займа, целое число, большее, чем 0 требованиям, пожалуйста, проверьте!
zh_cn: 请输入正确的借阅数量，要求大于0的整数，请检查！
zh_tw: 请输入正确的借阅数量，要求大于0的整数，请检查！

# ZZSRZDJYSLYDYHDY0DZSJC
source: Please enter the correct number of borrowing required integer greater than or equal to 0, please check!
de: Bitte geben Sie die richtige Anzahl von Kreditaufnahmen erforderlich, ganze Zahl größer oder gleich 0 ist, überprüfen Sie bitte!
fr: S'il vous plaît entrez le nombre correct de l'emprunt nécessaire nombre entier supérieur ou égal à 0, s'il vous plaît vérifier!
ko: 0보다 같거나 큰 정수 필요한 차입 정확한 번호를 입력하세요 확인하시기 바랍니다!
ru: Пожалуйста, введите правильный номер заимствования требуется целое число, большее или равное 0, пожалуйста, проверьте!
zh_cn: 请输入正确的借阅数量，要求大于或等于0的整数，请检查！
zh_tw: 请输入正确的借阅数量，要求大于或等于0的整数，请检查！

# ZZSRZDJYTSYDYHDY0DZSJC
source: Please enter the correct number of days to borrow requires integer greater than or equal to 0, please check!
de: Bitte geben Sie die richtige Zahl der Tage zu leihen erfordert ganze Zahl größer als oder gleich 0 ist, überprüfen Sie bitte!
fr: S'il vous plaît entrez le nombre exact de jours d'emprunter nécessite entier supérieur ou égal à 0, s'il vous plaît vérifier!
ko: 0보다 같거나 큰 정수, 확인하시기 바랍니다 필요 빌려 일의 정확한 번호를 입력하세요!
ru: Пожалуйста, введите правильное число дней брать требует целое число, большее или равное 0, пожалуйста, проверьте!
zh_cn: 请输入正确的借阅天数，要求大于或等于0的整数，请检查！
zh_tw: 请输入正确的借阅天数，要求大于或等于0的整数，请检查！

# ZZSRZDPXYDY0DZSJC
source: Enter the correct order, requires an integer greater than 0, please check!
de: Bitte geben Sie die richtige Art, erfordert eine ganze Zahl größer als 0, prüfen Sie bitte!
fr: S'il vous plaît entrer le bon genre, nécessite un nombre entier supérieur à 0, s'il vous plaît vérifier!
ko: 정확한 종류를 입력하세요, 0보다 큰 정수가 필요합니다, 확인하시기 바랍니다!
ru: Пожалуйста, введите правильный вид, требует целое число, большее 0, пожалуйста, проверьте!
zh_cn: 请输入正确的排序，要求大于0的整数，请检查！
zh_tw: 请输入正确的排序，要求大于0的整数，请检查！

# ZZSRZDSXYDY0DZSJC
source: Enter the correct order, an integer greater than 0 requirements, please check!
de: Bitte geben Sie die richtige Reihenfolge, eine ganze Zahl größer als 0, Anforderungen, bitte!
fr: S'il vous plaît entrer dans la séquence correcte, un nombre entier supérieur à 0 exigences, s'il vous plaît vérifier!
ko: 올바른 순서를 입력하세요, 0 요구 사항에보다 큰 정수, 확인하시기 바랍니다!
ru: Пожалуйста, введите правильную последовательность, целое число, большее, чем 0 требованиям, пожалуйста, проверьте!
zh_cn: 请输入正确的顺序，要求大于0的整数，请检查！
zh_tw: 请输入正确的顺序，要求大于0的整数，请检查！

# ZZSRZDZJPXYDYHDY0DZSJC
source: Please enter the correct credentials ordering require integer greater than or equal to 0, please check!
de: Bitte geben Sie die richtigen Anmeldeinformationen der Bestellung bedürfen ganze Zahl größer als oder gleich 0 ist, überprüfen Sie bitte!
fr: S'il vous plaît entrer les informations d'identification correctes commande nécessite entier supérieur ou égal à 0, s'il vous plaît vérifier!
ko: 0보다 같거나 큰 정수, 확인 해 주시기 바랍니다 주문 올바른 자격 증명을 입력하세요!
ru: Пожалуйста, введите правильные учетные данные заказа требуется целое число, большее или равное 0, пожалуйста, проверьте!
zh_cn: 请输入正确的证件排序，要求大于或等于0的整数，请检查！
zh_tw: 请输入正确的证件排序，要求大于或等于0的整数，请检查！

# ZZSSBJC
source: Authorization failed, please check!
de: Autorisierung fehlgeschlagen, überprüfen Sie bitte!
fr: Échec de l'autorisation, s'il vous plaît vérifier!
ko: 권한 부여 확인하시기 바랍니다 실패!
ru: Авторизация не удалась, пожалуйста, проверьте!
zh_cn: 授权失败，请检查！
zh_tw: 授权失败，请检查！

# ZZSSCSBLCMBBNWKJC
source: Application generation failed, the process template can not be empty, please check!
de: Anwendungserstellung fehlgeschlagen ist, die Prozessvorlage kann nicht leer sein, prüfen Sie bitte!
fr: Génération d'application a échoué, le modèle de processus ne peut pas être vide, s'il vous plaît vérifier!
ko: 응용 프로그램 생성, 프로세스 템플릿은 비워 둘 수 없습니다 실패, 확인하시기 바랍니다!
ru: Применение поколения не удалось, шаблон процесса не может быть пустым, пожалуйста, проверьте!
zh_cn: 申请生成失败，流程模板不能为空，请检查！
zh_tw: 申请生成失败，流程模板不能为空，请检查！

# ZZSSLXBNWKJC
source: Implementation of the road can not be empty, please check!
de: Umsetzung der Road darf nicht leer sein, prüfen Sie bitte!
fr: La mise en œuvre de la route ne peut pas être vide, s'il vous plaît vérifier!
ko: 도로의 구현은 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Реализация дороге не может быть пустым, пожалуйста, проверьте!
zh_cn: 实施路线不能为空，请检查！
zh_tw: 实施路线不能为空，请检查！

# ZZSSSLBNWKBC
source: Number of paid-up can not be empty, please add!
de: Anzahl der eingezahlten darf nicht leer sein, fügen Sie bitte!
fr: Nombre de versé ne peut être vide, s'il vous plaît ajouter!
ko: 납입의 수는 비워 둘 수 없습니다, 추가하십시오!
ru: Количество оплаченных не может быть пустым, пожалуйста, добавьте!
zh_cn: 实收数量不能为空，请补充！
zh_tw: 实收数量不能为空，请补充！

# ZZSSSLBXWXSHZZS
source: Number of paid-up must be a decimal or integer!
de: Anzahl der eingezahlten muss eine Dezimalzahl oder ganze Zahl sein!
fr: Nombre de versé doit être un nombre décimal ou entier!
ko: 납입의 수는 소수 또는 정수 여야합니다!
ru: Количество оплаченных должно быть десятичным числом или!
zh_cn: 实收数量必须为小数，或者整数！
zh_tw: 实收数量必须为小数，或者整数！

# ZZSTHCG
source: Sign return success!
de: Rückschein Erfolg!
fr: Retour succès de réception!
ko: 영수증 성공을 반환!
ru: Вернуться получение успех!
zh_cn: 签收退回成功！
zh_tw: 签收退回成功！

# ZZSTRALERTRESULT
source: + StrAlertResult +
zh_cn: 警告

# ZZSTREXECUTERESULT
source: + StrExecuteResult +
zh_cn: 执行值

# ZZSTREXECUTEVALUE
source: + StrExecuteValue +
zh_cn: 执行值

# ZZSTRMESSAGE
source: + StrMessage +
zh_cn: 消息

# ZZSTRMSG
source: + StrMsg +
zh_cn: 消息

# ZZSTRRESULT
source: + StrResult +
zh_cn: 结果

# ZZSXSMBNWFFZF
source: Property Description can not be illegal characters!
de: Beschreibung kann nicht illegal Zeichen sein!
fr: Description de la propriété ne peut pas être des caractères illégaux!
ko: 속성 설명에 잘못된 문자가 될 수 없습니다!
ru: Описание недвижимости не может быть недопустимые символы!
zh_cn: 属性说明不能为非法字符！
zh_tw: 属性说明不能为非法字符！

# ZZSXTHCG
source: The commencement return success!
de: Inkrafttreten des Rück Erfolg!
fr: Entrée en vigueur de la réussite de retour!
ko: 복귀 성공의 발효!
ru: Вступление в силу обратного успеха!
zh_cn: 生效退回成功！
zh_tw: 生效退回成功！

# ZZSYB1BNWFFZF
source: Pressure testing 1 can not be illegal characters!
de: Pressure Test Pack 1 kann nicht illegal Zeichen sein!
fr: Pression Pack Test 1 ne peut y avoir des caractères illégaux!
ko: 압력 테스트 팩 1에 잘못된 문자가 될 수 없습니다!
ru: Испытательное давление для Pack 1 не может быть недопустимые символы!
zh_cn: 试压包1不能为非法字符！
zh_tw: 试压包1不能为非法字符！

# ZZSYBHBNWFFZF
source: Pressure test packet number can not be illegal characters!
de: Druckprüfung Paketnummer kann nicht illegal Zeichen sein!
fr: Pression numéro de paquet de test ne peut pas être des caractères illégaux!
ko: 압력 테스트 패킷 번호에 잘못된 문자가 될 수 없습니다!
ru: Давление номер тестового пакета не может быть недопустимые символы!
zh_cn: 试压包号不能为非法字符！
zh_tw: 试压包号不能为非法字符！
