Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZZTSZBCLCNJDGSBMXXMYGGMCXXYCNJXCZBJ
source: Prompt, save only this year the home department information, not to change the name information, so there is the class next year!
de: Aufforderung speichern erst in diesem Jahr das Haus Kaufinformationen, den Namen Informationen nicht zu ändern, so gibt es die Klasse im nächsten Jahr!
fr: Prompt, enregistrer que cette année, les informations du service d'accueil, de ne pas modifier les informations de nom, donc il ya de la prochaine année de classe!
ko: 프롬프트 만 올해 홈 부서에 정보를 저장하지 이름 정보를 변경하려면, 그래서 클래스 내년이있다!
ru: Подскажите, сохранить только в этом году информацию Департамента внутренних дел, чтобы не изменить сведения о, так что класс в следующем году!
zh_cn: 提示，只保存了此年级的归属部门信息，没有更改名称信息，因此年级下存在班级！
zh_tw: 提示，只保存了此年级的归属部门信息，没有更改名称信息，因此年级下存在班级！

# ZZTSZDNRBNWKJC
source: Prompt, the field can not be empty, please check!
de: Prompt, das Feld darf nicht leer sein, prüfen Sie bitte!
fr: Prompt, le domaine ne peut pas être vide, s'il vous plaît vérifier!
ko: 프롬프트 필드는 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Подскажите, поле не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，字段内容不能为空，请检查！
zh_tw: 提示，字段内容不能为空，请检查！

# ZZTSZKYZEXCELWJ
source: Tip, you can only select Excel files!
de: Tip, können Sie nur wählen Sie die Excel-Datei!
fr: Astuce, vous ne pouvez sélectionner le fichier Excel!
ko: 팁, 당신은 단지 Excel 파일을 선택할 수 있습니다!
ru: Совет, вы можете выбрать только файл Excel!
zh_cn: 提示，只可以选择Excel文件！
zh_tw: 提示，只可以选择Excel文件！

# ZZTSZSJYWJC
source: Prompt, start and end time is incorrect, please check!
de: Prompt, Start- und Endzeit ist nicht korrekt, bitte!
fr: Prompt, heure de début et de fin est incorrecte, s'il vous plaît vérifier!
ko: 프롬프트, 시작 및 종료 시간이 잘못 확인하시기 바랍니다!
ru: Подскажите, время начала и окончания неправильно, пожалуйста, проверьте!
zh_cn: 提示，起止时间有误，请检查！
zh_tw: 提示，起止时间有误，请检查！

# ZZTSZTBMBNWKJC
source: Tips, set of books coding can not be empty, please check!
de: Tipps, Satz Bücher Codierung darf nicht leer sein, prüfen Sie bitte!
fr: Conseils, un ensemble de livres de codage ne peut être vide, s'il vous plaît vérifier!
ko: 팁은 비워 둘 수 없습니다 코딩 책의 설정, 확인하시기 바랍니다!
ru: Советы, набор книг, кодирующих не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，帐套编码不能为空，请检查！
zh_tw: 提示，帐套编码不能为空，请检查！

# ZZTSZTMCBNWKJC
source: Tips, set of books name can not be empty, please check!
de: Tipps, Satz Bücher Name darf nicht leer sein, prüfen Sie bitte!
fr: Conseils, ensemble de livres nom ne peut pas être vide, s'il vous plaît vérifier!
ko: 책 이름의 설정 팁, 비워 둘 수 없습니다, 확인하시기 바랍니다!
ru: Советы, набор книг имени не может быть пустым, пожалуйста, проверьте!
zh_cn: 提示，帐套名称不能为空，请检查！
zh_tw: 提示，帐套名称不能为空，请检查！

# ZZTSZTMCWBXJC
source: Tips, set of books name is mandatory, check!
de: Tipps, Satz Bücher Name ist obligatorisch, zu überprüfen!
fr: Conseils, ensemble de livres nom est obligatoire, vérifier!
ko: 책 이름의 설정 팁, 필수 확인!
ru: Советы, набор книг имени является обязательным, проверьте!
zh_cn: 提示，帐套名称为必选项，请检查！
zh_tw: 提示，帐套名称为必选项，请检查！

# ZZTSZTWBXJC
source: Tips, set of books is mandatory, check!
de: Tipps, Set der Bücher ist Pflicht, zu überprüfen!
fr: Conseils, ensemble de livres est obligatoire, vérifier!
ko: 책의 설정 팁, 필수 확인!
ru: Советы, набор книг является обязательным, проверьте!
zh_cn: 提示，帐套为必选项，请检查！
zh_tw: 提示，帐套为必选项，请检查！

# ZZTXXDWZDM
source: Please fill out the new material code!
de: Bitte füllen Sie das neue Material-Code!
fr: S'il vous plaît remplir le nouveau code de la matière!
ko: 새로운 소재 코드를 입력 해주세요!
ru: Пожалуйста, заполните новый код материала!
zh_cn: 请填写新的物资代码！
zh_tw: 请填写新的物资代码！

# ZZTZFSWB
source: Notification has been sent!
de: Mitteilung wurde gesendet!
fr: La notification a été envoyé!
ko: 알림이 전송되었습니다!
ru: Уведомление было отправлено!
zh_cn: 通知发送完毕！
zh_tw: 通知发送完毕！

# ZZU8BBBNWKBC
source: U8 version can not be empty, please add!
de: U8-Version darf nicht leer sein, fügen Sie bitte!
fr: Version U8 peut pas être vide, s'il vous plaît ajouter!
ko: U8 버전은 비워 둘 수 없습니다, 추가하십시오!
ru: U8 версия не может быть пустым, пожалуйста, добавьте!
zh_cn: U8版本不能为空，请补充！
zh_tw: U8版本不能为空，请补充！

# ZZU9WTTJCWJCCWYYKNSEXMESSAGE
source: U9 issue to the error, please check! Error reason might be: "+ ex.Message +"
de: U9 Bug- Fragen, bitte! Fehler Grund könnte sein: "+ ex.Message +"
fr: U9 soumettre des questions de bugs, s'il vous plaît vérifier! Raison de l'erreur pourrait être: "+ ex.Message +"
ko: U9 버그 문제를 제출, 확인하시기 바랍니다! 오류 이유는 다음과 같을 수 있습니다 : "+ ex.Message +"
ru: U9 представить вопросы ошибку, пожалуйста, проверьте! Причина ошибки может быть: "+ ex.Message +"
zh_cn: U9问题提交错误，请检查！错误原因可能是：" + ex.Message + "
zh_tw: U9问题提交错误，请检查！错误原因可能是：" + ex.Message + "

# ZZWCBFBBNCG100JC
source: Completion percentage should not exceed 100, please check!
de: Fertigstellung Prozentsatz sollte 100 nicht überschreiten, bitte!
fr: Pourcentage d'achèvement ne doit pas dépasser 100, s'il vous plaît vérifier!
ko: 완료 비율이 100을 초과하지 않아야한다, 확인하시기 바랍니다!
ru: Процент сдачи не должна превышать 100, пожалуйста, проверьте!
zh_cn: 完成百分比不能超过100，请检查！
zh_tw: 完成百分比不能超过100，请检查！

# ZZWCCG
source: Complete success!
de: Voller Erfolg!
fr: Succès complet!
ko: 완벽한 성공!
ru: Полный успех!
zh_cn: 完成成功！
zh_tw: 完成成功！

# ZZWCCGNRYTJDDTXMRZDXMCLYMZL
source: Upon successful completion, the content has been added to the day of the project log, go to item processing page order!
de: Nach erfolgreichem Abschluss hat das Projekt Inhalt wurde auf den Tag des Protokolls aufgenommen, gehen Sie zu Punkt Verarbeitungsseitenreihenfolge!
fr: Après avoir réussi, le contenu du projet a été ajoutée à la journée du journal, aller au point de traitement de page commande!
ko: 성공적으로 완료되면, 프로젝트 내용이 로그의 일에 추가 된, 아이템 처리 페이지 순서로 이동!
ru: После успешного завершения, содержание проекта были добавлены в день журнале, перейдите к пункту порядка обработки страницы!
zh_cn: 完成成功，内容已添加到当天项目日志,请到项目处理页面整理！
zh_tw: 完成成功，内容已添加到当天项目日志,请到项目处理页面整理！

# ZZWCJCCG
source: Check complete success!
de: Überprüfen voller Erfolg!
fr: Vérifiez succès complet!
ko: 완전한 성공을 확인하십시오!
ru: Проверьте полный успех!
zh_cn: 完成检查成功！
zh_tw: 完成检查成功！

# ZZWCJCSBJC
source: Complete the check fails, check!
de: Vollständige Überprüfung fehlgeschlagen, bitte!
fr: Vérification complète n'a pas, s'il vous plaît vérifier!
ko: 전체 검사를 확인하시기 바랍니다 실패!
ru: Полная проверка не удалась, пожалуйста, проверьте!
zh_cn: 完成检查失败，请检查！
zh_tw: 完成检查失败，请检查！

# ZZWCSBJC
source: Complete failure, please check!
de: Komplettes Versagen, überprüfen Sie bitte!
fr: Échec complet, s'il vous plaît vérifier!
ko: 완전한 실패, 확인하시기 바랍니다!
ru: Полный провал, пожалуйста, проверьте!
zh_cn: 完成失败，请检查！
zh_tw: 完成失败，请检查！

# ZZWELDERNOBNWFFZF
source: welder_no not be illegal characters!
de: welder_no nicht illegal Zeichen sein!
fr: welder_no pas des caractères illégaux!
ko: welder_no 잘못된 문자 수 없습니다!
ru: welder_no не быть недопустимые символы!
zh_cn: welder_no不能为非法字符！
zh_tw: welder_no不能为非法字符！

# ZZWGBNWFFZF
source: Appearance is not illegal characters!
de: Aussehen ist nicht illegal Zeichen!
fr: Apparence est pas de caractères illégaux!
ko: 외관에 잘못된 문자가 아닙니다!
ru: Внешний вид не недопустимые символы!
zh_cn: 外观不能为非法字符！
zh_tw: 外观不能为非法字符！

# ZZWGRBNWFFZF
source: Appearance date can not be illegal characters!
de: Aussehen Datum kann nicht illegal Zeichen sein!
fr: Date de comparution ne peut pas être des caractères illégaux!
ko: 외관 날짜에 잘못된 문자가 될 수 없습니다!
ru: Дата Внешний вид не может быть недопустимые символы!
zh_cn: 外观日期不能为非法字符！
zh_tw: 外观日期不能为非法字符！

# ZZWGRBXDYKGR
source: Completion Date must be greater than start date!
de: Abschlussdatum muss größer als Anfangsdatum sein!
fr: Date d'achèvement doit être supérieure à la date de début!
ko: 완료 날짜 시작 날짜보다 커야합니다!
ru: Дата завершения должна быть больше, чем дата начала!
zh_cn: 完工日期必须大于开工日期！
zh_tw: 完工日期必须大于开工日期！

# ZZWGRBYXWKBC
source: Space does not permit the completion date, Please!
de: Datum der Fertigstellung erlaubt ist leer, fügen Sie bitte!
fr: Date d'achèvement permis est vide, s'il vous plaît ajouter!
ko: 허용 완료 날짜가 비어 추가하십시오!
ru: Срок сдачи в эксплуатацию позволил пуст, добавьте!
zh_cn: 完工日期不允许为空，请补充！
zh_tw: 完工日期不允许为空，请补充！

# ZZWJMCBNWKBC
source: File name can not be empty, please add!
de: Dateiname darf nicht leer sein, fügen Sie bitte!
fr: Nom du fichier ne peut pas être vide, s'il vous plaît ajouter!
ko: 파일 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Имя файла не может быть пустым, пожалуйста, добавьте!
zh_cn: 文件名称不能为空，请补充！
zh_tw: 文件名称不能为空，请补充！

# ZZWJPSSSB
source: Document review application failed!
de: Dokumentenprüfung Anwendung konnte!
fr: Demande de révision du document a échoué!
ko: 문서 검토 응용 프로그램은 실패!
ru: Обзор приложения документа не удалось!
zh_cn: 文件评审申请失败！
zh_tw: 文件评审申请失败！

# ZZWJPSSSCCG
source: Document review application generates success!
de: Dokumentenprüfung Anwendung generiert Erfolg!
fr: Demande de révision de document génère succès!
ko: 문서 검토 응용 프로그램이 성공을 생성!
ru: Рассмотрение документов приложение генерирует успех!
zh_cn: 文件评审申请生成成功！
zh_tw: 文件评审申请生成成功！

# ZZWJPSSSCDGZLGLYMJHCGZLS
source: Document review application generation, please activate workflow management workflow application page!
de: Dokumentenprüfung Anwendungserstellung, Workflow-Management-Seite aktivieren Sie bitte dieses Workflow-Anwendung!
fr: Examen des documents génération d'application, la page de gestion de workflow s'il vous plaît activer cette application de workflow!
ko: 문서 검토 응용 프로그램 생성이 워크 플로우 응용 프로그램을 활성화 워크 플로우 관리 페이지하세요!
ru: Обзор создания приложений документа, страница управления документооборота, пожалуйста, включите эту программу рабочего процесса!
zh_cn: 文件评审申请生成，请到工作流管理页面激活此申请！
zh_tw: 文件评审申请生成，请到工作流管理页面激活此工作流申请！

# ZZWJPSSSCSB
source: Document review application generation failed!
de: Dokumentenprüfung Anwendungserstellung fehlgeschlagen!
fr: Examen des documents génération d'application a échoué!
ko: 문서 검토 응용 프로그램 생성에 실패했습니다!
ru: Обзор создания приложений документ не удалось!
zh_cn: 文件评审申请生成失败！
zh_tw: 文件评审申请生成失败！

# ZZWPSNOBNWFFZF
source: WPSNo not be illegal characters!
de: WPSNo nicht illegal Zeichen sein!
fr: WPSNo pas des caractères illégaux!
ko: 잘못된 문자하지 WPSNo!
ru: Не WPSNo быть недопустимые символы!
zh_cn: WPSNo不能为非法字符！
zh_tw: WPSNo不能为非法字符！

# ZZWTBTBNWKBC
source: Question of the title can not be empty, please add!
de: Thema Titel darf nicht leer sein, fügen Sie bitte!
fr: Problème Titre ne peut être vide, s'il vous plaît ajouter!
ko: 문제 제목은 비워 둘 수 없습니다, 추가하십시오!
ru: Выпуск Название не может быть пустым, пожалуйста, добавьте!
zh_cn: 问题标题不能为空，请补充！
zh_tw: 问题标题不能为空，请补充！

# ZZWTDLRBNWFFZF
source: Attorney not be illegal characters!
de: Staatsanwalt nicht illegal Zeichen sein!
fr: Procureur ne pas être des caractères illégaux!
ko: 변호사에 잘못된 문자가 없습니다!
ru: Адвокат не может быть недопустимые символы!
zh_cn: 委托代理人不能为非法字符！
zh_tw: 委托代理人不能为非法字符！

# ZZWTDLRBNWKBC
source: Attorney can not be empty, please add!
de: Rechtsanwalt darf nicht leer sein, fügen Sie bitte!
fr: Procureur ne peut pas être vide, s'il vous plaît ajouter!
ko: 변호사는 비워 둘 수 없습니다, 추가하십시오!
ru: Адвокат не может быть пустым, пожалуйста, добавьте!
zh_cn: 委托代理人不能为空，请补充！
zh_tw: 委托代理人不能为空，请补充！

# ZZWTDLRBYXWKBC
source: Attorney not allow nulls, please add!
de: Rechtsanwalt nicht möglich für die leer ist, fügen Sie bitte!
fr: Procureur ne permet pas pour le vide, s'il vous plaît ajouter!
ko: 변호사는 빈을 허용하지 않는, 추가하십시오!
ru: Адвокат не позволяют пустой, пожалуйста, добавьте!
zh_cn: 委托代理人不允许为空，请补充！
zh_tw: 委托代理人不允许为空，请补充！

# ZZWTDLRCDBNCG4GZFC
source: Attorney length not more than four strings!
de: Attorney Länge nicht mehr als vier Saiten!
fr: Longueur pas de procureur plus de quatre cordes!
ko: 변호사 길이하지 개 이상의 문자열!
ru: Длина прокурор не более чем в четыре строки!
zh_cn: 委托代理人长度不能超过4个字符串！
zh_tw: 委托代理人长度不能超过4个字符串！

# ZZWTDLRZDKTX
source: Attorney vacant field, please fill in!
de: Feldmittel Stellenangebote, füllen Sie bitte!
fr: Terrain postes d'agent, s'il vous plaît remplir!
ko: 현장 요원 모집은 기입하시기 바랍니다!
ru: Полевые агент вакансии, пожалуйста, заполните!
zh_cn: 委托代理人字段空缺，请填写！
zh_tw: 委托代理人字段空缺，请填写！

# ZZWXGZZHXXBCSBJC
source: Micro-channel public account information is stored fails, check!
de: Mikrokanal öffentlichen Konto Informationen gespeichert fehlschlägt, überprüfen!
fr: Informations de compte public micro-canal est stockée échoue, vérifiez!
ko: 마이크로 채널 공용 계정 정보는, 검사 실패 저장!
ru: Информация об общественном счет микро-каналов хранятся не удается, проверьте!
zh_cn: 微信公众帐号信息保存失败，请检查！
zh_tw: 微信公众帐号信息保存失败，请检查！

# ZZWZBNWFFZF
source: URL must not be illegal characters!
de: URL dürfen nicht rechtswidrig Zeichen sein!
fr: URL ne doit pas être des caractères illégaux!
ko: URL에 잘못된 문자가 될 수 없습니다!
ru: Ссылка не должна быть недопустимые символы!
zh_cn: 网址不能为非法字符！
zh_tw: 网址不能为非法字符！

# ZZWZDHSDGYS
source: We did not find the right supplier!
de: Wir haben nicht den richtigen Lieferanten zu finden!
fr: Nous ne avons trouvé le bon fournisseur!
ko: 우리는 오른쪽 공급 업체를 찾을 수 없습니다!
ru: Мы не нашли правильного поставщика!
zh_cn: 未找到合适的供应商！
zh_tw: 未找到合适的供应商！

# ZZWZDMSTROBJECTCODEZBDZYLBXTJDLSTRDLCODEDZYLB
source: Materials Code "+ strObjectCode +" Can not find the professional category, first add categories "+ strDLCode +" professional category!
de: Materialien-Code "+ strObjectCode +" Kann die Berufsgruppe nicht finden, ersten Kategorien "+ strDLCode +" Berufsgruppe hinzuzufügen!
fr: Matériaux code "+ strObjectCode +" Vous ne trouvez pas la catégorie professionnelle, d'abord ajouter des catégories "+ strDLCode +" catégorie professionnelle!
ko: 재료 코드 "+ strObjectCode +"첫 번째 범주 "+ strDLCode +"전문 카테고리를 추가, 전문 카테고리를 찾을 수 없습니다!
ru: Материалы Код "+ strObjectCode +" Не могу найти профессиональную категорию, добавьте категории "+ strDLCode +" профессиональный категорию!
zh_cn: 物资代码" + strObjectCode + "找不到专业类别，请先添加大类" + strDLCode + "的专业类别！
zh_tw: 物资代码" + strObjectCode + "找不到专业类别，请先添加大类" + strDLCode + "的专业类别！

# ZZWZDMZDHTMXZYJCZ
source: Material code already exists in the current contract details!
de: Werkstoff-Code ist bereits in der Vertragdetails!
fr: Matériel code existe déjà dans les détails du contrat en cours!
ko: 재료 코드는 이미 현재 계약 세부 사항에 존재!
ru: Код материала уже существует в нынешних контрактных деталей!
zh_cn: 物资代码在当前合同明细中已经存在！
zh_tw: 物资代码在当前合同明细中已经存在！

# ZZWZDMZNTJZXLSM
source: Material code can be added to the categories above!
de: Material-Code kann nur zu den oben genannten Kategorien hinzugefügt werden!
fr: Code produit ne peut être ajouté à des catégories ci-dessus!
ko: 재료 코드는 위의 범주에 추가 할 수 있습니다!
ru: Код материала могут быть добавлены только вышеперечисленных категорий!
zh_cn: 物资代码只能添加在小类上面！
zh_tw: 物资代码只能添加在小类上面！

# ZZWZGYSXGJZJYJZGYS
source: No choice of suppliers, first proposed to build according to the expert, vendor selection!
de: Keine Wahl der Lieferanten, zuerst nach der Expertensitzung errichtet, der Auswahl von Lieferanten!
fr: Pas de choix de fournisseurs, d'abord construit selon la réunion d'experts, la sélection des fournisseurs!
ko: 공급 업체의 선택의 여지가 없습니다, 첫 번째 전문가 회의에 따라 구축, 공급 업체를 선택!
ru: Нет выбора поставщиков, построен в соответствии с совещания экспертов, отбор поставщиков!
zh_cn: 未选择供应商，请先根据专家议建，选择供应商！
zh_tw: 未选择供应商，请先根据专家议建，选择供应商！

# ZZWZMCBNBHFFZF
source: Material names can not contain illegal characters!
de: Material Namen dürfen keine unzulässige Zeichen!
fr: Noms de matériaux ne peuvent pas contenir des caractères illégaux!
ko: 재료 이름은 잘못된 문자를 포함 할 수 없습니다!
ru: Имена материалов не может содержать недопустимые символы!
zh_cn: 物资名称不能包含非法字符！
zh_tw: 物资名称不能包含非法字符！

# ZZWZMCBNCG30GZF
source: Material name can not be more than 30 characters!
de: Materialname darf nicht mehr als 30 Zeichen lang sein!
fr: Nom du Matériel ne peut pas être plus de 30 caractères!
ko: 물질 이름은 30자를 초과 할 수 없습니다!
ru: Название Материал не может быть больше, чем 30 символов!
zh_cn: 物资名称不能超过30个字符！
zh_tw: 物资名称不能超过30个字符！

# ZZWZMCBNWKBC
source: Material name can not be empty, please add!
de: Materialname darf nicht leer sein, fügen Sie bitte!
fr: Nom du Matériel ne peut être vide, s'il vous plaît ajouter!
ko: 물질 이름은 비워 둘 수 없습니다, 추가하십시오!
ru: Название Материал не может быть пустым, пожалуйста, добавьте!
zh_cn: 物资名称不能为空，请补充！
zh_tw: 物资名称不能为空，请补充！

# ZZXBCCGWJZBJBJWJ
source: Please save the procurement file, and then edit the offer document!
de: Bitte bewahren Sie den Beschaffungs Datei, dann die Zitat-Dateien zu bearbeiten!
fr: S'il vous plaît enregistrer le fichier d'approvisionnement, puis modifiez les fichiers de citation!
ko: 다음, 조달 파일을 저장 견적 파일을 편집하세요!
ru: Пожалуйста, сохраните файл закупок, то редактировать файлы кавычки!
zh_cn: 请先保存采购文件，再编辑报价文件！
zh_tw: 请先保存采购文件，再编辑报价文件！

# ZZXBCCGWJZBJCGWJ
source: Please save the procurement file, and then edit the procurement documents!
de: Bitte bewahren Sie den Beschaffungs Datei und die Verdingungsunterlagen zu bearbeiten!
fr: S'il vous plaît enregistrer le fichier d'approvisionnement, puis modifier les documents d'approvisionnement!
ko: 다음, 조달 파일을 저장 조달 문서를 편집하세요!
ru: Пожалуйста, сохраните файл закупок, то редактировать документы по закупкам!
zh_cn: 请先保存采购文件，再编辑采购文件！
zh_tw: 请先保存采购文件，再编辑采购文件！

# ZZXBCCGWJZBJGYS
source: Please save the procurement file, and then edit the supplier!
de: Bitte bewahren Sie den Beschaffungs Datei, dann den Lieferanten zu bearbeiten!
fr: S'il vous plaît enregistrer le fichier d'approvisionnement, puis modifiez le fournisseur!
ko: 다음, 조달 파일을 저장 공급 업체를 편집하세요!
ru: Пожалуйста, сохраните файл закупок, а затем отредактировать поставщика!
zh_cn: 请先保存采购文件，再编辑供应商！
zh_tw: 请先保存采购文件，再编辑供应商！

# ZZXBJCGDZZGYS
source: Please edit shopping list, and then select the supplier!
de: Bitte ändern Sie die Beschaffungsliste, und wählen Sie Lieferanten!
fr: S'il vous plaît modifier la liste des achats, puis sélectionnez les fournisseurs!
ko: 다음, 조달 목록을 편집 공급 업체를 선택하세요!
ru: Пожалуйста, измените список закупок, то выбирать поставщиков!
zh_cn: 请先编辑采购清单，再选择供应商！
zh_tw: 请先编辑采购清单，再选择供应商！

# ZZXBPCG
source: Cancel success!
de: Abbrechen Genehmigung Erfolg!
fr: Annuler le succès d'approbation!
ko: 승인 성공 취소!
ru: Отменить успеха утверждения!
zh_cn: 取消报批成功！
zh_tw: 取消报批成功！

# ZZXCCJC
source: Cancel error, please check!
de: Abbrechen Fehler, bitte!
fr: Annuler l'erreur, s'il vous plaît vérifier!
ko: 오류 취소, 확인하시기 바랍니다!
ru: Отменить ошибку, пожалуйста, проверьте!
zh_cn: 取消出错，请检查！
zh_tw: 取消出错，请检查！

# ZZXCG
source: Cancel Success!
de: Abbrechen Erfolg!
fr: Annuler succès!
ko: 성공을 취소!
ru: Отменить успех!
zh_cn: 取消成功！
zh_tw: 取消成功！

# ZZXCSSLXJLZXM
source: Please select the project came from the implementation of the road!
de: Bitte wählen Sie das Projekt kam von der Implementierung von der Straße!
fr: S'il vous plaît sélectionner le projet est venu de la mise en œuvre de la route!
ko: 이 프로젝트는 도로의 구현에서 온 선택하세요!
ru: Пожалуйста, выберите проект пришел от реализации дороге!
zh_cn: 请先从实施路线进来选择项目！
zh_tw: 请先从实施路线进来选择项目！

# ZZXDJFLD
source: Please click sends the material alone!
de: Bitte klicken Sie sendet das Material allein!
fr: S'il vous plaît cliquez envoie le matériel seul!
ko: 클릭 만 자료를 전송하세요!
ru: Пожалуйста, нажмите отправляет материал в покое!
zh_cn: 请先点击发料单！
zh_tw: 请先点击发料单！

# ZZXDJYCZDCGLB
source: Please click purchasing list to be operated!
de: Bitte klicken Sie den Kauf einer Liste, um betrieben werden!
fr: S'il vous plaît cliquer sur l'achat d'une liste pour être exploité!
ko: 목록을 구입 작동 할를 클릭 해주세요!
ru: Пожалуйста, нажмите покупке список для работы!
zh_cn: 请先点击要操作的采购列表！
zh_tw: 请先点击要操作的采购列表！

# ZZXDJYCZDFKLB
source: Please click on the payment list to be operated!
de: Bitte klicken Sie die Zahlungsliste zu betreiben!
fr: S'il vous plaît cliquer sur la liste de paiement pour être exploité!
ko: 결제리스트를 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список платежей, которые будут работать!
zh_cn: 请先点击要操作的付款列表！
zh_tw: 请先点击要操作的付款列表！

# ZZXDJYCZDFLDLB
source: Please click sends the material to operate a single list!
de: Bitte klicken Sie sendet das Material auf einer einzigen Liste zu betreiben!
fr: S'il vous plaît cliquez envoie le matériel pour fonctionner sur une liste unique!
ko: 하나의리스트에 재료 작동 보냅니다를 클릭하십시오!
ru: Пожалуйста, нажмите посылает материал для работы на одном списке!
zh_cn: 请先点击要操作的发料单列表！
zh_tw: 请先点击要操作的发料单列表！

# ZZXDJYCZDGYSLB
source: Please click on the list of vendors to operate!
de: Bitte klicken Sie auf die Liste der Anbieter zu bedienen!
fr: S'il vous plaît cliquer sur la liste des fournisseurs de fonctionner!
ko: 운영하는 업체의리스트를 클릭하십시오!
ru: Пожалуйста, нажмите на список поставщиков, работать!
zh_cn: 请先点击要操作的供应商列表！
zh_tw: 请先点击要操作的供应商列表！

# ZZXDJYCZDHTLB
source: Please click on a list of contracts to operate!
de: Bitte klicken Sie auf eine Liste der Aufträge zu bedienen!
fr: S'il vous plaît cliquer sur une liste des contrats pour exploiter!
ko: 작동 계약의리스트를 클릭하십시오!
ru: Пожалуйста, нажмите на список контрактов на эксплуатацию!
zh_cn: 请先点击要操作的合同列表！
zh_tw: 请先点击要操作的合同列表！

# ZZXDJYCZDJH
source: Please click on the plan to operate!
de: Bitte klicken Sie auf den Plan zu bedienen!
fr: S'il vous plaît cliquer sur le plan pour fonctionner!
ko: 작동 할 계획를 클릭하십시오!
ru: Пожалуйста, нажмите на план, чтобы работать!
zh_cn: 请先点击要操作的计划！
zh_tw: 请先点击要操作的计划！

# ZZXDJYCZDJHLB
source: Please click on the list of check numbers to be operated!
de: Bitte klicken Sie auf die Liste der Schecknummern betrieben werden!
fr: S'il vous plaît cliquer sur la liste des numéros à cocher pour être exploité!
ko: 수표 번호 목록을 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список контрольных цифр, которые будут работать!
zh_cn: 请先点击要操作的检号列表！
zh_tw: 请先点击要操作的检号列表！

# ZZXDJYCZDJHMX
source: Please click on program details to be operated!
de: Bitte klicken Sie Programmdetails zu betreiben!
fr: S'il vous plaît cliquer sur les détails du programme à être exploité!
ko: 프로그램 세부 정보를 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на деталях программы для работы!
zh_cn: 请先点击要操作的计划明细！
zh_tw: 请先点击要操作的计划明细！

# ZZXDJYCZDJYLB
source: Please click on the backlog list to be operated!
de: Bitte klicken Sie auf den Auftragsbestand Liste betrieben werden!
fr: S'il vous plaît cliquer sur la liste du carnet de commandes à être exploité!
ko: 백 로그리스트를 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список отставание будет работать!
zh_cn: 请先点击要操作的积压列表！
zh_tw: 请先点击要操作的积压列表！

# ZZXDJYCZDJZLB
source: Please click on the list of the impairment to be operated!
de: Bitte klicken Sie auf die Liste der Wertminderung zu betreiben!
fr: S'il vous plaît cliquer sur la liste de la dépréciation à être exploité!
ko: 손상 차손의리스트를 클릭하십시오를 조작 할 수 있습니다!
ru: Пожалуйста, нажмите на список обесценения для работы!
zh_cn: 请先点击要操作的减值列表！
zh_tw: 请先点击要操作的减值列表！

# ZZXDJYCZDKLB
source: Please click on a list to be operated ask money!
de: Klicken Sie zuerst auf, um Ihr Geld Liste betreiben!
fr: Cliquez d'abord pour faire fonctionner votre liste de l'argent!
ko: 먼저 당신의 돈 목록을 운영합니다!
ru: Во-первых нажмите чтобы работать свой список денег!
zh_cn: 请先点击要操作的请款列表！
zh_tw: 请先点击要操作的请款列表！

# ZZXDJYCZDLLDWLB
source: Please click on the unit to be operated picking list!
de: Bitte klicken Sie auf das Gerät zu werden betrieben Kommissionierung Liste!
fr: S'il vous plaît cliquer sur l'appareil pour être utilisé picking list!
ko: 목록을 따기 운영 할 수있는 장치를 클릭하십시오!
ru: Пожалуйста, нажмите на устройстве, чтобы работать список выбора!
zh_cn: 请先点击要操作的领料单位列表！
zh_tw: 请先点击要操作的领料单位列表！

# ZZXDJYCZDWZDMLB
source: Please click on the material to be manipulated code list!
de: Bitte klicken Sie die Versorgung Codeliste betreiben!
fr: S'il vous plaît cliquer sur les fournitures à opérer liste de code!
ko: 코드 목록을 작동 공급를 클릭하십시오!
ru: Пожалуйста, нажмите на поставках работать перечень кодов!
zh_cn: 请先点击要操作的物资代码列表！
zh_tw: 请先点击要操作的物资代码列表！

# ZZXDJYCZDXFLB
source: Please click on the list to be operated demand side!
de: Bitte klicken Sie auf eine Liste zu betrieben Nachfrageseite zu sein!
fr: S'il vous plaît cliquer sur une liste à côté de la demande exploité!
ko: 운영 수요 측면으로리스트를 클릭하십시오!
ru: Пожалуйста, нажмите на список, чтобы работать спросом!
zh_cn: 请先点击要操作的需方列表！
zh_tw: 请先点击要操作的需方列表！
