Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# CeShiZhuangTai
source: Test Status
fr: Statut d'essai
ko: 테스트 상태
ru: Тест Статус
zh_cn: 测试状态
zh_tw: 測試狀態

# CFPJLDZJL
source: This assignment record child records
de: Diese Zuordnungssatz untergeordneten Datensätzen
fr: Cet enregistrement de cession enregistrements enfants
ko: 이 할당 기록 자식 레코드
ru: Эта запись назначение дочерние записи
zh_cn: 此分派记录的子记录
zh_tw: 此分派記錄的子記錄

# CGJHSPBJ
source: Procurement plan approval editor
de: Beschaffungsplanfeststellungsbearbeitung
fr: Achats éditeur de l'approbation du plan
ko: 조달 계획 승인 편집기
ru: Редактор утверждение плана закупок
zh_cn: 采购计划审批编辑
zh_tw: 採購計畫審批編輯

# CGongNengXingXuQiu
source: C functional requirements
de: C Funktionsanforderungen
fr: C exigences fonctionnelles
ko: C 기능 요구 사항
ru: C функциональные требования
zh_cn: C功能性需求
zh_tw: C功能性需求

# ChaE
source: Difference
de: Unterschied
fr: Différence
ko: 차
ru: Разница
zh_cn: 差额
zh_tw: 差額

# ChaJie
source: Plug
de: Andocken
fr: Docking
ko: 도킹
ru: Стыковка
zh_cn: 插接
zh_tw: 插接

# ChaKanBaoJia
source: See offer
de: Siehe Angebot
fr: Voir l'offre
ko: 제안을 참조하십시오
ru: См предложение
zh_cn: 查看报价
zh_tw: 查看報價

# ChaKanBOM
source: View BOM
de: Stückliste anzeigen
fr: Voir BOM
ko: 보기 BOM
ru: Посмотреть спецификации
zh_cn: 查看BOM
zh_tw: 查看BOM

# ChaKanCheLiangZhuangTai
source: Check the vehicle status
de: Überprüfen Sie den Status des Fahrzeugs
fr: Vérifier l'état du véhicule
ko: 차량 상태 확인
ru: Проверьте состояние автомобиля
zh_cn: 查看车辆状态
zh_tw: 查看車輛狀態

# ChaKanChengYuanGongZuoFuHe
source: View members work load
de: Mitglieds Workload
fr: Voir Workload membres
ko: 보기 회원 워크로드
ru: Член рабочей нагрузки Посмотреть
zh_cn: 查看成员工作负荷
zh_tw: 查看成員工作負荷

# ChaKanChengYuanWeiZhi
source: See member position
de: Mitglieds Ort
fr: Situation Vue membres
ko: 보기 회원 위치
ru: Просмотр Расположение
zh_cn: 查看成员位置
zh_tw: 查看成員位置

# ChaKanChenYuanJiHua
source: View members plan
de: Mitgliedsprogramm
fr: Programme Vue membres
ko: 보기 회원 프로그램
ru: Программа Просмотр
zh_cn: 查看成员计划
zh_tw: 查看成員計畫

# ChaKanGongZuoFuHe
source: View workload
de: Workload-Ansicht
fr: Voir la charge de travail
ko: 보기 워크로드
ru: Посмотреть нагрузка
zh_cn: 查看工作负荷
zh_tw: 查看工作負荷

# ChaKanGuanLianKeHu
source: See related customers
de: Siehe zusammenhängende Kunden
fr: Voir clients liés
ko: 관련 고객보기
ru: Показать похожие клиентов
zh_cn: 查看关联客户
zh_tw: 查看關聯客戶

# ChaKanHeTongShouFuKuanYuJing
source: See contract payments received warning
de: Siehe empfangenen Vertragszahlungen Warn
fr: Voir avertissement paiements contractuels reçus
ko: 계약 지급받은 경고를 참조하십시오
ru: См получил выплаты по контракту предупреждение
zh_cn: 查看合同收付款预警
zh_tw: 查看合同收付款預警

# ChaKanHuiYiShi
source: See the meeting rooms
de: Ansicht Konferenzraum
fr: Voir la salle de conférence
ko: 보기 회의실
ru: Посмотреть конференц-зал
zh_cn: 查看会议室
zh_tw: 查看會議室

# ChaKanQingJiaXinXi
source: View Leave Information
de: Informieren Sie Informationen Leave
fr: Voir les Informations Congé
ko: 휴가 정보보기
ru: Просмотреть оставьте информацию
zh_cn: 查看请假信息
zh_tw: 查看請假信息

# ChaKanShuJu
source: View data
de: Daten anzeigen
fr: Voir les données
ko: 데이터보기
ru: Просмотр данных
zh_cn: 查看数据
zh_tw: 查看數據

# ChaKanShuJuWenJian
source: View the data files
de: Sehen Sie sich die Datendateien
fr: Voir les fichiers de données
ko: 데이터 파일을 볼
ru: Просмотр файлов данных
zh_cn: 查看数据文件
zh_tw: 查看資料檔案

# ChaKanSuoYouChengYuan
source: View All Members
de: Alle Mitglieder anzeigen
fr: Voir tous les membres
ko: 모든 회원보기
ru: Просмотр всех участников
zh_cn: 查看所有成员
zh_tw: 查看所有成員

# ChaKanSuoYouChengYuanJiHua
source: View All Members Program
de: Alle anzeigen Members Program
fr: Voir tous les Membres du programme
ko: 모든 회원 프로그램보기
ru: Просмотреть все Участники программы
zh_cn: 查看所有成员计划
zh_tw: 查看所有成員計畫

# ChaKanSuoYouChengYuanJiXiao
source: View All Members Performance
de: Alle Mitglieder Leistung
fr: Voir tous les membres Performance
ko: 모든 회원의 성능을보기
ru: Просмотреть все Производительность Пользователи
zh_cn: 查看所有成员绩效
zh_tw: 查看所有成員績效

# ChaKanSuoYouChengYuanRiCheng
source: View All Members Calendar
de: Alle Mitglieder Termine
fr: Voir tous les membres annexe
ko: 모든 회원 일정보기
ru: Просмотр всех участников Расписание
zh_cn: 查看所有成员日程
zh_tw: 查看所有成員日程

# ChaKanSuoYouChengYuanWeiZhi
source: All members Location
de: Alle Mitglieder Ort
fr: Voir tous les membres Lieu
ko: 모든 회원의 위치를​​ 참조하십시오
ru: Смотреть все члены Место
zh_cn: 查看所有成员位置
zh_tw: 查看所有成員位置

# ChaKanSuoYouFeiYongBaoXiao
source: See all reimbursement
de: Alle Erstattungs
fr: Voir tout remboursement
ko: 모든 보상을 참조하십시오
ru: Смотреть все компенсации
zh_cn: 查看所有费用报销
zh_tw: 查看所有費用報銷

# ChaKanSuoYouFeiYongShenQing
source: See all expense claims
de: Alle Spesenabrechnungen
fr: Voir toutes les demandes de remboursement
ko: 모든 비용 청구를 참조하십시오
ru: Смотреть все претензии расходов
zh_cn: 查看所有费用申请
zh_tw: 查看所有費用申請

# ChaKanSuoYouGongYingShang
source: View all suppliers
de: Alle Zulieferer
fr: Voir tous les fournisseurs
ko: 모든 공급 업체보기
ru: Просмотр всех поставщиков
zh_cn: 查看所有供应商
zh_tw: 查看所有供應商

# ChaKanSuoYouGongZuoLiu
source: See all workflows
de: Alle Workflows
fr: Voir tous les workflows
ko: 모든 워크 플로우를 참조하십시오
ru: Смотреть все рабочие процессы
zh_cn: 查看所有工作流
zh_tw: 查看所有工作流

# ChaKanSuoYouGongZuoZongJie
source: Check all work summary
de: Überprüfen Sie alle Arbeiten Zusammenfassung
fr: Cochez toutes résumé de travail
ko: 모든 작업 요약을 확인
ru: Проверьте все резюме работы
zh_cn: 查所有工作总结
zh_tw: 查所有工作總結

# ChaKanSuoYouGongZuoZongJiei
source: See all summary
de: Alle Arbeiten Zusammenfassung
fr: Voir tous résumé de travail
ko: 모든 작업 요약보기
ru: Смотреть все резюме работы
zh_cn: 查看所有工作总结
zh_tw: 查看所有工作總結

# ChaKanSuoYouHeTong
source: See all contracts
de: Alle Verträge
fr: Voir tous les contrats
ko: 모든 계약을보기
ru: Смотреть все контракты
zh_cn: 查看所有合同
zh_tw: 查看所有合同

# ChaKanSuoYouHuiYi
source: See all Conference
de: Alle Konferenz
fr: Voir tous Conférence
ko: 모든 회의를보기
ru: Смотреть все конференцию
zh_cn: 查看所有会议
zh_tw: 查看所有會議

# ChaKanSuoYouKeHu
source: View all customers
de: Alle Kunden
fr: Voir tous les clients
ko: 모든 고객보기
ru: Просмотреть всех клиентов
zh_cn: 查看所有客户
zh_tw: 查看所有客戶

# ChaKanSuoYouKeHuFuWuZhuangTai
source: See all customer service (state
de: Alle Kunden-Service (Zustand
fr: Voir tous les services à la clientèle (Etat
ko: (주 모든 고객 서비스를 참조하십시오
ru: Смотреть все обслуживание клиентов (государство
zh_cn: 查看所有的服务（状态
zh_tw: 查看所有客戶服務（狀態

# ChaKanSuoYouWenDang
source: See all documents
de: Alle Dokumente
fr: Voir tous les documents
ko: 모든 문서보기
ru: Смотреть все документы
zh_cn: 查看所有文档
zh_tw: 查看所有文檔

# ChaKanSuoYouXiangMuFeiYong
source: View all project costs
de: Alle Projektkosten anzeigen
fr: Voir tous les coûts du projet
ko: 모든 프로젝트 비용을보기
ru: Просмотреть все затраты на проект
zh_cn: 查看所有项目费用
zh_tw: 查看所有項目費用

# ChaKanSuoYouXieZuo
source: See all collaboration
de: Alle Zusammenarbeit
fr: Voir toute collaboration
ko: 모든 협력을보기
ru: Смотреть все сотрудничество
zh_cn: 查看所有协作
zh_tw: 查看所有協作

# ChaKanSuoYouXinWen
source: View all news
de: Alle News
fr: Voir toutes les nouvelles
ko: 모든 뉴스보기
ru: Смотреть все новости
zh_cn: 查看所有新闻
zh_tw: 查看所有新聞

# ChaKanSuoYouXuQiu
source: See all demand
de: Alle Nachfrage
fr: Voir toutes les demandes
ko: 모든 수요를보기
ru: Смотреть все спрос
zh_cn: 查看所有需求
zh_tw: 查看所有需求

# ChaKanSuoYouYouJian
source: See all messages
de: Alle Nachrichten
fr: Voir tous les messages
ko: 모든 메시지를 참조하십시오
ru: Смотреть все сообщения
zh_cn: 查看所有邮件
zh_tw: 查看所有郵件

# ChaKanSuoYouYuanGongGongZuoFuHe
source: See all employee work load
de: Alle Mitarbeiter Arbeitsbelastung
fr: Voir toute la charge de travail des employés
ko: 모든 직원의 작업 부하를 참조하십시오
ru: Смотреть все работы работник нагрузки
zh_cn: 查看所有员工工作负荷
zh_tw: 查看所有員工工作負荷

# ChaKanSuoYouYuanGongJiXiao
source: See all employee performance
de: Alle Mitarbeiterleistung
fr: Voir toute la performance des employés
ko: 모든 직원의 성능을보기
ru: Смотреть все работы сотрудника
zh_cn: 查看所有员工绩效
zh_tw: 查看所有員工績效

# ChaKanSuoYouZaiXianYongHu
source: See all online users
de: Alle Internetuser
fr: Voir tous les utilisateurs en ligne
ko: 모든 온라인 사용자보기
ru: Смотреть все пользователи онлайн-
zh_cn: 查看所有在线用户
zh_tw: 查看所有線上用戶

# ChaKanXiangGuanShuJu
source: View data
de: Ansicht bezogenen Daten
fr: Voir les données liées
ko: 보기 관련 데이터
ru: Посмотреть связанные данные
zh_cn: 查看相关数据
zh_tw: 查看相關資料

# ChaKanYongHuRiZhi
source: View user log
de: Benutzeranmeldung anzeigen
fr: Voir le journal de l'utilisateur
ko: 사용자 정보보기 로그
ru: Просмотр журнала Пользователь
zh_cn: 查看用户日志
zh_tw: 查看使用者日誌

# ChaKanYouJian
source: Check Mail
de: E-Mail Überprüfen
ko: 메일을 확인
ru: Проверить почту
zh_cn: 查看邮件
zh_tw: 查看郵件

# ChaKanZhiJieChengYuanGongZuoLiu
source: Direct member Workflow
de: Direktes Mitglied Workflow-
fr: Membre direct de workflow
ko: 직접 회원 워크 플로우
ru: Прямая Workflow членом
zh_cn: 直接成员工作流
zh_tw: 直接成員工作流

# ChaKanZhiJieChengYuanJiHua
source: View a direct member of plan
de: Sehen Sie sich eine Direkt Mitglied Plan
fr: Voir un membre direct de régime
ko: 계획의 직접 멤버보기
ru: Смотреть прямую член плана
zh_cn: 查看直接成员计划
zh_tw: 查看直接成員計畫

# ChaKanZhiJieChengYuanKeHu
source: View a direct member of the customer
de: Sehen Sie sich eine Direktmitglied der Kunden
fr: Voir un membre direct de la clientèle
ko: 고객의 직접 멤버보기
ru: Смотреть прямую член клиента
zh_cn: 查看直接成员客户
zh_tw: 查看直接成員客戶

# ChaKanZhiJieChengYuanKeHuFuWu
source: View a direct member of the customer service
de: Sehen Sie sich eine Direktmitglied der Kundendienst
fr: Voir un membre direct du service à la clientèle
ko: 고객 서비스의 직접적인 멤버보기
ru: Смотреть прямую член обслуживания клиентов
zh_cn: 查看直接成员的服务
zh_tw: 查看直接成員客戶服務

# ChangDuShangXian
source: Maximum length
de: Maximale Länge
fr: Longueur maximale
ko: 최대 길이
ru: Максимальная длина
zh_cn: 长度上限
zh_tw: 長度上限

# ChangeLanguage
source: Switching languages
de: Sprache wechseln
fr: Changer de langue
ko: 스위치 언어
ru: Переключить язык
zh_cn: 切换语言
zh_tw: 切換語言

# ChangJia
source: Factory
de: Fabrik
fr: Manufacture
ko: 공장
ru: Завод
zh_cn: 厂家
zh_tw: 廠家

# ChangJianJinDu
source: Creating progress
de: Zeitplan erstellen
fr: Créer calendrier
ko: 일정 만들기
ru: Создать график
zh_cn: 创建进度
zh_tw: 創建進度

# ChangJingDaiMa
source: Scene Code
de: Szene-Code
fr: Code de Scène
ko: 장면 코드
ru: Сцена код
zh_cn: 场景代码
zh_tw: 場景代碼

# ChangJingMingCheng
source: Scene name
de: Szenenname
fr: Nom de la scène
ko: 장면 이름
ru: Имя Сцена
zh_cn: 场景名称
zh_tw: 場景名稱

# ChangWenChongJi
source: Room temperature impact:
de: Raumtemperatur Auswirkungen:
fr: Chambre effets de la température:
ko: 실내 온도에 미치는 영향 :
ru: Номер влияние температура:
zh_cn: 常温冲击：
zh_tw: 常溫衝擊：

# ChangWenHanFengQuChongJi
source: Room temperature weld zone impact:
de: Raumtemperatur Schweißzone Auswirkungen:
fr: Chambre impact zone de soudure de la température:
ko: 룸 온도 용접부에 미치는 영향 :
ru: Номер влияние температуры сварки зона:
zh_cn: 常温焊缝区冲击：
zh_tw: 常溫焊縫區衝擊：

# ChangWenMuCaiQuChongJi
source: Normal base metal impact:
de: Normale Basismetall shock:
fr: Normale choc des métaux de base:
ko: 정상 모재 충격 :
ru: Нормальная основного металла шок:
zh_cn: 常温母材区冲击：
zh_tw: 常溫母材區衝擊：

# ChangWenReYingXiangQuChongJi
source: Often warm-affected zone impact:
de: Oft erwärmt betroffenen Zone Auswirkungen:
fr: Souvent réchauffé l'impact de la zone touchée:
ko: 종종 영향을받는 영역에 미치는 영향을 따뜻하게 :
ru: Часто нагревают пораженный влияние зоны:
zh_cn: 常温热影响区冲击：
zh_tw: 常溫熱影響區衝擊：

# ChangYongWangZhiBianJi
source: Useful links editor
de: Nützliche Links-Editor
fr: Liens utiles éditeur
ko: 유용한 링크 편집기
ru: Полезные ссылки редактор
zh_cn: 常用网址编辑
zh_tw: 常用網址編輯

# ChanPin
source: Product
de: Erzeugnis
fr: Produit
ko: 생성물
ru: Продукт
zh_cn: 产品
zh_tw: 產品

# ChanPinBanBen
source: Product Version
de: Produktversion
fr: Version du produit
ko: 제품 버전
ru: Версия продукта
zh_cn: 产品版本
zh_tw: 產品版本

# ChanPinBaoJiaMoKuai
source: Product pricing module
de: Produktpreise Modul
fr: Module de tarification de produit
ko: 제품 가격 모듈
ru: Модуль Стоимость продукта
zh_cn: 产品报价模块
zh_tw: 產品報價模組

# ChanPinBianHao
source: Product ID
fr: ID du produit
ko: 제품 ID
ru: ID продукта
zh_cn: 产品编号
zh_tw: 產品編號

# ChanPing
source: Product
de: Erzeugnis
fr: Produit
ko: 생성물
ru: Продукт
zh_cn: 产品
zh_tw: 產品

# ChanPinJiangXu
source: Products Descending
de: Produkte absteigend
fr: Produits décroissant
ko: 제품 내림차순
ru: Продукты по убыванию
zh_cn: 产品降序
zh_tw: 產品降冪

# ChanPinLeiXing
source: product type
de: Produkttyp
fr: Type de produit
ko: 제품 유형
ru: Тип продукта
zh_cn: 产品类型
zh_tw: 產品類型

# ChanPinMoKuai
source: Product Modules
de: Produktmodule
fr: Les modules de produit
ko: 제품 모듈
ru: Модули продукта
zh_cn: 产品模块
zh_tw: 產品模組

# ChanPinPaiHao
source: Grades
de: Noten
ko: 성적
ru: Сорта
zh_cn: 产品牌号
zh_tw: 產品牌號

# ChanPinShengXu
source: Product Ascending
de: Produkt Ascending
fr: Produit Ascending
ko: 제품 오름차순
ru: По возрастанию товаров
zh_cn: 产品升序
zh_tw: 產品昇冪

# ChanPinTiaoPei
source: Item deployment
de: Artikel-Deployment
fr: Le déploiement de l'article
ko: 항목 배포
ru: Развертывание товара
zh_cn: 物料调配
zh_tw: 物料調配

# ChanPinTiaoPeiJiLu
source: Item deployment record
de: Artikel Deployment Rekord
fr: Point fiche de déploiement
ko: 항목 배포 기록
ru: Пункт запись развертывание
zh_cn: 物料调配记录
zh_tw: 物料調配記錄

# ChanPinXian
source: Product line
fr: Ligne de produits
ko: 제품 라인
ru: Линия продуктов
zh_cn: 产品线
zh_tw: 產品線

# ChanPinXianXiangGuan
source: Related Product Line
fr: Liés à la ligne de produit
ko: 관련 제품 라인
ru: Связанные Линия продуктов
zh_cn: 产品线相关
zh_tw: 產品線相關

# ChanPinYuanLiaoChengBenBiao
source: Raw materials cost table
de: Rohstoffkostentabelle
fr: Matières premières tableau des coûts
ko: 원자재 비용 테이블
ru: Сырье стоимость таблица
zh_cn: 产品原料成本表
zh_tw: 產品原料成本表

# ChaoJi
source: Super
ko: 슈퍼
ru: Супер
zh_cn: 超级
zh_tw: 超級

# ChaoJiYongHu
source: Super User
ko: 슈퍼 사용자
ru: Супер Пользователь
zh_cn: 超级用户
zh_tw: 超級用戶

# ChaoSong
source: Cc
ko: 참조
ru: Копия
zh_cn: 抄送
zh_tw: 抄送

# ChaoXian
source: Korea
fr: Corée
ko: 한국
ru: Корея
zh_cn: 朝鲜
zh_tw: 朝鮮

# ChaRuXinZengDeShuJu
source: Insert new data
de: Legen Sie neue Daten
fr: Insérez de nouvelles données
ko: 새로운 데이터를 삽입
ru: Вставьте новые данные
zh_cn: 插入新增的数据
zh_tw: 插入新增的資料

# ChaSuoYouGongZuoHuiZong
source: Check all work summary
de: Überprüfen Sie alle Arbeiten Zusammenfassung
fr: Cochez toutes résumé de travail
ko: 모든 작업 요약을 확인
ru: Проверьте все резюме работы
zh_cn: 查所有工作汇总
zh_tw: 查所有工作匯總

# ChaXun
source: Inquire
de: Untersuchung
fr: Enquête
ko: 문의
ru: Запрос
zh_cn: 查询
zh_tw: 查詢

# ChaXunDaoXiTongYongHuShu
source: Inquiries to the SYSTEM user
de: Abfrage der Anzahl von Benutzern auf das System
fr: Interroger le nombre d'utilisateurs du système
ko: 시스템 사용자의 수를 질의
ru: Запрос число пользователей системы
zh_cn: 查询到系统用户数
zh_tw: 查詢到系統使用者數

# ChaXunFanWeiShi
source: Discover the range
de: Entdecken Sie die Vielfalt
fr: Découvrez la gamme
ko: 범위보세요
ru: Откройте для себя выбор
zh_cn: 查询范围是
zh_tw: 查詢範圍是

# ChaXunGuanJianZi
source: Query keywords
de: Abfrage Stichworte
fr: Mots clés de la requête
ko: 쿼리 키워드
ru: Ключевые слова запроса
zh_cn: 查询关键字
zh_tw: 查詢關鍵字

# ChaXunShiFouYiCunZai
source: Whether the query already exists
de: Ob die Abfrage bereits vorhanden
fr: Que la requête existe déjà
ko: 쿼리가 이미 존재 여부
ru: Ли запрос уже существует
zh_cn: 查询是否已存在
zh_tw: 查詢是否已存在

# ChaXunSuoYouXuQiu
source: Discover all requirements
de: Entdecken Sie alle Anforderungen
fr: Découvrez toutes les exigences
ko: 모든 요구 사항을 확인해보세요
ru: Откройте для себя все требования
zh_cn: 查询所有需求
zh_tw: 查詢所有需求

# ChaXunTiaoJianDaiMa
source: Query: Code
fr: Requête: Code
ko: 조회 : 코드
ru: Запрос: Код
zh_cn: 查询条件：代码
zh_tw: 查詢準則：代碼

# ChaXunYiShiJian
source: Query (according to Time)
de: Query (je nach Zeit)
fr: Query (selon le temps)
ko: 쿼리 (시간에 따라 다름)
ru: Запрос (в зависимости от времени)
zh_cn: 查询（依时间）
zh_tw: 查詢（依時間）

# ChaXunYongHuZhuangTai
source: Query User Status
fr: Requête utilisateur Statut
ko: 쿼리 사용자 상태
ru: Запрос Статус Пользователь
zh_cn: 查询用户状态
zh_tw: 查詢使用者狀態

# ChaXunYongShiJianCe
source: Discover the detection time
de: Erkennen, wenn eine Abfrage
fr: Détecter quand une requête
ko: 때 쿼리 검출
ru: Обнаружение, когда запрос
zh_cn: 查询用时检测
zh_tw: 查詢用時檢測

# CheDingYuJiCaiBiaoMianJuLi
source: Determination of the substrate surface distance:
de: Bestimmung der Substratoberfläche Abstand:
fr: Détermination de la distance de la surface du substrat:
ko: 기판 표면의 거리의 측정 :
ru: Определение расстояния поверхности подложки:
zh_cn: 测定与基材表面距离：
zh_tw: 測定與基材表面距離：

# CheDui
source: Motorcade
de: Fahrzeugkolonne
ko: 자동차 행렬
ru: Автоколонна
zh_cn: 车队
zh_tw: 車隊

# CheJian
source: Workshop
fr: Atelier
ko: 작업장
ru: Семинар
zh_cn: 车间
zh_tw: 車間

# CheLiangChuRuGuanLi
source: Vehicle access control
de: Zufahrtskontrolle
fr: Contrôle d'accès de véhicules
ko: 차량 접근 제어
ru: Контроль доступа транспортных средств
zh_cn: 车辆出入管理
zh_tw: 車輛出入管理

# CheLiangDangAnGuanLi
source: Vehicle records management
fr: La gestion des dossiers de véhicules
ko: 차량 기록 관리
ru: Управление записи автомобиля
zh_cn: 车辆档案管理
zh_tw: 車輛檔案管理

# CheLiangJiaYouJiLu
source: Vehicle refueling record
de: Betankung von Fahrzeugen Rekord
fr: Fiche de ravitaillement de véhicules
ko: 차량 연료 기록
ru: Автомобиль заправки запись
zh_cn: 车辆加油记录
zh_tw: 車輛加油記錄

# CheLiangLeiXing
source: Vehicle Type
de: Fahrzeugtyp
fr: Type de véhicule
ko: 차량 종류
ru: Тип транспортного средства
zh_cn: 车辆类型
zh_tw: 車輛類型

# CheLiangLieBiao
source: Vehicle List
de: Fahrzeugliste
fr: Liste de véhicules
ko: 차량 목록
ru: Список Автомобиль
zh_cn: 车辆列表
zh_tw: 車輛列表

# CheLiangMingCheng
source: Vehicle Name
de: Auto Name
fr: Nom de véhicule
ko: 차명
ru: Автомобиль Имя
zh_cn: 车辆名称
zh_tw: 車輛名稱

# CheLiangShenQing
source: Vehicle Application
de: Fahrzeug-Lösungen
fr: Demande de véhicules
ko: 차량 응용 프로그램
ru: Автомобиль Применение
zh_cn: 车辆申请
zh_tw: 車輛申請

# CheLiangShenQingJiLu
source: Vehicle application record
de: Fahrzeuganwendung Rekord
fr: Dossier de la demande de véhicules
ko: 차량 애플리케이션 레코드
ru: Запись приложения Автомобиль
zh_cn: 车辆申请记录
zh_tw: 車輛申請記錄

# CheLiangZhuangTai
source: Vehicle state
de: Fahrzeugzustand
fr: État du véhicule
ko: 차량 상태
ru: Состояние транспортного средства
zh_cn: 车辆状态
zh_tw: 車輛狀態

# ChenDanJueSe
source: Assume a Actor
de: Nehmen Sie eine Rolle
fr: Assumer un rôle
ko: 역할을 가정
ru: Предположим, роль
zh_cn: 承担角色
zh_tw: 承擔角色

# ChenDaoJianQingLi
source: Interlayer (Road) Cleaning:
de: Zwischenschicht (Road) Reinigung:
fr: Intercalaire (Road) Nettoyage:
ko: 층간 (도로) 정리 :
ru: Прослойка (Дорога) Очистка:
zh_cn: 层(道)间清理：
zh_tw: 層(道)間清理：

# ChenDaoJianWenDu
source: Interlayer (Road) Temperature:
de: Zwischenschicht (Road) Temperatur:
fr: Intercalaire (Road) Température:
ko: 층간 (도로) 온도 :
ru: Прослойка (Дорога) Температура:
zh_cn: 层(道)间温度：
zh_tw: 層(道)間溫度：

# ChenFei
source: Pneumoconiosis
de: Pneumokoniose
fr: Pneumoconiose
ko: 진폐증
ru: Пневмокониоз
zh_cn: 尘肺
zh_tw: 塵肺

# ChengBaoShang
source: Contractor
de: Auftragnehmer
fr: Entrepreneur
ko: 계약자
ru: Подрядчик
zh_cn: 承包商
zh_tw: 承包商

# ChengBaoShangDengJi
source: Contractor Registration
ko: 계약자 등록
ru: Подрядчик Регистрация
zh_cn: 承包商登记
zh_tw: 承包商登記

# ChengBaoShangLieBiao
source: Contractor List
de: Auftragnehmer Liste
fr: Liste des entrepreneurs
ko: 계약자 목록
ru: Подрядчик Список
zh_cn: 承包商列表
zh_tw: 承包商列表

# ChengBaoShangPingJia
source: Contractor Evaluation
de: Auftragnehmer Bewertung
fr: Évaluation de l'entrepreneur
ko: 계약자 평가
ru: Подрядчик Оценка
zh_cn: 承包商评价
zh_tw: 承包商評價

# ChengBaoShangPingJiaLieBiao
source: Contractor Evaluation List
de: Auftragnehmer Bewertungsliste
fr: Liste d'évaluation de l'entrepreneur
ko: 계약자의 평가 목록
ru: Подрядчик Список Оценка
zh_cn: 承包商评价列表
zh_tw: 承包商評價列表

# ChengBaoShangShenCha
source: Contractors review
de: Subunternehmen Bewertung
fr: Entrepreneurs en examen
ko: 계약자 검토
ru: Подрядчики отзыв
zh_cn: 承包商审查
zh_tw: 承包商審查

# ChengBaoShangTouBiaoXinXiLieBiao
source: Contractors bidding information list
de: Subunternehmen Gebotsliste
fr: Entrepreneurs en liste d'appel d'offres
ko: 협력 업체 입찰 목록
ru: Подрядчики Список торгов
zh_cn: 承包商投标信息列表
zh_tw: 承包商投標資訊清單

# ChengBaoShangXiangYingShuoMing
source: Contractors Response description
de: Subunternehmen Antwort Beschreibung
fr: Réponse Description entrepreneurs
ko: 계약자는 설명 응답
ru: Подрядчики ответ Описание
zh_cn: 承包商响应说明
zh_tw: 承包商回應說明

# ChengBaoShangXinXi
source: Contractor Information
de: Auftragnehmer Informationen
fr: Information Prestataires
ko: 계약자 정보
ru: Подрядчик информация
zh_cn: 承包商信息
zh_tw: 承包商資訊

# ChengBaoShangZhangHaoGuanLi
source: Contractors Account Management
de: Subunternehmen Account Management
fr: Entrepreneurs en Gestion de compte
ko: 협력 업체는 계정 관리
ru: Подрядчики управление счетом
zh_cn: 承包商帐号管理
zh_tw: 承包商帳號管理

# ChengBen
source: Costs
de: Kosten
fr: Frais
ko: 비용
ru: Расходы
zh_cn: 成本
zh_tw: 成本

# ChengBenFeiXiangDaLei
source: Entry fee cost categories
de: Startgebühr Kostenkategorien
fr: Catégories de coûts Droit de participation
ko: 입장료 비용 범주
ru: Вступительный взнос категории расходов
zh_cn: 成本费项大类
zh_tw: 成本費項大類

# ChengBenFeiXiangFenLeiGuanLi
source: Cost management fee Items
de: Kosten Managementgebühr Angebote
fr: La gestion des coûts honoraires Articles
ko: 비용 관리 수수료 항목
ru: Стоимость управления Стоимость предметов
zh_cn: 成本费项分类管理
zh_tw: 成本費項分類管理

# ChengBenFeiXiangZiLei
source: Entry fee costs subclass
de: Startgebühr kostet Klasse
fr: Frais d'inscription coûte sous-classe
ko: 입장료는 서브 클래스 비용
ru: Вступительный взнос стоит подкласс
zh_cn: 成本费项子类
zh_tw: 成本費項子類

# ChengBenFeiYong
source: Costs
de: Kosten
fr: Frais
ko: 비용
ru: Расходы
zh_cn: 成本费用
zh_tw: 成本費用

# ChengBenLeiXing
source: Cost Type
de: Kostenart
fr: Type de coût
ko: 비용 유형
ru: Тип затрат
zh_cn: 成本类型
zh_tw: 成本類型

# ChengBenLv
source: Cost rate
de: Kostensatz
fr: Taux de Coût
ko: 비용 비율
ru: Скорость Стоимость
zh_cn: 成本率
zh_tw: 成本率

# ChengBenXinXi
source: Cost Information
de: Kosteninformationen
fr: Information sur les coûts
ko: 비용 정보
ru: Стоимость данных
zh_cn: 成本信息
zh_tw: 成本資訊

# ChengDanJueSe
source: Assume a Actor
de: Nehmen Sie eine Rolle
fr: Assumer un rôle
ko: 역할을 가정
ru: Предположим, роль
zh_cn: 承担角色
zh_tw: 承擔角色

# ChengDanShiJian
source: A single time
de: Ein einziges Mal
fr: Une seule heure
ko: 하나의 시간
ru: Один раз
zh_cn: 成单时间
zh_tw: 成單時間

# ChengDao
source: Layer (Road)
fr: Couche (Route)
ko: 레이어 (도로)
ru: Слой (Дорога)
zh_cn: 层（道）
zh_tw: 層（道）

# ChengDaoJianQingLi
source: Interlayer (Road) Cleanup
de: Zwischenschicht (Road) Cleanup
fr: Intercalaire (Road) Nettoyage
ko: 층간 (도로) 정리
ru: Прослойка (Дорога) Очистка
zh_cn: 层(道)间清理
zh_tw: 層(道)間清理

# ChengDaoJianWenDu
source: Interlayer (Road) temperature
de: Zwischenschicht (Road) Temperatur
fr: Intercalaire (Road) Température
ko: 층간 (도로) 온도
ru: Прослойка (Дорога) Температура
zh_cn: 层（道）间温度
zh_tw: 層（道）間溫度

# ChengGong
source: Success
de: Erfolg
fr: Succès
ko: 성공
ru: Успех
zh_cn: 成功
zh_tw: 成功

# ChengGongChuLiAnLi
source: Success Cases
fr: Cas de réussite
ko: 성공 사례
ru: Удачные Случаи
zh_cn: 成功处理案例
zh_tw: 成功處理案例

# ChengGongJieAn
source: Successfully concluded
de: Erfolgreich abgeschlossen
fr: Conclu avec succès
ko: 성공적으로 체결
ru: Успешно завершила
zh_cn: 成功结案
zh_tw: 成功結案

# ChengGuo
source: Achievement
de: Erreichung
fr: Réalisation
ko: 성취
ru: Достижение
zh_cn: 成果
zh_tw: 成果

# ChengHuanZhongDaJiBing
source: Suffered from major diseases
de: Von schweren Krankheiten gelitten
fr: Souffert de maladies graves
ko: 주요 질병으로 고통
ru: Пострадавшая от основных заболеваний
zh_cn: 曾患重大疾病
zh_tw: 曾患重大疾病

# ChengJiNeiRong
source: Registration Content
de: Registration Inhalt
fr: Contenu d'enregistrement
ko: 등록 내용
ru: Регистрация Содержание
zh_cn: 登记内容
zh_tw: 登記內容

# ChengLiShiJian
source: Established
de: Etabliert
fr: Établi
ko: 확립 된
ru: Установленный
zh_cn: 成立时间
zh_tw: 成立時間

# ChengQingNeiRong
source: Clarifications
de: Klarstellungen
ko: 해명
ru: Разъяснения
zh_cn: 澄清内容
zh_tw: 澄清內容

# ChengQingRiQi
source: Clarification date
de: Klärungsdatum
fr: Date de clarification
ko: 설명이 날짜
ru: Дата Разъяснение
zh_cn: 澄清日期
zh_tw: 澄清日期

# ChengQingWenJian
source: Clarifications
de: Klarstellungen
ko: 해명
ru: Разъяснения
zh_cn: 澄清文件
zh_tw: 澄清文件

# ChengQingXinXi
source: Clarifying information
de: Erläuternde Informationen
fr: Clarifier l'information
ko: 명확히 정보
ru: Разъяснение информация
zh_cn: 澄清信息
zh_tw: 澄清信息
