Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# ZhuanJiaZhiWu
source: Expert office
de: Sachverständigenbüro
fr: Bureau d'experts
ko: 전문가 사무실
ru: Эксперт офис
zh_cn: 专家职务
zh_tw: 專家職務

# ZhuanJiaZu
source: LEG
ru: ГЭН
zh_cn: 专家组
zh_tw: 專家組

# ZhuanMeiAn
source: Turn enzyme ammonia
de: Schalten Enzym Ammoniak
fr: Tournez ammoniac enzyme
ko: 효소 암모니아를 돌려
ru: Включите фермента аммиака
zh_cn: 转酶氨
zh_tw: 轉酶氨

# ZhuanRen
source: Transferred
de: Übertragen
fr: Transféré
ko: 양도
ru: Переведен
zh_cn: 转任
zh_tw: 轉任

# ZhuanShou
source: Resale
de: Zweite Hand
fr: Revente
ko: 재판매
ru: Перепродажа
zh_cn: 转手
zh_tw: 轉手

# ZhuanXiangPeiXun
source: Special training
de: Spezielle Trainings
fr: Une formation spéciale
ko: 특수 교육
ru: Специальное обучение
zh_cn: 专项培训
zh_tw: 專項培訓

# ZhuanYe
source: Professionals
de: Spezialität
fr: Spécialité
ko: 전문
ru: Специальность
zh_cn: 专业
zh_tw: 專業

# ZhuanYeBianHao
source: Professional ID
de: Professionelle ID
fr: ID Professional
ko: 전문 ID
ru: Профессиональный ID
zh_cn: 专业编号
zh_tw: 專業編號

# ZhuanYeFanWei
source: Professional range
de: Profi Bereich
fr: Gamme professionnelle
ko: 전문 범위
ru: Профессиональный диапазон
zh_cn: 专业范围
zh_tw: 專業範圍

# ZhuanYeFanWeiEr
source: Professional range 2
de: Professionelle Bereich 2
fr: Gamme professionnelle 2
ko: 전문 범위 2
ru: Профессиональный диапазон 2
zh_cn: 专业范围2
zh_tw: 專業範圍2

# ZhuanYeFenLei
source: Field of Education
de: Bereich der Bildung
fr: Domaine de l'éducation
ko: 교육 분야
ru: Область образования
zh_cn: 专业分类
zh_tw: 專業分類

# ZhuanYeHuaFen
source: Professional division
de: Professionelle Geschäftsbereich
fr: Division professionnelle
ko: 전문 부문
ru: Профессиональный разделение
zh_cn: 专业划分
zh_tw: 專業劃分

# ZhuanYeLeiBie
source: Professional category
de: Berufsgruppe
fr: Catégorie professionnelle
ko: 전문 카테고리
ru: Профессиональная категория
zh_cn: 专业类别
zh_tw: 專業類別

# ZhuanZhang
source: Transfers
fr: Transferts
ko: 전송
ru: Трансферы
zh_cn: 转账
zh_tw: 轉帳

# ZhubanZhe
source: Promoter
fr: Promoteur
ko: 발기인
ru: Промоутер
zh_cn: 主办者
zh_tw: 主辦者

# ZhuCaiTiaoZhengDanJia
source: Main material adjustment Price
de: Hauptwerkeinstellung Preis
fr: Matériau principal ajustement Prix
ko: 주요 소재 조정 가격
ru: Основной материал Регулирование цен
zh_cn: 主材调整单价
zh_tw: 主材調整單價

# ZhuCaiYuanDingDanJia
source: Main material originally Price
de: Hauptwerkstoff ursprünglich Preis
fr: Matière dominante origine Prix
ko: 주요 소재 원래 가격
ru: Основной материал изначально Цена
zh_cn: 主材原定单价
zh_tw: 主材原定單價

# ZhuCaiYuSuanHeJia
source: The main material budget close price
de: Das Hauptmaterial Haushalts erreichen Preis
fr: Le budget principal de matériau prix proche
ko: 주요 소재 예산 가까운 가격
ru: Основной материал бюджет цена закрытия
zh_cn: 主材预算合价
zh_tw: 主材預算合價

# ZhuCe
source: Register
de: Registrieren
fr: Inscription
ko: 회원 가입
ru: Регистрация
zh_cn: 注册
zh_tw: 註冊

# ZhuCeDiZhi
source: Registered address
de: Registrierte Adresse
fr: Adresse du siège social
ko: 등록 주소
ru: Юридический адрес
zh_cn: 注册地址
zh_tw: 註冊地址

# ZhuCeMa
source: License
de: Führerschein
fr: Permis
ko: 라이센스
ru: Лицензия
zh_cn: 注册码
zh_tw: 註冊碼

# ZhuCeZiJin
source: Registered capital
de: Registriert Kapital
fr: Le capital social
ko: 등록 자본
ru: Зарегистрированный капитал
zh_cn: 注册资金
zh_tw: 註冊資金

# ZhuChiRen
source: Host
de: Gastgeber
fr: Foule
ko: 주인
ru: Хозяин
zh_cn: 主持人
zh_tw: 主持人

# ZhuDuiXingShi
source: Group to form:
de: Gruppe Formen:
fr: Formes de groupe:
ko: 그룹 양식 :
ru: Группа: Формы
zh_cn: 组对形式：
zh_tw: 組對形式：

# ZhuGongWuZi
source: Zhugong supplies
de: Zhugong Lieferungen
fr: Fournitures Zhugong
ko: Zhugong 공급
ru: Zhugong поставок
zh_cn: 主供物资
zh_tw: 主供物資

# ZhuGuan
source: In charge
de: Verantwortlich
fr: En charge
ko: 담당
ru: Отвечающий
zh_cn: 主管
zh_tw: 主管

# ZhuGuanBuMen
source: Administrations
de: Verwaltungen
ko: 주관청
ru: Администрации
zh_cn: 主管部门
zh_tw: 主管部門

# ZhuGuanDanWei
source: Authorities
de: Behörden
fr: Autorités
ko: 당국
ru: Власти
zh_cn: 主管单位
zh_tw: 主管單位

# ZhuGuanDanWeiBuMen
source: Authorities / departments
de: Behörden / Abteilungen
fr: Autorités / départements
ko: 기관 / 부서
ru: Власти / отделы
zh_cn: 主管单位/部门
zh_tw: 主管單位/部門

# ZhuGuanLingDao
source: Executive leadership
de: Geschäftsleitung
fr: Le leadership exécutif
ko: 경영자의 리더십
ru: Исполнительный руководство
zh_cn: 主管领导
zh_tw: 主管領導

# ZhuiJi
source: Hammer:
fr: Marteau:
ko: 해머 :
ru: Хаммер:
zh_cn: 锤击：
zh_tw: 錘擊：

# ZhuiJiaCanPingRen
source: PARTICIPATING additional person
de: TEILNAHME weitere Person
fr: PARTICIPATION personne supplémentaire
ko: 추가 인원을 참여 전
ru: УЧАСТИЕ дополнительного человека
zh_cn: 追加参评人
zh_tw: 追加參評人

# ZhuJiangRen
source: Main speaker
de: Presenter
fr: Présentateur
ko: 증여자
ru: Ведущий
zh_cn: 主讲人
zh_tw: 主講人

# ZhuJieMianFengGe
source: The main interface style
de: Die wichtigste Schnittstelle Stil
fr: Le style de l'interface principale
ko: 주요 인터페이스 스타일
ru: Основной интерфейс в стиле
zh_cn: 主界面风格
zh_tw: 主介面風格

# ZhuKongBiaoShiSuoYou
source: NOTE: Empty means all
de: HINWEIS: Leere bedeutet, dass alle
fr: REMARQUE: Empty signifie tout
ko: 참고 : 빈은 모든 의미
ru: ПРИМЕЧАНИЕ: Пусто означает, что все
zh_cn: 注：空表示所有
zh_tw: 注：空表示所有

# ZhunCaoXiangMu
source: Quasi operation project
de: Quasi Kooperationsprojekt
fr: Projet d'exploitation quasi
ko: 국정 운영 프로젝트
ru: Квази проект операция
zh_cn: 准操项目
zh_tw: 准操項目

# ZhunJieGuiShuChiBuDeGongZuoLiu
source: End of ownership of this step workflow:
de: Ende diesen Schritt Workflow:
fr: Terminez la maison cette étape flux de travail:
ko: 집이 단계의 워크 플로우를 종료합니다 :
ru: End домой этот шаг рабочего процесса:
zh_cn: 终结归属此步的工作流：
zh_tw: 終結歸屬此步的工作流：

# ZhuQuYu
source: The main area
de: Der Hauptbereich
fr: La zone principale
ko: 주요 지역
ru: Основная область
zh_cn: 主区域
zh_tw: 主區域

# ZhuShi
source: Note
de: Hinweis
ko: 주의
ru: Примечание
zh_cn: 注释
zh_tw: 注釋

# ZhuTi
source: Theme
de: Leitmotiv
fr: Thème
ko: 테마
ru: Тема
zh_cn: 主题
zh_tw: 主題

# ZhuXiangMuMingCheng
source: Main Project Name
de: Hauptprojektname
fr: Nom du projet principal
ko: 주 프로젝트 이름
ru: Имя главный проект
zh_cn: 主项目名称
zh_tw: 主項目名稱

# ZhuXiangMuXuHao
source: Main item numbers
de: Hauptartikel Nummern
fr: Les principaux numéros d'article
ko: 주요 항목 번호
ru: Основные цифры пункт
zh_cn: 主项目序号
zh_tw: 主項目序號

# ZhuXiMiMa
source: Chairperson Password
de: Kennwort des Vorsitzenden
fr: Président de passe
ko: 위원장 비밀번호
ru: Председатель Пароль
zh_cn: 主席密码
zh_tw: 主席密碼

# ZhuYaoBianHao
source: The main number
de: Die Hauptzahl
fr: Le numéro principal
ko: 주요 수
ru: Основной номер
zh_cn: 主要编号
zh_tw: 主要編號

# ZhuYaoGongZuo
source: The main work
de: Die Hauptarbeit
fr: L'essentiel du travail
ko: 주요 작업
ru: Основная работа
zh_cn: 主要工作
zh_tw: 主要工作

# ZhuYaoGongZuoNeiRong
source: The main content
de: Hauptaufgaben
fr: Principales tâches
ko: 주요 작업
ru: Основные задачи
zh_cn: 主要工作内容
zh_tw: 主要工作內容

# ZhuYaoLianXiRen
source: Key Contacts
de: Hauptansprechpartner
fr: Contact principal
ko: 기본 연락처
ru: Основной контакт
zh_cn: 主要联系人
zh_tw: 主要連絡人

# ZhuYaoNeiRong
source: Main content
de: Der Hauptinhalt
fr: Le contenu principal
ko: 주요 내용
ru: Основное содержание
zh_cn: 主要内容
zh_tw: 主要內容

# ZhuYaoRenYuanBianGengJiLu
source: Major personnel changes
de: Schlüsselpersonal Geschichte ändern
fr: Changement de personnel clé l'histoire
ko: 핵심 인력의 역사를 변경
ru: Ключевой персонал изменить историю
zh_cn: 主要人员变更记录
zh_tw: 主要人員變更記錄

# ZhuYaoYongTu
source: The main purpose
de: Der Hauptzweck
fr: Le but principal
ko: 주요 목적
ru: Основной целью
zh_cn: 主要用途
zh_tw: 主要用途

# ZhuYiDai
source: Note: With
de: Anmerkung: Bei
fr: Remarque: Avec
ko: 참고로
ru: Примечание: С
zh_cn: 注意：带
zh_tw: 注意：帶

# ZhuYiShiXiang
source: Precautions
de: Vorsichtsmaßnahmen
fr: Précautions
ko: 주의 사항
ru: Меры предосторожности
zh_cn: 注意事项
zh_tw: 注意事項

# ZhuYueJiHua
source: Monthly plans
de: Monatliche Pläne
fr: Plans mensuels
ko: 월간 계획
ru: Ежемесячные планы
zh_cn: 逐月计划
zh_tw: 逐月計畫

# ZhuZaiDianHua
source: Home Phone
fr: Accueil Téléphone
ko: 집 전화
ru: Домашний телефон
zh_cn: 住宅电话
zh_tw: 住宅電話

# ZhuZhe
source: Responsibilities
de: Verantwortung
fr: Responsabilités
ko: 책임
ru: Обязанности
zh_cn: 职责
zh_tw: 職責

# ZhuZhi
source: Address
de: Anschrift
fr: Adresse
ko: 주소
ru: Адрес
zh_cn: 住址
zh_tw: 住址

# ZhuZhuangTu
source: Histogram
de: Histogramm
fr: Histogramme
ko: 히스토그램
ru: Гистограмма
zh_cn: 柱状图
zh_tw: 柱狀圖

# ZhuZuoZhe
source: Authors
de: Autoren
fr: Auteurs
ko: 저자
ru: Авторов
zh_cn: 著作者
zh_tw: 著作者

# ZiBianHao
source: Since No.
de: Seit No.
fr: Depuis No.
ko: 호 이후
ru: Так N:
zh_cn: 自编号
zh_tw: 自編號

# ZiBianMa
source: Autoencoder
zh_cn: 自编码
zh_tw: 自編碼

# ZiBuMen
source: Sub-sector
de: Teilsektor
fr: Sous-secteur
ko: 업종
ru: К югу от сектора
zh_cn: 子部门
zh_tw: 子部門

# ZiChan
source: Assets
de: Vermögenswerte
fr: Actifs
ko: 자산
ru: Активы
zh_cn: 资产
zh_tw: 資產

# ZiChanBaoFei
source: Asset Retirement
ko: 자산 퇴직
ru: Пенсионные активы
zh_cn: 资产报废
zh_tw: 資產報廢

# ZiChanBaoFeiBaoBiao
source: Asset Retirement Report
de: Asset Retirement Bericht
fr: Rapport actif de retraite
ko: 자산 퇴직 보고서
ru: Пенсионные активы Сообщить
zh_cn: 资产报废报表
zh_tw: 資產報廢報表

# ZiChanCaiGhou
source: Asset acquisition
de: Asset Purchasing
fr: Asset Achats
ko: 자산 구매
ru: Закупочные активами
zh_cn: 资产采购
zh_tw: 資產採購

# ZiChanCaiGouBaoBiao
source: Asset Purchase Report
de: Asset Purchase Bericht
fr: Rapport d'inventaire Achat
ko: 자산 구매 보고서
ru: Покупка активов Отчет
zh_cn: 资产采购报表
zh_tw: 資產採購報表

# ZiChanCaiGouDan
source: Asset Purchase Order
fr: Asset Commande
ko: 자산 구매 주문
ru: Активов заказа
zh_cn: 资产采购单
zh_tw: 資產採購單

# ZiChanCaiGouDingDan
source: Asset Purchase Order
fr: Asset Commande
ko: 자산 구매 주문
ru: Активов заказа
zh_cn: 资产采购订单
zh_tw: 資產採購訂單

# ZiChanCaiGouShenQing
source: Asset Purchase Requisition
de: Asset Bestellanforderung
fr: Asset Demande d'achat
ko: 자산 구매 요청
ru: Заявка активами
zh_cn: 资产采购申请
zh_tw: 資產採購申請

# ZiChanCaiGouShenQingBaoBiao
source: Asset Purchase Requisition Report
de: Asset Banf Bericht
fr: Achat d'actifs Rapport Réquisition
ko: 자산 구매 요청 보고서
ru: Активами Заявка Сообщить
zh_cn: 资产采购申请报表
zh_tw: 資產採購申請報表

# ZiChanChaXunLieBiao
source: Assets query list
de: Vermögen Abfrageliste
fr: Actifs liste de requêtes
ko: 자산 쿼리 목록
ru: Активы список запросов
zh_cn: 资产查询列表
zh_tw: 資產查詢列表

# ZiChanChuKu
source: Asset library
de: Asset-Bibliothek
fr: Bibliothèque d'actifs
ko: 자산 라이브러리
ru: Библиотека активов
zh_cn: 资产出库
zh_tw: 資產出庫

# ZiChanChuKuBaoBiao
source: Asset library Report
de: Asset-Bibliothek melden
fr: Rapport Bibliothèque d'actifs
ko: 자산 라이브러리 보고서
ru: Активами библиотека Отчет
zh_cn: 资产出库报表
zh_tw: 資產出庫報表

# ZiChanDaiMa
source: Property Code
de: Referenznummer
fr: Code de la propriété
ko: 속성 코드
ru: Код недвижимости
zh_cn: 资产代码
zh_tw: 資產代碼

# ZiChanDengJiRuKu
source: Asset register storage
de: Asset Registerspeicher
fr: Asset stockage de registre
ko: 자산 레지스터 스토리지
ru: Активами хранения регистра
zh_cn: 资产登记入库
zh_tw: 資產登記入庫

# ZiChanDiaoHuanLeiXing
source: Asset swap type
de: Asset-Swap-Typ
fr: Type d'actif de swap
ko: 자산 스왑 형
ru: Тип имущества подкачки
zh_cn: 资产调换类型
zh_tw: 資產調換類型

# ZiChanFuZhaiBiao
source: Balance Sheet
de: Bilanz
fr: Bilan
ko: 대차 대조표
ru: Баланс
zh_cn: 资产负债表
zh_tw: 資產負債表

# ZiChanGuanLi
source: asset Management
ko: 자산 관리
ru: Управление активами
zh_cn: 资产管理
zh_tw: 資產管理

# ZiChanHuiZongBaoBiao
source: Asset Summary Report
fr: Asset Rapport sommaire
ko: 자산 요약 보고서
ru: Сводный отчет активами
zh_cn: 资产汇总报表
zh_tw: 資產匯總報表

# ZiChanKuCunLieBiao
source: Asset Inventory List
de: Asset Inventory-Liste
fr: Asset Liste d'inventaire
ko: 자산 재고 목록
ru: Список активов инвентаризации
zh_cn: 资产库存列表
zh_tw: 資產庫存列表

# ZiChanLingYong
source: Assets recipients
de: Vermögenswerte Empfänger
fr: Destinataires Actifs
ko: 자산받는 사람
ru: Активы получатели
zh_cn: 资产领用
zh_tw: 資產領用

# ZiChanLingYongBaoBiao
source: Asset recipients report
de: Asset Empfänger berichten
fr: Bénéficiaires de Rapport des actifs
ko: 자산받는 사람이보고
ru: Получатели активов сообщить
zh_cn: 资产领用报表
zh_tw: 資產領用報表

# ZiChanLingYongShenQing
source: Assets recipients apply
de: Vermögenswerte Empfänger gelten
fr: Destinataires Actifs appliquent
ko: 자산받는 사람이 적용
ru: Активы получателей применять
zh_cn: 资产领用申请
zh_tw: 資產領用申請

# ZiChanLingYongShenQingBaoBiao
source: Application Reports Asset recipients
de: Asset-Empfänger für Aussagen gelten
fr: Destinataires d'actifs appliquent pour les états
ko: 자산받는 사람이 문에 대해 적용
ru: Получатели активов применяются для заявлений
zh_cn: 资产领用申请报表
zh_tw: 資產領用申請報表

# ZiChanMing
source: Name assets
de: Name Vermögenswerte
fr: Actifs Nom
ko: 이름 자산
ru: Имя активы
zh_cn: 资产名
zh_tw: 資產名

# ZiChanMingCheng
source: Name assets
de: Name Vermögenswerte
fr: Actifs Nom
ko: 이름 자산
ru: Имя активы
zh_cn: 资产名称
zh_tw: 資產名稱

# ZiChanMingXiBiao
source: Asset Schedule
de: Vermögensplan
fr: Horaire d'actifs
ko: 자산 일정
ru: Расписание активами
zh_cn: 资产明细表
zh_tw: 資產明細表

# ZiChanPanDianBaoBiao
source: Asset inventory report
fr: Rapport d'inventaire des actifs
ko: 자산 인벤토리 보고서
ru: Отчет об инвентаризации активов
zh_cn: 资产盘点报表
zh_tw: 資產盤點報表

# ZiChanRuKuBaoBiao
source: Assets storage report
de: Vermögenswerte Speicherbericht
fr: Rapport de stockage des actifs
ko: 자산 스토리지 보고서
ru: Отчет Активы хранения
zh_cn: 资产入库报表
zh_tw: 資產入庫報表

# ZiChanTiaoPei
source: Asset deployment
de: Asset-Bereitstellung
fr: Le déploiement d'actifs
ko: 자산 전개
ru: Развертывание активов
zh_cn: 资产调配
zh_tw: 資產調配

# ZiChanTiaoPeiJiLu
source: Asset allocation of records
de: Asset Allocation von Datensätzen
fr: Allocation d'actifs des dossiers
ko: 기록의 자산 배분
ru: Распределение активов записей
zh_cn: 资产调配记录
zh_tw: 資產調配記錄

# ZiChanTiaoZheng
source: Asset adjustment
de: Asset Verstellung
fr: Rajustement de l'actif
ko: 자산 조정
ru: Регулировка активами
zh_cn: 资产调整
zh_tw: 資產調整

# ZiChanTiaoZhengJiLu
source: Asset adjustment records
de: Asset Justierprotokolle
fr: Dossiers d'ajustement des actifs
ko: 자산 조정 레코드
ru: Регулировка активов записи
zh_cn: 资产调整记录
zh_tw: 資產調整記錄

# ZiChanTuiKu
source: Assets refunding
de: Vermögenswerte Erstattung
fr: Actifs remboursement
ko: 자산 환불
ru: Активы рефинансирования
zh_cn: 资产退库
zh_tw: 資產退庫

# ZiChanWeiHu
source: Asset Maintenance
de: Asset-Wartung
ko: 자산 유지 보수
ru: Обслуживание активов
zh_cn: 资产维护
zh_tw: 資產維護

# ZiChanWeiHuBaoBiao
source: Asset Maintenance Report
de: Asset Wartungsbericht
fr: Rapport des actifs Maintenance
ko: 자산 유지 관리 보고서
ru: Обслуживание активов Отчет
zh_cn: 资产维护报表
zh_tw: 資產維護報表

# ZiChanWeiHuLeiXing
source: Asset Maintenance Type
de: Asset-Wartung Typ
fr: Type d'actif Entretien
ko: 자산 유지 보수 유형
ru: Активов Maintenance Тип
zh_cn: 资产维护类型
zh_tw: 資產維護類型

# ZiChanXinXi
source: Asset Information
de: Asset-Informations
fr: Informations sur l'inventaire
ko: 자산 정보
ru: Информация активов
zh_cn: 资产信息
zh_tw: 資產資訊

# ZiDingYi
source: Custom
de: Benutzerdefinierte
fr: Coutume
ko: 관습
ru: Обычай
zh_cn: 自定义
zh_tw: 自訂

# ZiDingYiLiuCheng
source: Custom process
de: Benutzerdefiniert
fr: Processus de mesure
ko: 맞춤 과정
ru: Пользовательские процесс
zh_cn: 自定义流程
zh_tw: 自訂流程

# ZiDingYiMoZu
source: Custom Module
fr: Modules personnalisés
ko: 사용자 정의 모듈
ru: Пользовательские модули
zh_cn: 自定义模组
zh_tw: 自訂模組

# ZiDongShengCheng
source: Automatic generated
de: Automatische Generierung
fr: Génération automatique
ko: 자동 생성
ru: Автоматическая генерация
zh_cn: 自动生成
zh_tw: 自動生成

# ZiDongXuanZe
source: Automatic selection
de: Automatische Auswahl
fr: Sélection automatique
ko: 자동 선택
ru: Автоматический выбор
zh_cn: 自动选择
zh_tw: 自動選擇

# ZiFuDanJia
source: Character Price
de: Character Preis
fr: Caractère Prix
ko: 문자 가격
ru: Характер Цена
zh_cn: 字符单价
zh_tw: 字元單價

# ZiFuShangXian
source: Character limit
de: Zeichenbegrenzung
fr: Limite de caractères
ko: 글자 수 제한
ru: Характер ограничения
zh_cn: 字符上限
zh_tw: 字元上限

# ZiGe
source: Qualifications
de: Qualifikationen
ko: 자격
ru: Квалификация
zh_cn: 资格
zh_tw: 資格

# ZiGou
source: Since the purchase
de: Seit dem Kauf
fr: Depuis l'achat
ko: 구입 이후
ru: С покупкой
zh_cn: 自购
zh_tw: 自購

# ZiGouGaiSuan
source: Since the purchase of the proposed budget
de: Seit dem Kauf des Entwurfs des Haushaltsplans
fr: Depuis l'achat du budget proposé
ko: 제안 된 예산의 구입부터
ru: С приобретением предлагаемого бюджета
zh_cn: 自购概算
zh_tw: 自購概算

# ZiGouYuSuan
source: Since the purchase budget
de: Seit dem Kauf Budget
fr: Depuis le budget d'achat
ko: 구입 예산부터
ru: Так бюджета покупки
zh_cn: 自购预算
zh_tw: 自購預算

# ZiHangYe
source: Sub-sectors
de: Teilsektoren
fr: Sous-secteurs
ko: 하위 부문
ru: Подсекторы
zh_cn: 子行业
zh_tw: 子行業

# ZiJieDianBianJi
source: Child node editor
de: Kind-Knoten-Editor
fr: Éditeur de nœud enfant
ko: 자식 노드 편집기
ru: Редактор дочерний узел
zh_cn: 子节点编辑
zh_tw: 子節點編輯

# ZiLeiYuSuan
source: Subclass budget
de: Unterklasse Budget
fr: Budget de la sous-classe
ko: 서브 클래스 예산
ru: Подкласс бюджет
zh_cn: 子类预算
zh_tw: 子類預算

# ZiLiaoLeiXing
source: Data Types
de: Datentypen
fr: Types de données
ko: 데이터 유형
ru: Типы данных
zh_cn: 资料类型
zh_tw: 資料類型

# ZiLiaoMingCheng
source: Information Name
fr: Nom de l'information
ko: 정보 명
ru: Информация Название
zh_cn: 资料名称
zh_tw: 資料名稱

# ZiLiaoYuCaiLiaoLeiXingSheDing
source: Information and material type setting
de: Informationen und Material-Typ-Einstellung
fr: L'information et le type de matériau paramètre
ko: 정보와 자료 유형 설정
ru: Информация и тип материала настройка
zh_cn: 资料与材料类型设定
zh_tw: 資料與材料類型設定

# ZiLiuCheng
source: Subprocess
de: Unterprozess
ko: 하위 프로세스
ru: Подпроцесс
zh_cn: 子流程
zh_tw: 子流程

# ZiLiuChengMoBan
source: Subprocess template
de: Teilprozessvorlage
fr: Modèle de sous-processus
ko: 하위 프로세스 템플릿
ru: Подпроцесс шаблон
zh_cn: 子流程模板
zh_tw: 子流程範本

# ZiMoZuLieBiao
source: Submodules List
de: Untermodule Liste
fr: Liste des sous-modules
ko: 서브 모듈 목록
ru: Список Субмодули
zh_cn: 子模组列表
zh_tw: 子模組列表

# ZiPing
source: Self-evaluation
de: Selbstevaluierung
fr: Auto-évaluation
ko: 자체 평가
ru: Самооценка
zh_cn: 自评
zh_tw: 自評

# ZiPingFen
source: Self-Rating
de: Eigenbewertung
fr: Auto-évaluation
ko: 자체 평가
ru: Самооценка
zh_cn: 自评分
zh_tw: 自評分

# ZiPingFeng
source: Self-Rating
de: Eigenbewertung
fr: Auto-évaluation
ko: 자체 평가
ru: Самооценка
zh_cn: 自评分
zh_tw: 自評分

# ZiPingQuanZhong
source: Self-evaluation Weight
de: Selbstevaluation Gewicht
fr: L'auto-évaluation Poids
ko: 자체 평가 무게
ru: Самооценка Вес
zh_cn: 自评权重
zh_tw: 自評權重

# ZiPingYuZongPing
source: Self-evaluation and General Comments
de: Selbstevaluierung und General Comments
fr: L'auto-évaluation et les observations générales
ko: 자체 평가 및 일반 댓글
ru: Самооценка и Общие комментарии
zh_cn: 自评与总评
zh_tw: 自評與總評

# ZiPingZongFen
source: Self-assessment scores
de: Selbsteinstufung Punktzahl
fr: Le score d'auto-évaluation
ko: 자기 평가 점수
ru: Оценка Самооценка
zh_cn: 自评总分
zh_tw: 自評總分

# ZiPingZongFeng
source: Self-evaluation scores:
de: Selbsteinstufung des Gastes:
fr: Le score d'auto-évaluation:
ko: 자기 평가 점수 :
ru: Оценка Самооценка:
zh_cn: 自评总分：
zh_tw: 自評總分：

# ZiXiangMingCheng
source: Subkey name
de: Name für Unterschlüssel
fr: Nom-clé
ko: 하위 키 이름
ru: Подраздел имя
zh_cn: 子项名称
zh_tw: 子項名稱

# ZiXiangMuMingCheng
source: Sub Title
de: Teilprojekt Name
fr: Nom du sous-projet
ko: 하위 프로젝트 이름
ru: Подпроект имя
zh_cn: 子项目名称
zh_tw: 子項目名稱

# ZiXiangMuShu
source: Sub tree
de: Teilprojekt Baum
fr: Arbre sous-projet
ko: 하위 프로젝트 트리
ru: Подпроект дерево
zh_cn: 子项目树
zh_tw: 子項目樹

# ZiXiangMuZongShu
source: The total number of sub-projects
de: Die Gesamtzahl der Teilprojekte
fr: Le nombre total de sous-projets
ko: 서브 프로젝트의 총 개수
ru: Общее количество подпроектов
zh_cn: 子项目总数
zh_tw: 子項目總數

# ZiXiangXuHao
source: No. children
de: Kinder No.
fr: Enfant n °
ko: 아이 번호
ru: Детский Количество
zh_cn: 子项序号
zh_tw: 子項序號

# ZiXuanShenPiRen
source: Optional approver
de: Optional Genehmiger
fr: Approbateur option
ko: 옵션 승인
ru: Дополнительное утверждающий
zh_cn: 自选审批人
zh_tw: 自選審批人

# ZiXuanShenPiZhe
source: Optional approver
de: Optional Genehmiger
fr: Approbateur option
ko: 옵션 승인
ru: Дополнительное утверждающий
zh_cn: 申请人自选审批者
zh_tw: 自選審批者

# ZiXun
source: News
de: Nachrichten
fr: Nouvelles
ko: 뉴스
ru: Новости
zh_cn: 资讯
zh_tw: 資訊

# ZiYuan
source: Resources
de: Ressourcen
fr: Ressources
ko: 자원
ru: Ресурсы
zh_cn: 资源
zh_tw: 資源

# ZiZhiBeiAn
source: Qualification for the record
de: Qualifikation für das Protokoll
fr: Qualification pour le record
ko: 레코드에 대한 자격
ru: Квалификация для записи
zh_cn: 资质备案
zh_tw: 資質備案

# ZiZhiBeiAnMingCheng
source: Qualification for the record name
de: Qualifikation für den Satznamen
fr: Qualification pour le nom de l'enregistrement
ko: 기록 이름에 대한 자격
ru: Квалификация имени записи
zh_cn: 资质备案名称
zh_tw: 資質備案名稱

# ZiZhiJian
source: Made pieces
de: Hausgemachte Produkte
fr: Des produits faits maison
ko: 집에서 만든 항목
ru: Домашнее пункты
zh_cn: 自制件
zh_tw: 自製件

# ZiZhiXinXi
source: Qualification Information
de: Qualifikation Informationen
fr: Informations relatives aux qualifications
ko: 자격 정보
ru: Квалификация информация
zh_cn: 资质信息
zh_tw: 資質信息

# ZiZhiZhengShu
source: Certifications
de: Zertifizierungen
ko: 인증
ru: Сертификаты
zh_cn: 资质证书
zh_tw: 資質證書

# ZJCQYTDXMJH
source: Own extended day program plan
de: Eigene ausgedehnte Tagesprogrammplan
fr: Plan de programme de jour prolongé propre
ko: 자신의 연장 일 프로그램 계획
ru: Отдельная расширенный план дневная программа
zh_cn: 自己超期一天的项目计划
zh_tw: 自己超期一天的專案計畫

# ZJCYCLZDKHFW
source: Direct members in addressing the Customer Service
de: Direkte Mitglieder der Kundendienstprozess
fr: Membres directs du processus de service à la clientèle
ko: 고객 서비스 프로세스의 직접적인 부재
ru: Прямые Участники процесса обслуживания клиентов
zh_cn: 直接成员处理中的服务
zh_tw: 直接成員處理中的客戶服務

# ZJCYCQSSTDJH
source: Direct members plan extended 30 days
de: Direktmitglieder Plan verlängert 30 Tage
fr: Plan de membres directs prolongé de 30 jours
ko: 직접 회원 계획을 30 일 연장
ru: Прямые Участники план продлен 30 дней
zh_cn: 直接成员超期30天的计划
zh_tw: 直接成員超期30天的計畫

# ZJCYDSYXM
source: All project members directly
de: Alle Projektmitglieder direkt
fr: Tous les membres du projet directement
ko: 모든 프로젝트 멤버 직접
ru: Все участники проекта непосредственно
zh_cn: 直接成员的所有项目
zh_tw: 直接成員的所有項目

# ZJMFG
source: The main interface style
de: Die wichtigste Schnittstelle Stil
fr: Le style de l'interface principale
ko: 주요 인터페이스 스타일
ru: Основной интерфейс в стиле
zh_cn: 主界面风格
zh_tw: 主介面風格

# ZJXBBBBH
source: Add a new version number
de: Fügen Sie einen neuen Versionsnummer
fr: Ajouter un nouveau numéro de version
ko: 새 버전 번호를 추가
ru: Добавить новый номер версии
zh_cn: 增加新版本 版本号
zh_tw: 增加新版本 版本號

# ZJXZCGYSSL
source: Experts Select the number of suppliers
de: Experten wählen die Anzahl der Lieferanten
fr: Experts Sélectionnez le nombre de fournisseurs
ko: 전문가들은 공급 업체의 수를 선택합니다
ru: Эксперты Выберите количество поставщиков
zh_cn: 专家选择此供应商数量
zh_tw: 專家選擇此供應商數量

# ZLDBMFSHSBYDBFSCG
source: NOTE: 0 means not sending or failure, a representative sent successfully
de: ANMERKUNG: 0 bedeutet nicht das Senden oder Misserfolg, erfolgreich gesendet ein Vertreter
fr: NOTE: 0 signifie pas l'envoi ou de l'échec, un représentant envoyé avec succès
ko: 참고 : 0 보내거나 실패하지 의미 대표는 성공적으로 전송
ru: ПРИМЕЧАНИЕ: 0 означает не посылает или отказ, представитель успешно отправлено
zh_cn: 注：0代表没发送或失败，1代表发送成功
zh_tw: 注：0代表沒發送或失敗，1代表發送成功

# ZLJCTZDLB
source: Quality incentive Notification List
de: Qualitätsanreizbenachrichtigungsliste
fr: Qualité Liste incitation de notification
ko: 품질 인센티브 알림 목록
ru: Список стимул Уведомление качества
zh_cn: 质量奖惩通知单列表
zh_tw: 品質獎懲通知單列表

# ZLYHZGLB
source: Quality hidden rectification List
de: Qualität versteckten Berichtigung Liste
fr: Qualité caché Liste de rectification
ko: 품질 숨겨진 정류 목록
ru: Качество скрыты Список устранение
zh_cn: 质量隐患整改列表
zh_tw: 品質隱患整改列表

# ZLYHZGTZ
source: Quality hidden rectification notice
de: Qualität versteckten Berichtigung Ankündigung
fr: Qualité caché avis de rectification
ko: 품질 숨겨진 정류 통지
ru: Качество скрыты устранение уведомление
zh_cn: 质量隐患整改通知
zh_tw: 品質隱患整改通知

# ZLYHZGTZLB
source: Quality hidden rectification notice list
de: Qualität versteckten Berichtigung bemerken Liste
fr: Qualité de rectification caché liste de préavis
ko: 품질 숨겨진 정류 통지 목록
ru: Качество скрыты устранение список уведомление
zh_cn: 质量隐患整改通知列表
zh_tw: 品質隱患整改通知列表
