Repository: TakeTopITS/ECMP
Catalog: Web/Language/lang.*.resx
Languages: de, fr, ko, ru, zh_cn, zh_tw

# HSESCZJLB
source: HSE Production summary listing
de: HSE Produktion Zusammenfassung Angebot
fr: HSE production liste sommaire
ko: 부서
ru: HSE Производство сводный перечень
zh_cn: HSE生产总结列表
zh_tw: HSE生產總結列表

# HSEShengChanZongJie
source: Summarizing HSE
de: HSE Produktion Zusammenfassung
fr: Résumé HSE production
ko: 참가자
ru: Резюме HSE Производство
zh_cn: HSE生产总结
zh_tw: HSE生產總結

# HSE生产总结
source: Summarizing HSE
de: HSE Produktion Zusammenfassung
fr: Résumé HSE production
ko: 테스트 기록
ru: Резюме HSE Производство
zh_cn: HSE生产总结
zh_tw: HSE生產總結

# HSTQJCCYHSZC
source: Red: tardiness, bold: Participation, Black: Normal
de: Rot: Unpünktlichkeit, fett: Teilnahme, Schwarz: Normal
fr: Rouge: retard, audacieuse: Participation, Noir: Normale
ko: 기술
ru: Красный: опоздания, смелый: участие, Черный: Нормальный
zh_cn: 红色:拖期，加粗:参与，黑色:正常
zh_tw: 紅色:拖期，加粗:參與，黑色:正常

# HTJEKPZJE
source: Contract amount (the total amount invoiced)
de: Vertragssumme (Gesamtbetrag in Rechnung gestellt)
fr: Montant du contrat (montant total facturé)
ko: 디폴트 값
ru: Сумма контракта (общая сумма в счет)
zh_cn: 合同金额(开票总金额)
zh_tw: 合同金額(開票總金額)

# HTMLGeShi
source: HTML format
fr: Format HTML
ko: 기본 프로세스
ru: Формат HTML
zh_cn: HTML格式
zh_tw: HTML格式

# HuaChengFengS
source: Chemical composition S
de: Chemische Zusammensetzung S
fr: Composition chimique S
ko: 계획 버전
ru: Химический состав S
zh_cn: 化学成份S
zh_tw: 化學成份S

# HuanCheShiJian
source: Off time
de: Rückgabezeit
fr: Heure de retour
ko: 비주얼 인력
ru: Время возврата
zh_cn: 还车时间
zh_tw: 還車時間

# HuangJingXinXi
source: Environmental Information
de: Umweltinformationen
fr: Information Environnementale
ko: 지각
ru: Экологическая информация
zh_cn: 环境信息
zh_tw: 環境資訊

# HuangSuanShuLiang
source: Conversion Number
de: Conversion Anzahl
fr: Nombre de conversion
ko: 삭제
ru: Преобразование Количество
zh_cn: 换算数量
zh_tw: 換算數量

# HuanJingMuBiaoJiLu
source: Environmental goals record
de: Umweltziele Rekord
fr: Les objectifs environnementaux fiche
ko: 사용자 예외
ru: Экологические цели запись
zh_cn: 环境目标记录
zh_tw: 環境目標記錄

# HuanJingMuBiaoNeiRong
source: Environmental objectives Content
de: Umweltziele Inhalt
fr: Les objectifs environnementaux de contenu
ko: 회원 가입
ru: Экологические цели Содержимое
zh_cn: 环境目标内容
zh_tw: 環境目標內容

# HuanJingMuBiaoPingGu
source: Environmental objectives Assessment
de: Umweltziele Beurteilung
fr: Évaluation des objectifs environnementaux
ko: 등록 이유
ru: Оценка Экологические задачи
zh_cn: 环境目标评估
zh_tw: 環境目標評估

# HuanJingWenDu
source: Ambient temperature:
de: Umgebungstemperatur:
fr: Température ambiante:
ko: 등록 내용
ru: Температура окружающей среды:
zh_cn: 环境温度：
zh_tw: 環境溫度：

# HuanJingYingXiang
source: Environmental Impact
de: Umweltverträglichkeitsprüfung
fr: Impact sur l'environnement
ko: 구독자
ru: Воздействие на окружающую среду
zh_cn: 环境影响
zh_tw: 環境影響

# HuanJingYinSu
source: Envirnmental factor
de: Umweltfaktoren
fr: Facteurs environnementaux
ko: 등록 직원
ru: Факторы окружающей среды
zh_cn: 环境因素
zh_tw: 環境因素

# HuanJingYinSuDiaoCha
source: Environmental Factors
de: Umweltfaktoren
fr: Facteurs environnementaux
ko: 등록 날짜
ru: Факторы окружающей среды
zh_cn: 环境因素调查
zh_tw: 環境因素調查

# HuanJingYinSuJiLu
source: Environmental factors Records
de: Umweltfaktoren Rekorde
fr: Facteurs environnementaux records
ko: 등록 시간
ru: Экологические факторы отчеты
zh_cn: 环境因素记录
zh_tw: 環境因素記錄

# HuanJingYinSuPingGu
source: Environmental Factors Assessment
de: Umweltfaktoren Beurteilung
fr: Évaluation des facteurs environnementaux
ko: 등록 반환
ru: Оценка Факторы окружающей среды
zh_cn: 环境因素评估
zh_tw: 環境因素評估

# HuanJingYinSuXinXi
source: Environmental factors Information
de: Umweltfaktoren Informationen
fr: Facteurs de l'environnement de l'information
ko: 등록 월
ru: Экологические факторы Информация
zh_cn: 环境因素信息
zh_tw: 環境因素資訊

# HuanKuanShiJian
source: Repayment time
de: Rückzahlungszeit
fr: Délai de remboursement
ko: 등록자
ru: Срок погашения
zh_cn: 还款时间
zh_tw: 還款時間

# HuanReGuanYuGuanBanDe
source: Tube to tube plate
de: Rohre und Rohrboden
fr: Tubes et plaque tubulaire
ko: 로그인
ru: Трубы и трубная
zh_cn: 换热管与管板的
zh_tw: 換熱管與管板的

# HuanReGuanYuGuanBanHanJie
source: Tube to tube sheet welding
de: Rohr-Rohrbodenschweiß
fr: Tube de feuille de soudage des tubes
ko: 로그인 문자열
ru: Труба для сварки трубной
zh_cn: 换热管与管板焊接
zh_tw: 換熱管與管板焊接

# HuanSuan
source: Conversion
de: Umwandlung
ko: 로그인 코드
ru: Преобразование
zh_cn: 换算
zh_tw: 換算

# HuanSuanDanWei
source: Conversion Unit
de: Umwandlungseinheit
ko: 로그인 암호
ru: Блок преобразования
zh_cn: 换算单位
zh_tw: 換算單位

# HuanSuanShuLiang
source: Conversion Number
de: Conversion Anzahl
fr: Nombre de conversion
ko: 로그인 이름
ru: Преобразование Количество
zh_cn: 换算数量
zh_tw: 換算數量

# HuanSuanXiShu
source: Conversion factor
de: Umrechnungsfaktor
fr: Facteur de conversion
ko: 로그인 시간
ru: Коэффициент преобразования
zh_cn: 换算系数
zh_tw: 換算係數

# HuanYuanCiBaoFeiShangPin
source: Waste reduction this newspaper article
de: Abfallreduzierung diesem Zeitungsartikel
fr: La réduction des déchets de cet article de journal
ko: 로그인 위치
ru: Сокращение отходов эта газета в статье
zh_cn: 还原此报废物料
zh_tw: 還原此報廢物料

# HuanYuanCiBaoFeiZiChan
source: Restore this retirement assets
de: Wiederherstellung Diese Altersguthaben
fr: Restaurer cette retraite actifs
ko: 그리고 다른 라인 레벨
ru: Восстановить этот пенсионные активы
zh_cn: 还原此报废资产
zh_tw: 還原此報廢資產

# HuaSuanShuLiang
source: Conversion Number
de: Conversion Anzahl
fr: Nombre de conversion
ko: 부서 코드
ru: Преобразование Количество
zh_cn: 换算数量
zh_tw: 換算數量

# HuaXueChengFengBaoGaoBianHao
source: Chemical composition report number:
de: Chemische Zusammensetzung Bericht Nummer:
fr: Chemical numéro du rapport de composition:
ko: 부
ru: Химическая номер отчета состав:
zh_cn: 化学成分报告编号：
zh_tw: 化學成分報告編號：

# HuaXueChengFengC
source: Chemical composition C:
de: Chemische Zusammensetzung C:
fr: Composition chimique C:
ko: 부문 회원
ru: Химический состав C:
zh_cn: 化学成分C：
zh_tw: 化學成分C：

# HuaXueChengFengCr
source: Chemical composition Cr:
de: Chemische Zusammensetzung Cr:
fr: Composition chimique Cr:
ko: 부서 이름
ru: Химический состав: Cr
zh_cn: 化学成分Cr：
zh_tw: 化學成分Cr：

# HuaXueChengFengCu
source: Chemical composition Cu:
de: Chemische Zusammensetzung Cu:
fr: Composition chimique Cu:
ko: 기술
ru: Химический состав Cu:
zh_cn: 化学成分Cu：
zh_tw: 化學成分Cu：

# HuaXueChengFengMn
source: Chemical composition of Mn:
de: Chemische Zusammensetzung des Mn:
fr: Composition de Mn chimique:
ko: 문서 목록
ru: Химический состав Mn:
zh_cn: 化学成分Mn：
zh_tw: 化學成分Mn：

# HuaXueChengFengMo
source: Chemical composition Mo
de: Chemische Zusammensetzung Mo
fr: Composition chimique Mo
ko: 사용자
ru: Химический состав Mo
zh_cn: 化学成份Mo
zh_tw: 化學成份Mo

# huaXueChengFengNb
source: Chemical composition Nb:
de: Chemische Zusammensetzung Nb:
fr: Composition chimique Nb:
ko: 정수
ru: Химический состав Nb:
zh_cn: 化学成分Nb：
zh_tw: 化學成分Nb：

# HuaXueChengFengNi
source: Chemical composition Ni
de: Chemische Zusammensetzung Ni
fr: Composition chimique Ni
ko: 상태 목록
ru: Химический состав Ni
zh_cn: 化学成份Ni
zh_tw: 化學成份Ni

# HuaXueChengFengNo
source: Chemical composition of Mo:
de: Chemische Zusammensetzung Mo:
fr: Composition de Mo chimique:
ko: 부드러운 입찰을 구입하는
ru: Химический состав Mo:
zh_cn: 化学成分Mo：
zh_tw: 化學成分Mo：

# HuaXueChengFengP
source: Chemical composition P:
de: Chemische Zusammensetzung P:
fr: Composition chimique P:
ko: 제품 번호
ru: Химический состав Р:
zh_cn: 化学成分P：
zh_tw: 化學成分P：

# HuaXueChengFengS
source: Chemical composition S:
de: Chemische Zusammensetzung S:
fr: Composition chimique S:
ko: 프로젝트의 모듈에 그들 중 하나로서, 한 선택하면, 과거와 현재를 넣어 것입니다
ru: Химический состав S:
zh_cn: 化学成分S：
zh_tw: 化學成分S：

# HuaXueChengFengSi
source: Chemical composition of Si:
de: Chemischen Zusammensetzung Si:
fr: Composition de Si chimique:
ko: 전화 : 020-38063662,18620229388,13370230193
ru: Химический состав Si:
zh_cn: 化学成分Si：
zh_tw: 化學成分Si：

# HuaXueChengFengti
source: Chemical composition of Ti:
de: Chemische Zusammensetzung Ti:
fr: Composition de Ti chimique:
ko: 주문 금액 (통화)
ru: Химический состав Ti:
zh_cn: 化学成分Ti：
zh_tw: 化學成分Ti：

# HuaXueChengFengV
source: Chemical Composition V
de: Chemische Zusammensetzung V
fr: Composition chimique V
ko: 기사
ru: Химический состав В
zh_cn: 化学成份V
zh_tw: 化學成份V

# HuaXueChengNi
source: Chemical composition Ni:
de: Chemischen Zusammensetzung Ni:
fr: Composition de Ni chimique:
ko: 낮은
ru: Химический состав Ni:
zh_cn: 化学成分Ni：
zh_tw: 化學成分Ni：

# HuaXueChengS
source: Chemical composition S
de: Chemische Zusammensetzung S
fr: Composition chimique S
ko: 전화
ru: Химический состав S
zh_cn: 化学成份S
zh_tw: 化學成份S

# HuiFangNeiRong
source: Returning Content
de: Rücksendung Inhalt
fr: Contenu retour
ko: 전화
ru: Возвращаясь Содержимое
zh_cn: 回访内容
zh_tw: 回訪內容

# HuiFangXinXi
source: Returning Information
de: Rücksendung Informationen
fr: Informations retour
ko: 전화
ru: Возвращаясь Информация
zh_cn: 回访信息
zh_tw: 回訪信息

# HuiFu
source: Recovery
de: Erholung
fr: Récupération
ko: 전화
ru: Восстановление
zh_cn: 恢复
zh_tw: 恢復

# HuiFuYouJian
source: Reply Mail
de: Antworten
fr: Répondre
ko: 전화 2
ru: Ответить
zh_cn: 回复邮件
zh_tw: 回復郵件

# HuiHan
source: Reply
de: Antworten
fr: Répondre
ko: 전화 2
ru: Ответить
zh_cn: 回函
zh_tw: 回函

# HuiHanNeiRong
source: Reply contents
de: Antworten Inhalte
fr: Répondre contenu
ko: 전화 1
ru: Ответить содержимое
zh_cn: 回函内容
zh_tw: 回函內容

# HuiHanRiQi
source: Reply date
de: Antwortdatum
fr: Date d'Répondre
ko: 아크 전압 (V) :
ru: Дата Ответить
zh_cn: 回函日期
zh_tw: 回函日期

# HuiHanShiJian
source: Reply time
de: Antworten Zeit
fr: Répondre temps
ko: 다운로드하려면 클릭
ru: Ответить времени
zh_cn: 回函时间
zh_tw: 回函時間

# HuiHanXinXi
source: Reply information
de: Antwort Informationen
fr: Répondre informations
ko: 프로그램 선택을 클릭합니다
ru: Ответить информацию
zh_cn: 回函信息
zh_tw: 回函信息

# HuiHuaJiLu
source: Session Recording
de: Sitzungsaufzeichnung
fr: Enregistrement de la session
ko: 현재 극성 :
ru: Запись сеанса
zh_cn: 会话记录
zh_tw: 會話記錄

# HuiKuanJiXiaoRVI
source: Payment performance (RVI)
de: Zahlungsverhalten (RVI)
fr: La performance de paiement (RVI)
ko: 현재 카테고리 :
ru: Производительность Оплата (РВИ)
zh_cn: 回款绩效(RVI)
zh_tw: 回款績效(RVI)

# HuiKuanPianChaRV
source: Back section deviation (RV)
de: Zurück Abschnitt Abweichung (RV)
fr: Retour section écart (RV)
ko: 현재 유형과 특성 :
ru: Отклонение Вернуться назад (на колесах)
zh_cn: 回款偏差(RV)
zh_tw: 回款偏差(RV)

# HuiLv
source: Exchange rate
de: Wechselkurs
fr: Taux de change
ko: 컴퓨터
ru: Обменный курс
zh_cn: 汇率
zh_tw: 匯率

# HuiQianZhong
source: Countersigned in
de: In gegengezeichnet
fr: Contresigné dans
ko: 컴퓨터 장비
ru: Контрассигнуют в
zh_cn: 会签中
zh_tw: 會簽中

# HuiShou
source: Recover
de: Sich erholen
fr: Récupérer
ko: 계산
ru: Восстанавливать
zh_cn: 回收
zh_tw: 回收

# HuiShouJinE
source: Recovered amount
de: Erzielbare Betrag
fr: La valeur recouvrable
ko: 기타 전기 특성 :
ru: Возмещаемая сумма
zh_cn: 回收金额
zh_tw: 回收金額

# HuiShouZongJinE
source: The total amount recovered
de: Der Gesamtbetrag gewonnen
fr: Le montant total récupéré
ko: 전자 버전
ru: Общая сумма восстанавливается
zh_cn: 回收总金额
zh_tw: 回收總金額

# HuiYiAnPai
source: Meeting schedule
de: Sitzungskalender
fr: Calendrier des réunions
ko: 전자 버전 경로
ru: График собраний
zh_cn: 召开会议
zh_tw: 會議安排

# HuiYiBianHao
source: Meeting Number
de: Meeting-Kennnummer
fr: Nombre de réunions
ko: E 메일
ru: Количество Встреча
zh_cn: 会议编号
zh_tw: 會議編號

# HuiYiDengLuMiMa
source: Meeting Password
fr: Réunion Mot de passe
ko: E 메일
ru: Встреча Пароль
zh_cn: 会议登录密码
zh_tw: 會議登錄密碼

# HuiYiDiDian
source: meeting place
de: Treffen Ort
fr: Lieu de la réunion
ko: 설문 조사
ru: Местоположение Встреча
zh_cn: 会议地点
zh_tw: 會議地點

# HuiYiHao
source: Meeting No.
de: Verwaltungsratssitzung Nr
fr: Réunion n °
ko: 설문 조사 날짜
ru: Встреча Номер
zh_cn: 会议号
zh_tw: 會議號

# HuiYiJiangPingJiLu
source: Commenting record of the meeting
de: Kommentierte Protokoll der Sitzung
fr: Commentant rendu de la réunion
ko: 조사 정보
ru: Комментируя запись встречи
zh_cn: 会议讲评记录
zh_tw: 會議講評記錄

# HuiYiJieShuShiJian
source: Conference end time
de: Konferenz Endzeit
fr: Temps de la fin de la conférence
ko: 이전
ru: Конец конференция времени
zh_cn: 会议结束时间
zh_tw: 會議結束時間

# HuiYiKaiShiShiJian
source: Begin Date
de: Konferenzstartzeit
fr: Conférence Start Time
ko: 다른 게시물에 양도
ru: Конференция Время
zh_cn: 会议开始时间
zh_tw: 會議開始時間

# HuiYiLeiXing
source: Meeting type
de: Besprechungstyp
fr: Type de réunion
ko: 위치
ru: Тип Встреча
zh_cn: 会议类型
zh_tw: 會議類型

# HuiYiMingChen
source: Conference Name
de: Name der Konferenz
fr: Nom de Conférence
ko: 두 번째 사본 (레드 얼라이언스)
ru: Имя конференции
zh_cn: 会议名称
zh_tw: 會議名稱

# HuiYiMingCheng
source: Conference Name
de: Name der Konferenz
fr: Nom de Conférence
ko: 두 번째 주
ru: Имя конференции
zh_cn: 会议名称
zh_tw: 會議名稱

# HuiYiNeiRong
source: Conference content
de: Conference Inhalte
fr: Contenu de la conférence
ko: 교정
ru: Содержание конференция
zh_cn: 会议内容
zh_tw: 會議內容

# HuiYiRiQi
source: Meeting Date
de: Veranstaltungsdatum
fr: Date de la réunion
ko: 주문 이름
ru: Дата проведения
zh_cn: 会议日期
zh_tw: 會議日期

# HuiYiShenQing
source: Application Meeting
de: Anwendungs ​​Meeting
fr: Réunion d'application
ko: 타사 운영 기록
ru: Применение Встреча
zh_cn: 会议申请
zh_tw: 會議申請

# HuiYiShi
source: Conference room
fr: Salle de conférence
ko: 타사 평가
ru: Зал
zh_cn: 会议室
zh_tw: 會議室

# HuiYiShiGuanLi
source: Meeting Room Management
de: Tagungsraum-Management
fr: Gestion Salle de réunion
ko: 타사 평가
ru: Управление Конференц-зал
zh_cn: 会议室管理
zh_tw: 會議室管理

# HuiYiShiJian
source: meeting time
de: Besprechungszeit
fr: Temps de réunion
ko: 타사 평가
ru: Время встречи
zh_cn: 会议时间
zh_tw: 會議時間

# HuiYiShiLieBiao
source: Meeting Room List
de: Meeting Room Liste
fr: Réunion Liste Chambre
ko: 타사 평가 가중치
ru: Конференц-зал Список
zh_cn: 会议室列表
zh_tw: 會議室列表

# HuiYiShiMiaoShu
source: Conference Room description
fr: Description Salle de conférence
ko: 타사 평가 점수
ru: Описание Зал
zh_cn: 会议室描述
zh_tw: 會議室描述

# HuiYiShiMingCheng
source: Meeting Rooms
de: Meeting Room-Name
fr: Nom Salle de réunion
ko: 타사 페이지
ru: Имя Конференц-зал
zh_cn: 会议室名称
zh_tw: 會議室名稱

# HuiYiWenDang
source: Meeting Documents
de: Sitzungsdokumente
fr: Documents de réunion
ko: 타사 페이지 (모바일)
ru: Встреча Документы
zh_cn: 会议文档
zh_tw: 會議文檔

# HuiYiWoTianJiaDeHuiYi
source: Meeting - I add a meeting
de: Treffen - ich Sitzung hinzufügen
fr: Réunion - je ajouter réunion
ko: 타사 페이지 (PC)
ru: Встреча - добавить встречу
zh_cn: 会议－我添加的会议
zh_tw: 會議－我添加的會議

# HuiYiXiangGuanWenJian
source: Meeting documents
de: Sitzungsdokumente
fr: Documents de réunion
ko: 타사 평가 점수 :
ru: Встреча документы
zh_cn: 会议相关文件
zh_tw: 會議相關文件

# HuiYiXinXi
source: General Information
de: Allgemeine Informationen
fr: Informations générales
ko: 세 번째 공동 (노란색 링크)
ru: Общая информация
zh_cn: 会议信息
zh_tw: 會議資訊

# HuiYiZhuanRenWu
source: Meeting transfer task
de: Treffen Transferaufgabe
fr: Réunion tâche de transfert
ko: 세 번째 주
ru: Встреча передачи задачу
zh_cn: 会议转任务
zh_tw: 會議轉任務

# HuiYiZhuTi
source: Conference Theme
de: Konferenzthema
fr: Thème de la conférence
ko: 시간 찾기
ru: Тема конференции
zh_cn: 会议主题
zh_tw: 會議主題

# HuiYuanDengLu
source: Member Login
de: Login für Mitglieder
fr: Connexion Membre
ko: 임대
ru: Вход для зарегистрированных пользователей
zh_cn: 会员登录
zh_tw: 會員登錄

# HuiYuanFuWu
source: Member Services
de: Mitgliederservice
fr: Services aux membres
ko: 네 번째 공동 (파란색 연합)
ru: Услуги члены
zh_cn: 会员服务
zh_tw: 會員服務

# HuiYuanZhuCe
source: Sign Up
de: Mitglied
fr: Membres
ko: 넷째 주
ru: Член
zh_cn: 会员注册
zh_tw: 會員註冊

# HuiZong
source: Collect
de: Sammeln
fr: Récupérer
ko: 낮은 온도의 영향 :
ru: Собирать
zh_cn: 汇总
zh_tw: 匯總

# HuiZongQingkuang
source: Summary of the case
de: Eine Zusammenfassung
fr: Un résumé des
ko: 낮은 충격 온도 :
ru: Резюме
zh_cn: 汇总情况
zh_tw: 匯總情況

# HuiZongYueFen
source: Summary of the month
de: Zusammenfassung Monat
fr: Résumé Mois
ko: 낮은 용접부에 미치는 영향 :
ru: Основная месяц
zh_cn: 汇总月份
zh_tw: 匯總月份

# HuKouSuoZaiDi
source: Account Location
de: Konto Location
fr: Compte Localisation
ko: 기저 금속의 영향 :
ru: Расположение учетной записи
zh_cn: 户口所在地
zh_tw: 戶口所在地

# HunYingZhuangTai
source: Marital status
de: Familienstand
fr: Etat civil
ko: 저온 열 영향 영역의 영향 :
ru: Семейное положение
zh_cn: 婚姻状态
zh_tw: 婚姻狀態

# HunYinZhuangTai
source: Marital status
de: Familienstand
fr: Etat civil
ko: 첫째 관절 (흰색 유나이티드)
ru: Семейное положение
zh_cn: 婚姻状态
zh_tw: 婚姻狀態

# HuoBanWaiBao
source: Outsourcing Partner
fr: Outsourcing Partners
ko: 첫 번째 주
ru: Аутсорсинг Партнеры
zh_cn: 伙伴外包
zh_tw: 夥伴外包

# HuoDong
source: Activity
de: Tätigkeit
fr: Activité
ko: 주소
ru: Деятельность
zh_cn: 活动
zh_tw: 活動

# HuoFanHui
source: Live return
de: Live-Rückkehr
fr: Retour direct
ko: 보증금으로 입찰
ru: Живая возврат
zh_cn: 活返回
zh_tw: 活返回

# HuoQuBanBenXinXi
source: Obtaining version information
de: Informationen zur Version
fr: Obtenir des informations de version
ko: 후 쇼핑 목록을 작성합니다
ru: Получение информации о версии
zh_cn: 获取版本信息
zh_tw: 獲取版本資訊

# HuoQuZhangHao
source: Get Account
de: Account
fr: Obtenez compte
ko: 낙찰자가 될 비용을 지불
ru: Получить аккаунт
zh_cn: 获取帐号
zh_tw: 獲取帳號

# HuoWeiHao
source: Slotting number
de: Locator Anzahl
fr: Nombre de Locator
ko: 오프닝 입찰가하려면
ru: Количество Локатор
zh_cn: 货位号
zh_tw: 貨位號

# HuoZhe
source: Or
de: Oder
fr: Ou
ko: 에이전트는 형식 승인을 나열
ru: Или
zh_cn: 或者
zh_tw: 或者

# HWCGGWGNJZXFYQK
source: Procurement of goods (foreign and domestic) and implementation costs case
de: Beschaffung von Waren (in- und ausländische) und Durchführungskosten bei
fr: (Étrangers et nationaux) et la mise en œuvre achats de biens coûte cas
ko: 코드 제어 템플릿 가져 오기 (다운로드 클릭)
ru: Закупка товаров (внешняя и внутренняя) и расходов на осуществление дела
zh_cn: 货物采购（国外、国内）及执行费用情况
zh_tw: 貨物採購（國外、國內）及執行費用情況

# HXCFFXNRJYQ
source: Chemical composition analysis of the content and requirements:
de: Chemische Zusammensetzung Analyse der Inhalte und Anforderungen:
fr: Analyse de la composition chimique du contenu et des exigences:
ko: 파일 이름
ru: Химический анализ состава содержания и требований:
zh_cn: 化学成分分析内容及要求：
zh_tw: 化學成分分析內容及要求：

# HXCFFXZXBZ
source: Chemical composition analysis performance standards:
de: Chemische Zusammensetzung Analyse Performance-Standards:
fr: La composition chimique des normes de performance de l'analyse:
ko: 문서 검토
ru: Химический состав стандарты эффективности анализа:
zh_cn: 化学成分分析执行标准：
zh_tw: 化學成分分析執行標準：

# ID
source: serial number
de: Reihe
fr: Nombre
ko: 동적 목록
ru: Количество
zh_cn: 编号
zh_tw: 編號

# IM
source: Instant Messenger
de: Im
fr: Im
ko: 행동
ru: Им
zh_cn: 即时通讯
zh_tw: 即時通訊

source: Import
fr: Importer
ko: 현재 프로젝트의 모든 문서
ru: Импорт
zh_cn: 导入
zh_tw: 導入

# ImportModules
source: Import Module
de: Import-Modul
ko: 당신은 이전 데이터를 삭제합니다 가져올 때
ru: Импорт модуля
zh_cn: 导入模组
zh_tw: 導入模組

source: Income
de: Einkommen
fr: Revenu
ko: 가져올 때 이전 데이터를 삭제합니다
ru: Доход
zh_cn: 收入
zh_tw: 收入

# IncomeExpense
source: Income and expenditure account
de: Erträge und Aufwendungen
fr: Compte des revenus et dépenses
ko: 모든 사용자 지정 양식 워크 플로우 데이터를 가져 오기
ru: Отчет о доходах и расходах
zh_cn: 收支结算
zh_tw: 收支結算

source: Income Summary
de: Einkommen Zusammenfassung
fr: Résumé de revenu
ko: 가져 오기 프로젝트 비용의 단계 차례, 순서를 방해하지 않는, 또는 데이터를 가져올 수 없습니다
ru: Счет 'Итоговая Прибыль'
zh_cn: 收入汇总
zh_tw: 收入匯總

source: Integrated Query
ko: 입찰 보증금은 수신 될
zh_cn: 综合查询
zh_tw: 綜合查詢

# Involved
source: Participate
de: Teilnehmen
fr: Participer
ko: 성능 평가의 세 번째 멤버
ru: Участвовать
zh_cn: 参与
zh_tw: 參與

# InvolvedProject
source: Involved in the project
de: An dem Projekt beteiligt
fr: Impliqué dans le projet
ko: 페이지 (컴퓨터)에 로그인 :
ru: Участие в проекте
zh_cn: 参与的项目
zh_tw: 參與的專案

# ISBNBianMa
source: ISBN coding
de: ISBN Kodierung
fr: ISBN codage
ko: 타사 로그인 페이지 (모바일) ​​:
ru: ISBN кодирование
zh_cn: ISBN编码
zh_tw: ISBN編碼

# ITeShuWenTi
source: I special problems
de: Ich spezielle Probleme
fr: I problèmes particuliers
ko: 절단 부위 기능
ru: I особых проблем
zh_cn: I特殊问题
zh_tw: I特殊問題

# JBSBJSSJ
source: Overtime work end time
de: Überstunden Endzeit
fr: Les heures supplémentaires de temps de fin du travail
ko: 단락 아크
ru: Сверхурочная работа конец времени
zh_cn: 加班上班结束时间
zh_tw: 加班上班結束時間

# JBSBKSSJ
source: Overtime work start time
de: Überstunden Startzeit
fr: Heures supplémentaires heure de début de travail
ko: SMS
ru: Сверхурочная время начала работы
zh_cn: 加班上班开始时间
zh_tw: 加班上班開始時間

# JBXBJSSJ
source: Overtime work end time
de: Überstunden Endzeit
fr: Les heures supplémentaires de temps de fin du travail
ko: SMS 보고서
ru: Сверхурочная работа конец времени
zh_cn: 加班下班结束时间
zh_tw: 加班下班結束時間

# JBXBKSSJ
source: Overtime work start time
de: Überstunden Startzeit
fr: Heures supplémentaires heure de début de travail
ko: SMS 인터페이스
ru: Сверхурочная время начала работы
zh_cn: 加班上班开始时间
zh_tw: 加班上班開始時間

# JCQKJQWT
source: Check the situation and problems
de: Überprüfen Sie die Situation und die Frage
fr: Vérifiez la situation et à l'émission
ko: SMS 목록
ru: Проверьте состояние и проблемы
zh_cn: 检查情况及其问题
zh_tw: 檢查情況及其問題

# JDDHGDHJJTHZB
source: According to the summary table of welded joints bottoming welders
de: Nach der Übersichtstabelle von Schweißverbindungen Talsohle Schweißer
fr: Selon le tableau récapitulatif des joints soudés talonnage soudeurs
ko: SMS 알림
ru: Согласно сводной таблице сварных соединений нижнего сварщиков
zh_cn: 据打底焊工的焊接接头汇总表
zh_tw: 據打底焊工的焊接接頭匯總表

# JGXMYSLTJBACPXTJ
source: Agency project acceptance rate tables (by product line statistics)
de: Agentur Projektannahmequote Tabellen (nach Produktlinien Statistik)
fr: Agence tables de taux d'acceptation du projet (par les statistiques de la ligne de produit)
ko: SMS 통지 콘텐츠
ru: Таблицы ставок принятие проекта Агентство по статистике (линейки продуктов)
zh_cn: 机构项目验收率统计表(按产品线统计)
zh_tw: 機構專案驗收率統計表(按產品線統計)

# JGXMYSLTJBAQYHJGTJ
source: Agency project acceptance rate statistics (statistics by region and institution)
de: Agentur Projektannahmequote Statistiken (Statistiken nach Regionen und Institutionen)
fr: Agence statistiques sur les taux d'acceptation des projets (statistiques par région et par institution)
ko: 도킹
ru: Агентство по статистике скорость принятия проекта (статистика по регионам и учреждения)
zh_cn: 机构项目验收率统计表(按区域和机构统计)
zh_tw: 機構專案驗收率統計表(按區域和機構統計)

# JHYJJSSJ
source: Program is expected to end time
de: Programm wird voraussichtlich zeit beenden
fr: Programme est attendu à la fin du temps
ko: 맞대기 용접 :
ru: Программа, как ожидается, до конца времени
zh_cn: 计划预计结束时间
zh_tw: 計畫預計結束時間

# JHYJKSSJ
source: Program is expected to start time
de: Programm wird voraussichtlich Mal starten
fr: Programme devrait commencer temps
ko: 엉덩이 금속 두께 용접 :
ru: Программа, как ожидается, время начала
zh_cn: 计划预计开始时间
zh_tw: 計畫預計開始時間

# JiaBanShangBanJieShuShiJian
source: Overtime work end time
de: Überstunden Endzeit
fr: Les heures supplémentaires de temps de fin du travail
ko: 버트는 기재 두께 용접 :
ru: Сверхурочная работа конец времени
zh_cn: 午夜上班结束时间
zh_tw: 加班上班結束時間

# JiaBanShangBanKaiShiShiJian
source: Overtime work start time
de: Überstunden Startzeit
fr: Heures supplémentaires heure de début de travail
ko: 워크 플로 목록에 해당하는
ru: Сверхурочная время начала работы
zh_cn: 午夜上班开始时间
zh_tw: 加班上班開始時間

# JiaBanShangBanShiJian
source: Overtime working hours
de: Überstunden Arbeitszeit
fr: Les heures de travail des heures supplémentaires
ko: 검토 기록에 대응
ru: Сверхурочная рабочих часов
zh_cn: 午夜上班时间
zh_tw: 加班上班時間

# JiaBanXiaBanJieShuShiJian
source: Overtime work end time
de: Überstunden Endzeit
fr: Les heures supplémentaires de temps de fin du travail
ko: 승인 워크 플로에 해당하는
ru: Сверхурочная работа конец времени
zh_cn: 午夜下班结束时间
zh_tw: 加班下班結束時間

# JiaBanXiaBanKaiShiShiJian
source: Overtime work start time
de: Überstunden Startzeit
fr: Heures supplémentaires heure de début de travail
ko: 승인 레코드에 대응
ru: Сверхурочная время начала работы
zh_cn: 午夜下班开始时间
zh_tw: 加班下班開始時間

# JiaBanXiaBanShiJian
source: Overtime working hours
de: Überstunden Arbeitszeit
fr: Les heures de travail des heures supplémentaires
ko: 관리 기준
ru: Сверхурочная рабочих часов
zh_cn: 午夜下班时间
zh_tw: 加班下班時間

# JiaFang
source: Party
fr: Partie
ko: 제어 설명
ru: Сторона
zh_cn: 甲方
zh_tw: 甲方

# JiaFangDaiBiao
source: Party representatives
de: Parteienvertreter
fr: Les représentants des partis
ko: 독점적 인
ru: Представители партии
zh_cn: 甲方代表
zh_tw: 甲方代表
